{"_id": "test-environment-ehwsnwu-pro01a", "text": "Underground Nuclear Storage is Necessary  Even states without nuclear waste programs tend to generate radioactive waste. For example, research and medicine both use nuclear material and nuclear technology. Technologies such as Medical imaging equipment are dependent and the use of radioactive elements. This means that all states produce levels of nuclear waste that need to be dealt with.  Moreover, many non-nuclear states are accelerating their programmes of research and investment into nuclear technologies. With the exception of Germany, there is an increasing consensus among developed nations that nuclear power is the only viable method of meeting rising domestic demand for energy in the absence of reliable and efficient renewable forms of power generation.  The alternatives to putting nuclear waste in underground storage tend to be based around the reuse of nuclear waste in nuclear power stations. Whilst this is viable in some areas, in countries which lack the technology to be able to do this and in countries which don’t need to rely on nuclear power, this option becomes irrelevant. Further, even this process results in the creation of some nuclear waste, so in countries with the technology to implement such a solution, the disposal of the remaining nuclear waste is still an issue.  As such, underground nuclear storage is a necessary method that should be used to dispose of nuclear waste. [1]  [1] “The EU’s deep underground storage plan.” 03/11/2010. World Nuclear News."}
{"_id": "test-environment-ehwsnwu-con02a", "text": "There Are Better Alternatives to Underground Nuclear Waste Storage  France is the largest nuclear energy producer in the world. It generates 80% of its electricity from nuclear power. [1] It is very important to note, therefore, that it does not rely on underground nuclear waste storage. Instead, it relies on above ground, on-site storage. This kind of storage combined with heavy reprocessing and recycling of nuclear waste, makes underground storage unnecessary. [2]  As such it seems logical that in most western liberal democracies that are able to reach the same level of technological progress as France, it makes more sense to store nuclear waste above ground. Above ground, checks and balances can be put into place that allow the maintenance of these nuclear storage facilities to be monitored more closely. Furthermore, reprocessing and recycling leads to less wasted Uranium overall. This is important as Uranium, whilst being plentiful in the earth, is often difficult to mine and mill. As such, savings here often significantly benefit things such as the environment and lower the economic cost of the entire operation.  [1] BBC News, ‘France nuclear power funding gets 1bn euro boost’, 27 June 2011,   [2] Palfreman, Jon. “Why the French Like Nuclear Energy.” PBS."}
{"_id": "test-environment-ehwsnwu-con03a", "text": "Nuclear waste should be reused to create more electricity.  There are new kinds of nuclear reactor such as ‘Integral Fast Reactors’, which can be powered by the waste from normal nuclear reactors (or from uranium the same as any other nuclear reactor). This means that the waste from other reactors or dismantled nuclear weapons could be used to power these new reactors. The Integral Fast Reactor extends the ability to produce energy roughly by a factor of 100. This would therefore be a very long term energy source. [1]  The waste at the end of the process is not nearly as much of a problem, as it is from current reactors. Because the IFR recycles the waste hundreds of times there is very much less waste remaining and what there is has a much shorter half-life, only tens of years rather than thousands. This makes storage for the remainder much more feasible, as there would be much less space required. [2]  [1] Till, Charles, ‘Nuclear Reaction Why DO Americans Fear Nuclear Power’, PBS,   [2] Monbiot, George, ‘We need to talk about Sellafield, and a nuclear solution that ticks all our boxes’, guardian.co.uk, 5 December 2011,"}
{"_id": "test-environment-ehwsnwu-con01a", "text": "Underground Nuclear Storage is Expensive.  Underground nuclear storage is expensive. This is because the deep geological repositories needed to deal with such waste are difficult to construct. This is because said repositories need to be 300m underground and also need failsafe systems so that they can be sealed off should there be a leak. For smaller countries, implementing this idea is almost completely impossible.  Further, the maintenance of the facilities also requires a lot of long term investment as the structural integrity of the facilities must consistently be monitored and maintained so that if there is a leak, the relevant authorities can be informed quickly and efficiently.  This is seen with the Yucca mountain waste repository site which has cost billions of dollars since the 1990s and was eventually halted due to public fears about nuclear safety. [1]  [1] ISN Security Watch. “Europe’s Nuclear Waste Storage Problems.” Oilprice.com 01/06/2010"}
{"_id": "test-environment-chbwtlgcc-pro02a", "text": "Developing world  Developing countries such as China and India are growing rapidly and causing massive increases in global GHG emissions through fossil fuel use and deforestation. It took developed countries 100s of years to create a standard of living high enough for an environmental movement to develop. It is more likely than not that developing countries will continue to increase their annual emissions for decades, greatly eclipsing any potential reductions in the developed world. According to Joseph Romm, former US assistant secretary for energy efficiency and renewable energy, \"China's growth in emissions could erode all other countries' efforts to stabilize the world's temperature\" 1. As a result, atmospheric GHGs will continue to increase, causing greater climate change.  1. Romm, Joseph, 'How Copenhagen can succeed where Kyoto failed', Foreign Policy, June 18, 2009."}
{"_id": "test-environment-chbwtlgcc-pro01a", "text": "450 PPM  The IPCC's Fourth Assessment Report determined that atmospheric GHG emissions needed to stabilize at 450ppm in order to avoid a temperature rise of more than 2-2.4C. Atmospheric ppm are currently at 393 and are rising at a rate of about 2 ppm per year. In order to stabilize at 450 ppm, the developed world would need to reduce its emissions by 25-40% by 2020 and 80-90% by 2050 along with significant reductions in the emissions growth rate of developing countries 1. Only a handful of countries (all of them in Europe) have achieved any reduction in annual GHG emissions despite promises to do so going back to the 1997 Kyoto Protocol.2 As a result, there is no evidence on which to reasonably conclude that atmospheric GHGs will be stabilized at 450ppm.  1. IPCC (2007). \"IPCC Fourth Assessment Report: Climate Change 2007 (AR4)\". Cambridge, United Kingdom and New York, NY, USA.: Cambridge University Press.  2 The Guardian, World carbon dioxide emissions data by country: China speeds ahead of the rest. (31/1/11)."}
{"_id": "test-environment-chbwtlgcc-pro03a", "text": "Failure to reach global accord  The Kyoto Protocol failed to reduce global GHG emissions and in the midst of an economic crisis, world leaders were unable to even agree to a replacement treaty when it expired. There is no meaningful global emissions reduction treaty ready for ratification and no reason to be optimistic that one is forthcoming. The developing world believes it has a legitimate right to expand economically without emissions caps because the rich world is responsible for the vast majority of emissions over the last 200 years and per capita emissions in developing countries are still far lower than in the developed world. As such, developing countries will only agree to a global accord that pays for their emissions reductions/abatement. However, the developed world is unwilling to transfer wealth in exchange for a right to emit, particularly at a time when so many have large budget deficits 1. Given that the growth of annual emissions is being driven by developing countries, many developed countries (like the US) believe that any treaty that does not include developing countries (particularly China) would be fruitless.  1. The Economist, 'A bad climate for development', 17th September 2009."}
{"_id": "test-environment-chbwtlgcc-pro04a", "text": "Consequences of increased GHGs  Increased GHGs in the atmosphere have numerous significant consequences:  -glaciers, ice sheets, and perma frost will continue to melt. This will increase water levels, release more GHGs (methane, which is twenty times more powerful as a greenhouse gas than CO2 and CO2), and reflect less heat back into the atmosphere exacerbating climate change1.  -the oceans (which are a natural carbon sink) are becoming increasingly acidic which will significantly damage ecosystems such as coral reefs. Additionally, changes in the chemistry of the ocean could affect the amount of CO2 it can absorb and process annually.  -there will be increasing incidents of extreme weather such as hurricanes, floods, and record high/low temperatures. Extreme weather can destroy ecosystems that capture CO2 such as forests and peat bogs leading to less natural CO2 absorption.  These events will accelerate climate change making it more difficult for humans to reduce GHG ppms to a sustainable level. Once average temperatures are above 2.5C, events will be triggered that will be irreversible and it will take 1000s of years of lower GHG emissions for the earth to return to normal 2.  1. Connor, Steve, 'Exclusive: The methane time bomb', The Independent, 23rd September 2008,  2. Wikipedia, \"Climate Change Feedback\". Retrieved 2011-08-08."}
{"_id": "test-environment-chbwtlgcc-con02a", "text": "Earth's Resiliency  All the conclusions about the effects of rising atmospheric GHGs are based on computerized climate models. Even those that develop and use the models admit that the models are not nearly complex enough to be 100% accurate. Climate science is incredibly complicated and different models sometimes produce vastly different results 1.Increased carbon dioxide will increase plant life which may mitigate other damages of climate change and protect species currently considered threatened by climate change. Therefore, it is far too early to conclude that humanity is going to be destroyed. The earth's climate is continuously changing, with or without anthropogenic effects, and life has always found a way to continue.  1. Lemonick, Michael D., 'How much can we really trust climate models to tell us about the future?', 18th january 2011."}
{"_id": "test-environment-chbwtlgcc-con03a", "text": "New Technology  Humanity has revolutionized the world repeatedly through such monumental inventions as agriculture, steel, anti-biotics, and microchips. And as technology has improved, so too has the rate at which technology improves. It is predicted that there will be 32 times more change between 2000 and 2050 than there was between 1950 and 2000. In the midst of this, many great minds will be focussed on emissions abatement and climate control technologies. So, even if the most severe climate predictions do come to pass, it is unimaginable that humanity will not find a way to intervene. Even small changes will make a difference – more efficient coal power stations can emit a third less emissions than less efficient ones 1. Renewable energy will become more competitive and scalable and technology develops we may even be able to remove carbon from the atmosphere so undoing the damage. 1  1. Bradsher, Keith. “China Outpaces U.S. in Cleaner Coal-Fired Plants.”, New York Times Published: May 10, 2009."}
{"_id": "test-environment-chbwtlgcc-con01a", "text": "Carbon Trading Schemes  The EU ETS is an example of a viable carbon market, it covers thirty countries from the EU as well as Iceland, Liechtenstein and Norway. Countries within the ETS are using market mechanisms to force domestic emitters to meet national caps as the amount of allowances reduces over time emissions fall. In 2020 under the ETS emissions will be 21% lower than in 2005 1. The IPCC report contains recommendations for how emissions can be abated through the simultaneous application of numerous small reductions and the implementation of abatement technologies and this is exactly what schemes like the ETS encourage. Part of the reason that the ETS is successful is that it is ensuring an even playing field between countries by (more or less) applying its rules equally across borders and industries.2  1. European Trading System, 2010  2. European Commission Climate Action, 'Emissions Trading System'"}
{"_id": "test-environment-opecewiahw-pro02a", "text": "An immense boost to DRC’s economy  The Grand Inga dam would be an immense boost to the DRC’s economy. It would mean a huge amount of investment coming into the country as almost all the $80 billion construction cost would be coming from outside the country which would mean thousands of workers employed and spending money in the DRC as well as boosting local suppliers. Once the project is complete the dam will provide cheap electricity so making industry more competitive and providing electricity to homes. Even the initial stages through Inga III are expected to provide electricity for 25,000 households in Kinshasa. [1]  [1] ‘Movement on the Grand Inga Hydropower Project’, ujuh, 20 November 2013,"}
{"_id": "test-environment-opecewiahw-pro01a", "text": "The dam would power Africa  Only 29% of Sub Saharan Africa’s population has access to electricity. [1] This has immense consequences not just for the economy as production and investment is constrained but also on society. The world bank says lack of electricity affects human rights “People cannot access modern hospital services without electricity, or feel relief from sweltering heat. Food cannot be refrigerated and businesses cannot function. Children cannot go to school… The list of deprivation goes on.” [2] Conveniently it is suggested that the “Grand Inga will thus provide more than half of the continent with renewable energy at a low price,” [3] providing electricity to half a billion people so eliminating much of this electricity gap. [4]  [1] World Bank Energy, ‘Addressing the Electricity Access Gap’, World Bank, June 2010,  p.89  [2] The World Bank, ‘Energy – The Facts’, worldbank.org, 2013,   [3] SAinfo reporter, ‘SA-DRC pact paves way for Grand Inga’, SouthAfrica.info, 20 May 2013,   [4] Pearce, Fred, ‘Will Huge New Hydro Projects Bring Power to Africa’s People?’, Yale Environment 360, 30 May 2013,"}
{"_id": "test-environment-opecewiahw-pro03a", "text": "Will enable the rebuilding of DRC  DR Congo has been one of the most war ravaged countries in the world over the last two decades. The Grand Inga provides a project that can potentially benefit everyone in the country by providing cheap electricity and an economic boost. It will also provide large export earnings; to take an comparatively local example Ethiopia earns $1.5million per month exporting 60MW to Djibouti at 7 cents per KwH [1] comparable to prices in South Africa [2] so if Congo were to be exporting 500 times that (at 30,000 MW only 3/4ths of the capacity) it would be earning $9billion per year. This then will provide more money to invest and to ameliorate problems. The project can therefore be a project for the nation to rally around helping create and keep stability after the surrender of the rebel group M23 in October 2013.  [1] Woldegebriel, E.G., ‘Ethiopia plans to power East Africa with hydro’, trust.org, 29 January 2013,   [2] Burkhardt, Paul, ‘Eskom to Raise S. Africa Power Price 8% Annually for 5 Years’, Bloomberg, 28 February 2013,"}
{"_id": "test-environment-opecewiahw-con02a", "text": "A dam would damage the environment  Dams due to their generation of renewable electricity are usually seen as environmentally friendly but such mega projects are rarely without consequences. The Grand Inga would lower the oxygen content of the lower course of the river which would mean a loss of species. This would not only affect the river as the Congo’s delta is a submerged area of 300,000km2 far out into the Atlantic. This system is not yet understood but the plume transmits sediment and organic matter into the Atlantic ocean encouraging plankton offshore contributing to the Atlantic’s ability to be a carbon sink. [1]  [1] Showers, Kate, ‘Will Africa’s Mega Dam Have Mega Impacts?’, International Rivers, 5 March 2012,"}
{"_id": "test-environment-opecewiahw-con04a", "text": "The cost is too high  The Grand Inga is ‘pie in the sky’ as the cost is too immense. At more than $50-100 billion it is more than twice the GDP of the whole country. [1] Even the much smaller Inga III project has been plagued by funding problems with Westcor pulling out of the project in 2009. [2] This much smaller project still does not have all the financial backing it needs having failed to get firm commitments of investment from anyone except the South Africans. [3] If private companies won’t take the risk on a much smaller project they won’t on the Grand Inga.  [1] Central Intelligence Agency, ‘Congo, Democratic Republic of the’, The World Factbook, 12 November 2013,   [2] ‘Westcor Drops Grand Inga III Project’, Alternative Energy Africa, 14 August 2009,   [3] ‘DRC still looking for Inga III funding’, ESI-Africa.com, 13 September 2013,"}
{"_id": "test-environment-opecewiahw-con03a", "text": "Dams displace communities  Dams result in the filling of a large reservoir behind the dam because it has raised the level of the water in the case of the Grand Inga it would create a reservoir 15km long. This is not particularly big but the construction would also displace communities. The previous Inga dams also displaced people. Inga I and II were built 30 and 40 years ago, yet the displaced are still in a shabby prefabricated town called Camp Kinshasa awaiting compensation. [1] Are they likely to do better this time around?  [1] Sanyanga, Ruto, ‘Will Congo Benefit from Grand Inga Dam’, International Policy Digest, 29 June 2013,"}
{"_id": "test-environment-opecewiahw-con01a", "text": "Such a big project is beyond DRC’s capacity  The Grand Inga dam project is huge while it means huge potential benefits it just makes it more difficult for the country to manage. Transparency international ranks DRC as 160th out of 176 in terms of corruption [1] so it is no surprise that projects in the country are plagued by it. [2] Such a big project would inevitably mean billions siphoned off. Even if it is built will the DRC be able to maintain it? This seems unlikely. The Inga I and II dams only operate at half their potential due to silting up and a lack of maintenance. [3]  [1] ‘Corruption Perceptions Index 2012’, Transparency International, 2012,   [2] Bosshard, Peter, ‘Grand Inga -- The World Bank's Latest Silver Bullet for Africa’, Huffington Post, 21 April 2013,   [3] Vasagar, Jeevan, ‘Could a $50bn plan to tame this mighty river bring electricity to all of Africa?’, The Guardian, 25 February 2005,"}
{"_id": "test-health-dhpelhbass-pro02a", "text": "Those who are in the late stages of a terminal disease have a horrific future agead of them  The gradual decline of their body, the failure of their organs and the need for artificial support. In some cases, the illness will slowly destroy their minds, the essence of themselves; even if this is not the case, the huge amounts of medication required to ‘control’ their pain will often leave them in a delirious and incapable state. At least five percent of terminal pain cannot be controlled, even with the best care. Faced with this, it is surely more humane that those people be allowed to choose the manner of their own end, and have the assistance of a doctor to die with dignity. One particular account was of Sue Rodriguez who died slowly of Lou Gehrig's disease. She lived for several years with the knowledge that her muscles would, one by one, waste away until the day came when, fully conscious, she would choke to death. She begged the courts to reassure her that a doctor would be allowed to assist her in choosing the moment of death. They refused. Rodriguez did not accept the verdict and with the help of an anonymous physician committed suicide in February 1994. [1]  [1] Chris Docker, Cases in history, euthanasia.cc, 2000  (accessed 6/6/2011)"}
{"_id": "test-health-dhpelhbass-pro01a", "text": "Every human being has a right to life  Perhaps the most basic and fundamental of all our rights. However, with every right comes a choice. The right to speech does not remove the option to remain silent; the right to vote brings with it the right to abstain. In the same way, the right to choose to die is implicit in the right to life. The degree to which physical pain and psychological distress can be tolerated is different in all humans. Quality of life judgements are private and personal, thus only the sufferer can make relevant decisions. [1] This was particularly evident in the case of Daniel James. [2] After suffering a spinal dislocation as the result of a rugby accident he decided that he would live a second-rate existence if he continued with life and that it was not something he wanted to prolong. People are given a large degree of autonomy within their lives and since deciding to end your life does not physically harm anyone else, it should be within your rights to decide when you wish to die. While the act of suicide does remove option to choose life, most cases in which physician assisted suicide is reasonable, death is the inevitable and often imminent outcome for the patient regardless if by suicide or pathological process. The choice for the patient, therefore, is not to die, but to cease suffering and tto chose the time and manner of their death.  [1] Derek Humphrey, 'Liberty and Death: A manifesto concerning an individual's right to choose to die', assistedsuicide.org 1 March 2005,  (accessed 4/6/2011)  [2] Elizabeth Stewart, 'Parents defend assisted suicide of paralysed rugby player', guardian.co.uk, 17 October 2008,  (accessed 6/6/2011)"}
{"_id": "test-health-dhpelhbass-con02a", "text": "If someone is threatening to kill themselves it is your moral duty to try to stop them  Those who commit suicide are not evil, and those who attempt to take their own lives are not prosecuted. However, it is your moral duty to try and prevent people from committing suicide. You would not, for example, simply ignore a man standing on a ledge and threatening to jump simply because it is his choice; and you would definitely not assist in his suicide by pushing him. In the same way, you should try to help a person with a terminal illness, not help them to die. With the exception of the libertarian position that each person has a right against others that they not interfere with her suicidal intentions. Little justification is necessary for actions that aim to prevent another's suicide but are non-coercive. Pleading with a suicidal individual, trying to convince her of the value of continued life, recommending counseling, etc. are morally unproblematic, since they do not interfere with the individual's conduct or plans except by engaging her rational capacities (Cosculluela 1994, 35; Cholbi 2002, 252). [1] The impulse toward suicide is often short-lived, ambivalent, and influenced by mental illnesses such as depression. While these facts together do not appear to justify intervening in others' suicidal intentions, they are indicators that the suicide may be undertaken with less than full rationality. Yet given the added fact that death is irreversible, when these factors are present, they justify intervention in others' suicidal plans on the grounds that suicide is not in the individual's interests as they would rationally conceive those interests. We might call this the ‘no regrets' or ‘err on the side of life’ approach to suicide intervention (Martin 1980; Pabst Battin 1996, 141; Cholbi 2002). [2]  [1] Cholbi, Michael, \"Suicide\", The Stanford Encyclopedia of Philosophy (Fall 2009 Edition), Edward N. Zalta (ed.),  #DutTowSui (accessed 7/6/2011)  [2] Cholbi, Michael, \"Suicide\", The Stanford Encyclopedia of Philosophy (Fall 2009 Edition), Edward N. Zalta (ed.),  #DutTowSui (accessed 7/6/2011)"}
{"_id": "test-health-dhpelhbass-con04a", "text": "It would have a damaging effect on society  Some people who do not agree with voluntary euthanasia argue that if it was legalised, it would damage the moral and social foundation of society by removing the traditional principle that man should not kill, and reduce the respect for human life. It might also be the case that once voluntary euthanasia has been legalised, this might lead to cases of involuntary euthanasia being carried out. With people deciding that someone else's life such as the elderly or the terminally ill is not worth living and therefore performing euthanasia without their consent. [1] A recent study discovered that some sufferers of locked-in syndrome – as many as three out of four of the main sample – were happy and did not want to die. [2]  [1] The case against, religiouseducation.co.uik  (accessed 4/6/2011).  [2] Barbara Ellen, Who is to judge which lives are worth living?, guardian.co.uk, 17 April 2011  (accessed 6/6/2011)"}
{"_id": "test-health-dhpelhbass-con03a", "text": "Only God can give and take away life  Life is Sacred so no one has the right to take a life, this includes ones own. As a result both suicide and assisted suicide are wrong. There are many passages within the bible that speak of the idea that God has appointed a time for all to die, 'Hebrews 9:27, “And as it is appointed unto men once to die, but after this the judgement:” Ecclesiastes 3:1-2, “To every thing there is a season, and a time to every purpose under the heaven: A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;” Ecclesiastes 7:17, “Be not over much wicked, neither be thou foolish: why shouldest thou die before thy time?” [1] In addition to this, physicians are nowhere in Scripture given authority to take someone's life. Apart from the government in the case of capital punishment, all other human beings are given the commandment “Thou shalt not kill,” Exodus 20:13 and “Thou shalt do no murder,” Matthew 19:18. [2]  [1] Pastor Art Kohl, 'The Bible Speaks on Euthanasia', Political Science and the Bible, 2002  (accessed 6/6/2011)  [2] Pastor Art Kohl, 'The Bible Speaks on Euthanasia', Political Science and the Bible, 2002  (accessed 6/6/2011)"}
{"_id": "test-sport-tshbmlbscac-pro01a", "text": "Collisions are exciting and fun to watch.  Baseball is a form of entertainment, and few plays are as entertaining as bang-bang plays (a close call on whether the runner is thrown out) at the plate. As a sport that’s often criticized for being too slow and boring—“baseball has no clock,” the saying goes [1] —it’s important that it hold onto perhaps the most dramatic, vivid play it has to offer. One columnist described it this way: “When [collisions] do occur, they’re exciting. We watch to see how well the catcher blocks the plate, how hard the runner slides, and whether the catcher can hold the ball. As dangerous as that play may be, it’s exciting to watch.” [2]  Other sports—like American football, ice hockey, and rugby—feature plenty of violent hits. Baseball has so few of them that when they do happen, they are doubly entertaining. It is just not necessary for baseball to prohibit a small dose of something that is extremely common in other sports.  [1] William Deresiewicz, “Metaphors We Play By,” American Scholar, June 6, 2011,  .  [2] Nick Cafardo, “Let’s keep rule change off our plate, please,” Boston Globe, May 29, 2011,  ."}
{"_id": "test-sport-tshbmlbscac-pro04a", "text": "Without collisions, either the catcher or the runner would have an enormous and unfair advantage.  There are two often-discussed ways to change the rules: require the runner to slide, just as they must do when attempting to reach other bases; or disallow catchers to block runners’ paths. Each results in an imbalance between the catcher and runner. A commentator describes this dynamic very well:  “If Major League Baseball was to employ a rule stating that runners must avoid contact with the catcher—similar to the ‘slide or avoid’ rule employed in amateur baseball—it would give the advantage to the catcher. The catcher would have the benefit of dictating the course of action that a baserunner must take, and would—perhaps more importantly—have peace of mind knowing that there is no chance of an ensuing collision. If Major League Baseball was to make a rule stating that the catcher cannot block the plate, the advantage would certainly go to the baserunner, who would enjoy the luxury of a straight path to the most sacred ground on a baseball diamond.” [1]  Allowing collisions is the fairest, most even match between the catcher and runner.  [1] Ricky Doyle, “Buster Posey’s Injury Unfortunate, But Home-Plate Collisions Still Have Place in Baseball,” NESN, May 29, 2011,  ."}
{"_id": "test-sport-tshbmlbscac-con02a", "text": "Collisions are an example of violence that has no place in baseball.  Baseball is not a contact sport. It is not a sport that is supposed to rely on violence. This is one commentator’s point: “if you want to watch violent collisions, you can watch [American] football. Or hockey. Or MMA. There’s no reason baseball needs to have similar kinds of plays; it’s an entirely different sport with a different premise and different rules.” [1]  Baseball tries to make the game safe for its players. That’s why beanballs—pitches that endanger hitters—are disallowed. Baseball should not promote violence, and it certainly shouldn’t allow it when players’ careers hang in the balance.  [1] Dave Cameron, “It’s Time to End Home Plate Collisions,” FanGraphs, May 26, 2011,  ."}
{"_id": "test-sport-tshbmlbscac-con03a", "text": "Collisions are unnecessary.  Baseball doesn’t need collisions. By requiring the runner to slide, just as they must do when attempting to reach other bases, or disallowing catchers to block runners’ paths, or—best of all—requiring both those steps, baseball can eliminate collisions.  Unlike in football or rugby, hits at the plate are not a necessary component of the sport. The game is played quite well at the amateur level without such brutal physical contact. [1] Collisions occur relatively infrequently, and the complexion of the game will not be dramatically different without them. Yet the benefits of improved safety are dramatic.  [1] See, for example, American Legion Baseball Rules, Rule 1(E),  ."}
{"_id": "test-free-speech-debate-magghbcrg-pro02a", "text": "Radio is cheap to produce and easily accessible.  Community radio relies on the power of its ideas and the thirst for those ideas among its audience. It accepts the notion that it is the exchange of information and views, freely given and received, that is more important than the ideas themselves.  It doesn’t require massive budgets and radio waves can be received on equipment that costs pennies; more importantly it can be shared.  For all of its pretensions of accessibility the devices used to access the Internet tend to be expensive and they also tend not to be shared – unlike radios [i] .  To give some context to this, even paying Western prices, a small radio station can be started for as little as $10,000 with monthly costs of $1,000 [ii] . Some of that, of course, relates to government issued licences, clearly this does not apply if the station is planning to be ignored by the authorities. These costs can be further reduced when the founders have a pre-existing knowledge of radio engineering or work with a partner organisation such as the BBC World Service or the various NGOs who specialise in the field [iii] .  [i] Plunkett, John, Community radio: A rare success story. The Guardian. 9 March 2009.  [ii] Prometheus Radio Project.  [iii] Wikipedia. Community Radio."}
{"_id": "test-free-speech-debate-magghbcrg-pro01a", "text": "Community radio gives voices to the people rather than imposing those of the powerful.  The events of the Arab Spring (and previous events such as the revolutions of 1989) have shown that effective means of communicating are vital. In a country where people have heard only one perspective, anything that can break the monopoly is to be welcomed. As Orwell put it, ‎'In an age of universal deceit, to tell the truth is a subversive act'.  Community radio can both encourage an initial outpouring of democracy and, just as importantly, ensure that a diversity of opinions means that one autocratic regime is not just replaced by another.  In almost all other forms of mass communication, genuinely democratic voices are easily swamped by those with either the power or the money to drown out the competition [i] . As the focus of community radio is public service, rather than profit, responsible to – and frequently produced by – their listener base there do not have commercial advertisers’ aversion to upsetting authority – either political or cultural. As a result they are free to eschew the bland lowest common denominator approach that is so typical of commercial radio.  [i] AMARC (World Association of Community Radio) booklet. What is Community Radio? 1998."}
{"_id": "test-free-speech-debate-magghbcrg-con03a", "text": "Community radio is just a platform, there is nothing innately democratic about it.  To associate a medium with a particular virtue is missing the point. Radio has been used for atrocity and tyranny (Rwanda would be an obvious example) just as much as the promotion and development of democracy. Equally the suggestion that community radio has a more significant role to play in this regard as opposed to, say, the BBC world Service, is ignoring the facts.  Particular media cannot be said to support democratic renewal any more than particular languages can. Equally, the revolutions of 1989 demonstrated the reality that taking control of the national radio station is, in some situations, more important than seizing the Presidential Palace. Neither the ‘community’ element nor the ‘radio’ aspect are innately democratic.  Different media have, undeniably, produced different types of social change – but they all have possibilities for democratic progress [i] .  [i] Sedra, Mark, Revolution 2.0: democracy promotion in the age of social media. The Globe and Mail. 2 February 2011."}
{"_id": "test-economy-thsptr-pro02a", "text": "Those who have more owe more to the state  Wealthier people benefit from the state more than do those who are worse off for two reasons. First, they have more to lose in the absence of the state. Without the rule of law, people would no longer be bound by any power to respect one another’s property rights. A rich person has much more to lose should there be a reversion to the state of nature; nothing would shield him from the mob. For this reason it is in the interest of the wealthy to preserve the just rule of law in the state and to uphold its institutions. It does so by funding it through taxation, and those who have more to lose have a greater interest in paying more to ensure its continuity. The second benefit the rich have is that they have gained more from the state than have the poor and less well off. It is only within a state system that maintains order and provides vital services that markets can form and be maintained. [1] Warren Buffett, for example, has argued that he could never have amassed anywhere near the sort of wealth he has in a country without the rule of law, such as Bangladesh. [2] Wealthy business owners and corporations use state utilities far more than poorer individuals quite often, when for example they use public roads to move their vast fleets of trucks, while individuals only drive their personal car. The state guarantees property rights, which allows markets to form and provides the protections and services to businesses that need them to function. Those who profit from that have an obligation to contribute to its upkeep.  [1] Lakoff, George and Bruce Budner. “Hidden Truths of Progressive Taxes”. Institute for America’s Future. 2007. Available:   [2] Terkel, Amanda. “Warren Buffett: ‘I Should Be Paying a Lot More in Taxes’”. Huffington Post. 2010. Available:"}
{"_id": "test-economy-thsptr-pro05a", "text": "A well-implemented progressive taxation scheme serve to promote economic growth  Progressive taxation can serve very effectively to increase the economic welfare and development of societies. It does so in three ways. First, it lifts the poor out of poverty by redistributing the tax burden from them onto the wealthy who are more able to pay, and gives them more disposable income to put back into the economy, which increases the velocity of money in the system, increasing growth. [1] Second, workers will be more likely to work harder since they will feel the system is more equitable; perceptions of fairness are very important to individuals. People will still work and save since they will want the goods and services they always did in the presence of progressive taxation, and will thus not be less motivated as detractors of progressive systems suggest. Third, progressive taxes serve as an automatic stabilizer in the event of recessions and temporary downturns in the market, in the sense that a loss of wages due to unemployment or wage cuts places an individual in a lower tax bracket, dampening the blow of the initial income loss. The American economy is a perfect example of how progressive taxation promotes broader economic growth; data shows that average yearly growth has been lessened since the 1950s after the reduction in progressively in the tax system. In the 1950s annual growth was 4.1%, while in the 1980s, when progressively in taxes fell dramatically, growth was only 3%. [2] Clearly, a progressive tax regime is best for workers and the economy generally.  [1] Boxx, T. William and Gary Quinlivan. The Cultural Context of Economics and Politics. Lanham: University Press of America. 1994.  [2] Batra, Ravi. The Great American Deception: What Politicians Won’t Tell You About Our Economy and Your Future. New York: John Wiley and Sons. 1996."}
{"_id": "test-economy-thsptr-pro01a", "text": "Those able to pay more should pay more into the tax system  The wealthy have more disposable income and are more financially secure than are the poor and economically tenuous. For this reason, a progressive system of taxation puts the tax burden more heavily on the wealthy which has the wherewithal to pay. Progressive taxes make everyone sacrifice equally, since true equality of taxation means equality of sacrifice. [1] It is ludicrous to expect the poor and less well-off to pay the same proportional amount in taxes as the wealthy since they have to spend most of their income on essential goods like food and shelter; it is unjust to gain all state revenues from regressive taxes like VAT, since the wealthy have excess resources they can do without while not overly influencing their standard of living. [2] Progressive taxation serves to help the poor and worst off while not leaving the wealthier worse off, since they still have more money. Clearly, progressive taxation is just in terms of burdens on individual taxpayers.  [1] Young, H. Peyton. 1990. “Progressive Taxation and Equal Sacrifice”. The American Economic Review 80(1): 253-266.  [2] Shapiro, Robert. “Flat Wrong: New Tax Schemes Can’t Top Old Progressive Wrongs”. Washington Post. 1996. Available:"}
{"_id": "test-economy-thsptr-pro03a", "text": "The state should promote the efficient distribution of income in order to maximize the utility derived by society from its economic resources  All goods suffer from diminishing marginal utility, and this includes money. The more money someone, the less happy they are made from each successive addition of wealth after a certain point. One might be able to buy a second car or a second house with extra money, but eventually one runs out of things one particularly wants to buy or own. [1] When wealth is unevenly distributed in society, the wealth of society is inefficiently distributed. The aim of the state must be to attempt to maximize the aggregate utility of its citizens insofar as it is able without damaging the economy. With progressive taxation, wealth is effectively reallocated to poorer people, who gain more utility than the wealthy lose in the process. The state has a right to do this not only because it generates a more efficient distribution of income than the market does, but also because income is partly a collective good. [2] Ownership rights to property and the ability to expand them is only possible within the framework of the state; thus the state can make a moral ownership claim to some of the products of the services it provides, and does so most effectively through the mechanism of progressive taxation.  [1] Thune, Kent. “The Diminishing Marginal Utility of Wealth”. The Financial Philosopher. 2008. Available:   [2] Weisbrod, Burton. Public Interest Law: An Economic and Institutional Analysis. Berkeley: University of California Press. 1978."}
{"_id": "test-economy-thsptr-pro04a", "text": "Progressive taxation promotes a more equal, more harmonious society  Progressive taxation provides real equality of opportunity, and serves to level the playing field so that social classes are not fixed. Everyone deserves a chance to climb the economic ladder, but without a regime of progressive taxation this is nearly impossible. [1] If tax revenues are generated by flat or regressive taxes the poor will necessarily have to contribute substantial portions of their own income to the state, cutting into their ability to consume and save. Social services must still be financed, and the best way to do that is through a progressive tax regime that makes those most able to pay more pay more; if more of the burden is placed on the poor and disadvantaged, as it must in a flat-rate system, fewer people will be able to climb out from the social strata in which they are born. [2] The more equal society created by these taxes is thus more equitable, since it affords people greater opportunities. It is also more harmonious, since well-funded services keep people from feeling desperate and to turn to such things as crime. But greater equality itself can also be beneficial, as it reduces distinctions between groups in society, and prevents stratification into social classes based on wealth. People who are more alike can sympathize and empathize more with one another. Progressive taxation thus promotes a very real and powerful social message that can greatly benefit social cohesion.  [1] Young, H. Peyton. 1990. “Progressive Taxation and Equal Sacrifice”. The American Economic Review 80(1): 253-266.  [2] Benabou, Roland. “Social Mobility and the Demand for Redistribution: The Poum Hypothesis”. The Quarterly Journal of Economics. 2001. Available:"}
{"_id": "test-economy-thsptr-con02a", "text": "Progressive taxes place an unfair and disproportionate burden on the wealthy  The revenues the state acquires through taxation are used to pay for various services and benefices. Lower income individuals consume these services to a disproportionate degree. It is they who require income supplements and child benefits when they lack the wherewithal to provide for themselves, and they avail more readily than the wealthy of such things as public healthcare and transport services. There is thus clearly no correlation between the amount people pays in taxes and amount of benefits they receive from them. [1] The rich make less use of such services, often preferring to use of privately provided services, yet they are expected to pay a greater proportion of their wealth to the public services they do not use under a progressive system of taxation. As a matter of fairness it is only just that everyone contribute to the provision of public services equally, in accordance with their wherewithal to do so. Wealthier people thus can pay more units of wealth to the system than poor people justly, but when they are expected to pay a disproportionate percentage of wealth, through a system that levies contributions according to a progressive rather than proportional scale, they are being used unfairly and being stripped of their rightful possessions to the use of others.  [1] Mayer, David. “Wealthy Americans Deserve Real Tax Relief”. On Principle 7(5). 1999. Available:"}
{"_id": "test-economy-thsptr-con05a", "text": "The aim of taxation should be to provide equality of opportunity, not of outcom  Taxation should not be about trying to engineer a more equal society. The purpose of taxes is to furnish necessary services people need to become competitive free agents in the economy. Progressive taxes take unduly from some to give to others in the hope of fostering social equality. Yet such efforts can only be harmful, as they breed resentment from rich toward the poor for taking undue amounts of their wealth for their consumption, and feelings of entitlement from poor who feel the wealthy owe them the money they pay, and thus feel happy to levy ever more odious taxes from them. [1] Society is best served by promoting a system of taxation that fosters equality of opportunity, by providing essential services to which everyone contributes in accordance with their ability to pay. This is better serviced through a system of flat-taxes, such as in Russia where there is a flat tax of 13%, [2] that promote a system of proportionality in taxation, rather than progressive taxes that focus unduly upon the contributions of the few to the many.  [1] The Frugal Libertarian. “Immorality of Progressive Income Tax”. Nolan Chart. 2008. Available:   [2] Mardell, Mark, ‘Pros and cons of Rick Perry’s flat tax plan’, BBC News, 26 October 2011,"}
{"_id": "test-economy-thsptr-con04a", "text": "Progressive systems are invariably highly complex and inefficient in implementation, breeding the knock-on inefficiencies of evasion and avoidance  The modern progressive tax system has created whole industries of firms and specialists geared toward helping people file their taxes and to ensure the system runs smoothly. It has also bred armies of officials who oversee and audit tax issues, costing the United States for example more than $11 billion a year to operate its tax collection and verification systems. [1] People are forced under the progressive system to waste hours filling out returns, to hoard and sift through receipts to be accurate and to maximize their rebates. There is thus a huge efficiency loss in terms of people’s time as they are forced to dedicate effort and resources to the often arduous task of filing taxes in an ever more complicated system, arising from a progressive regime. The extreme complexity of the system has generated further negative incentives, encouraging the wealthy to seek ways around the system, to exploit loopholes in the bloated system for their personal benefit. [2] The very wealthy can thus evade obligations through the manipulation of complex tax codes and loopholes, and can sometimes even lead less scrupulous people to pay less than less wealthy people. Flat and regressive consumption taxes, on the other hand, offer an easier mechanism of taxation that is easier to understand, less time consuming to deal with, and harder to manipulate.  [1] White, James. “Internal Revenue Service: Assessment of the 2008 Budget Request and an Update of 2007 Performance”. United States Government Accountability Office. Available:   [2] Wolk, Martin. “Why the Tax System Keeps Getting More Complex”. MSNBC. 2006. Available:"}
{"_id": "test-economy-thsptr-con03a", "text": "The ability to orchestrate a progressive taxation regime gives undue and dangerous power to the state  The power to tax is power to destroy. A state with power over a progressive taxation system can put the wealthy in effective thrall, and use them to benefit its own ends. This is exacerbated by such phenomena as the tyranny of the majority which can lead the majority of less wealthy and have-nots to demand more and more services and paying for them by inflicting ever more onerous taxes on the wealthy while diminishing their own burdens. Furthermore, so long as the tax burden is disproportionately leveled on the few, no one can see the growing size of the state. [1] With flat or regressive consumption tax everyone can feel the growth of the state. They can also understand the costs associated with it, driving them to have more realistic preferences and to make more rational demands of the state rather than treating the rich as a perpetual piggy bank.  [1] Dorn, James. “Ending Tax Socialism”. Cato Institute. 1996. Available:"}
{"_id": "test-economy-epsihbdns-pro01a", "text": "The government has a right to make decisions in the best interest of the people  Man is a social being. Therefore people live in communities where decisions that affect the many, are taken by representatives of the many. Thus, a social contract exists between the people and their government. [1] In exchange for part of their autonomy and freedom, the government ensures that policies are made in the best interest of people, even if this might come at the expense of short-term interests for some individuals. This is a typical example of this kind of case. The trend is emptying the countryside, stopping the production of agricultural goods and hollowing the amenities provided by the cities. Even if each individual has a personal incentive to move to the cities, the harm to the cities is greater than their accumulated individual gains. It is in these cases that the state must act to protect its people and ensure long term benefits.  [1] D'Agostino, Fred, Gaus, Gerald and Thrasher, John, \"Contemporary Approaches to the Social Contract\", The Stanford Encyclopedia of Philosophy (Winter 2012 Edition), Edward N. Zalta (ed.),"}
{"_id": "test-economy-epsihbdns-pro03a", "text": "Restrictions would benefit rural areas  Unlimited rural-urban migration erodes the economy of the cities, as shown in the previous argument, and limits their economic growth and available resources. On a national level, this causes decision makers to prioritise the cities, as the country relies more on urban than rural areas, thus preventing them from investing in the country-side. [1] China is a good example of this where urban privilege has become entrenched with ‘special economic zones’ being created in urban areas (though sometimes built from scratch in rural areas) with money being poured into infrastructure for the urban areas which as a result have rapidly modernised leaving rural areas behind. This leads to a whole culture of divisions where urbanites consider those from rural areas to be backward and less civilized. [2]  Moreover, there will be little other reason to invest in rural areas, as the workforce in those areas has left for the cities. By preserving resources in the cities and keeping the workforce in the rural areas, it becomes possible to invest in rural communities and change their lives for the better as these areas maintain the balanced workforce necessary to attract investors.  [1] Maxwell, Daniel., “The Political Economy of Urban Food Security in Sub-Saharan Africa.” 11, London : Elsevier Science Ltd., 1999, World Development, Vol. 27, p. 1939±1953. S0305-750X(99)00101-1.  [2] Whyte, Martin King, “Social Change and the Urban-Rural Divide in China”, China in the 21st Century, June 2007,  p.54"}
{"_id": "test-economy-epsihbdns-pro04a", "text": "Poor, uneducated people are lured into cities  The cause of rural-urban migration in developing nations and the main reason why it becomes problematic is that people who move to the cities are not making informed decisions. They are led to believe that the cities contain opportunities that they cannot find where they live, and there are no mechanisms such as efficient media or adequate education to eradicate this misconception. [1] Myths can be easily propagated by a single successful migrant returning home to visit that then attracts many others to try their luck without any knowledge of the possible costs. [2] This is exacerbated by unscrupulous organisations that prey on their desperation to take all their money to organise their move to the city. Some of those who are trafficked find themselves brought to the city and exploited through forced labour, begging, or even prostitution. [3] Many of those who move to cities find themselves in a worse situation but have lost any moving power they originally had and are thus trapped.  [1] Zhan, Shaohua. “What Determines Migrant Workers' Life Chances in Contemporary China? Hukou, Social Exclusion, and the Market.” 243, 2011, Vol. 37.  [2] Waibel, Hermann, and Schmidt, Erich, “Urban-rural relations”, in Feeding Asian Cities: Food Production and Processing Issues, FAO, November 2000,   [3] “UNIAP Vietnam”, United Nations Inter Agency Project on Human Trafficking, accessed March 2013,"}
{"_id": "test-economy-epsihbdns-con02a", "text": "It is practically impossible to control people's movement  One of the major problems with the proposal lies in the very fact that we are indeed dealing with developing nations. These nations have very limited capacity to manage this kind of system. What will happen instead, will be a state of confusion, where the law will be upheld in some parts while ignored in others. The case in China clearly shows that corruption follows in the wake of this kind of legislation, where urban Hukous are sold illegally or officials are frequently bribed to ignore the law. [1]  Furthermore, it only causes those who choose to move to the cities, in spite of the law, to be alienated from society and live a life outside of the law. Once outside of the law, the step to other crimes is very small as these people have little to lose. [2] In short, the law will only work in some cases and where it works it will lead to increased segregation and more crime.  [1] Wang, Fei-Ling. “Organising through Division and Exclusion: China's Hukou System\". 2005.  [2] Wu. s.l., and Treiman, The Household Registration System and Social Stratification in China: 1955-1996. Springer, 2004, Demography, Vol. 2."}
{"_id": "test-economy-epsihbdns-con04a", "text": "Restrictions cause an incredible loss of potential  One of the best things about a functioning developed nation is that young people can choose their profession. Apart from this being beneficial for the individual, this means that the best suited person for a given trade will often be the same that pursues it. If we prevent people from moving freely we deprive the cities of talented people whose talents and skills are much better suited for urban professions than for rural jobs. In short, this policy would make farmers out of the potential lawyers, politicians, doctors, teachers etc. Indeed this is the whole basis of most models of migration, people leave rural areas because there is surplus labour in that area while the cities needs new workers. [1]  [1] Taylor, J. Edward, and Martin, Philip L., “Human Capital: Migration and Rural Population Change”, Handbook of Agricultural Economics,"}
{"_id": "test-economy-epsihbdns-con03a", "text": "Rural life is miserable and has higher mortality rates than cities  This planet does not find worse living standards anywhere than in the rural areas of developing countries. These are the areas where famine, child mortality and diseases (such as AIDS) plague the people. [1] China’s Hukou system has condemned millions of people to premature death by locking them in areas that never will develop. [2] While the cities enjoy the benefits of 12% growth, the villages are as poor and deprived as ever. [3] It is a poorly concealed policy aimed at maintaining a gaping social cleavage and allowing the rich to remain rich.  [1] Maxwell, Daniel., “The Political Economy of Urban Food Security in Sub-Saharan Africa.” 11, London : Elsevier Science Ltd., 1999, World Development, Vol. 27, p. 1939±1953. S0305-750X(99)00101-1.  [2] Dikötter, Frank. Mao's Great Famine. London : Walker &amp; Company, 2010. 0802777686.  [3] Wang, Fei-Ling. “Organising through Division and Exclusion: China's Hukou System\". 2005."}
{"_id": "test-economy-epsihbdns-con01a", "text": "Freedom of movement is an intrinsic human right  Every human being is born with certain rights. These are protected by various charters and are considered inseparable from the human being. The reason for this is a belief that these rights create the fundamental and necessary conditions to lead a human life. Freedom of movement is one of these and has been recognised as such in Article 13 of the Universal Declaration of Human Rights. [1] If a family finds themselves faced with starvation, the only chance they have of survival might be to move to another place where they might live another day. It is inhuman to condemn individuals to death and suffering for the benefit of some nebulous collective theory. While we might pass some of our freedoms to the state, we have a moral right to the freedoms that help us stay alive – in this context freedom of movement is one of those.  [1] General Assembly, “The Universal Declaration of Human Rights”, 10 December 1948,"}
{"_id": "test-international-gmehbisrip1b-pro02a", "text": "Failure to withdraw blocks legitimate Palestinian aspirations to statehood.  The Palestinian people since 1967 have demonstrated through resistance to Israeli occupation their desire for an independent state of their own. [1] Throughout the years polls have consistently showed respectable Palestinian majorities in favour of a negotiated two-state settlement, which would offer them an independent state as well as allowing Israel to continue to exist as an independent state alongside the new Palestinian nation. [2] Israel's refusal to withdraw to the 1967 borders means that the majority of Palestinian people are compelled to live under the control of a state they do not wish to be a part of, a violation of their right to self-determination under international law. The 1993 Vienna Declaration, which reaffirmed the Universal Declaration of Human Rights and the UN Charter (and so sets the standard in current international law), unequivocally gives all peoples the right to self-determination: “All people have the right to self-determination. Owing to this right they freely establish their political status and freely provide their economic, social and cultural development...World Conference on Human Rights considers refusal of the right to self-determination as a violation of human rights and emphasizes the necessity of effective realization of this right”. [3] Brazilian President Luiz Inacio Lula da Silva said in 2006 that the pre-1967 borders uphold the “legitimate aspiration of the Palestinian people for a secure, united, democratic and economically viable state coexisting peacefully with Israel.” [4] By this measure, the Palestinian majority in the occupied territories have the right to self-determination (by democratic processes), and Israel's suppression of that right through its refusal to withdraw to the 1967 borders should be seen as a human rights violation. Consequently, Israel should withdraw to its 1967 borders in order to end its violation of the rights of the Palestinian people.  [1] BBC News. “Israeli settlements condemned by Western powers”. BBC News. 2 November 2011.   [2] Kennedy, Hugh. “The Great Arab Conquests: How the Spread of Islam Changed the World We Live In”. Da Capo Press. 2007.  [3] United Nations World Conference on Human Rights. “VIENNA DECLARATION AND PROGRAMME OF ACTION”. United Nations. 14-25 June 1993.   [4] Agence France-Presse, NDTV. “Brazil recognises Palestinian state on 1967 borders”. NDTV. 5 December 2010."}
{"_id": "test-international-gmehbisrip1b-pro01a", "text": "Israel has no right to the occupied territories.  Because Israel won the land during war, it is considered occupied territory under international law, and it is illegal for Israel to annex it. [1] In July 2004, the International Court of Justice delivered an Advisory Opinion observing that under customary international law as reflected in Article 42 of the Regulations annexed to the Hague IV Convention, territory is considered occupied when it is actually placed under the authority of the hostile army, and the occupation extends only to the territory where such authority has been established and can be exercised. Israel raised a number of exceptions and objections, but the Court found them unpersuasive. The Court ruled that territories had been occupied by the Israeli armed forces in 1967, during the conflict between Israel and Jordan, and that subsequent events in those territories, had done nothing to alter the situation. [2] Even the Israeli Supreme court has ruled that “Judea and Samaria [a.k.a. The West Bank] areas are held by the State of Israel in belligerent occupation.” [3] Therefore, Israel has no better claim to these lands than that it won them in a war, which is an illegitimate claim under international law, and also illegitimate as a thinly-disguised, morally abhorrent “might makes right” argument. The fact that Arab states initiated the 1967 war does not justify Israel responding by annexing Palestinian territory. [4] A just settlement would have been a return to the previous borders in exchange for security guarantees, etc. Instead, Israel unjustly used the opportunity to take land from an innocent people. One bad act does not justify another bad act in return. Moreover, it is notable that the nations which Israel took Gaza and the West Bank from in 1967 (Egypt and Jordan, respectively) were not representative nations of the areas' majority inhabitants, the Palestinian people. [5] It is thus illegitimate for Israel to claim ownership of Palestinian land because it defeated non-Palestinian nations in a war, and Israel should therefore return to its pre-1967 borders, leaving Gaza and the West Bank to the Palestinian people.  [1] BBC News. “Israeli settlements condemned by Western powers”. BBC News. 2 November 2011.   [2] International Court of Justice. “Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territory”. International Court of Justice, United Nations Organisation. July 2004.   [3] The Supreme Court of Israel. “Mara'abe vs The Prime Minister of Israel”. The Supreme Court of Israel. June 2005.   [4] BBC News. “1967: Israel launches attack on Egypt”. BBC News On This Day. 5 June 1967.   [5] BBC News. “Israeli settlements condemned by Western powers”. BBC News. 2 November 2011."}
{"_id": "test-international-gmehbisrip1b-con03a", "text": "Many Israelis now live in the occupied territories.  Israel has more than just national security at stake in the occupied territory of the West Bank -hundreds of thousands of Israeli citizens now live there, many in areas which are not strategically essential (the areas described above). Between the West Bank, East Jerusalem and the Golan Heights (all outside of Israel's 1967 borders), over 400,000 Israelis live in settlements in the occupied territories. [1] These ever-expanding settlements represent a barrier to Israeli withdrawing to its 1967 borders. In 1993, when Israeli Prime Minister Yitzhak Rabin and Palestine Liberation Organization leader Yasser Arafat famously shook hands on the White House lawn, there were only 109,000 Israelis living in settlements across the West Bank (not including Jerusalem). Today there are more than 230 settlements and strategically placed 'outposts' designed to cement a permanent Jewish presence on Palestinian land. [2] Forcibly removing these settlers would be too difficult, could foment a kind of Jewish civil war, and would create a level of resentment among fundamentalist Jews that would likely inflame the Israeli-Palestinian conflict. Furthermore it should be remembered that these settlers are Israeli citizens, with families, who moved to these areas because the Israeli government told them it was safe and that they would be allowed to stay, and thus Israel has a moral duty to live up to these promises by not withdrawing. Israel cannot afford this sort of internal turmoil, and should not neglect its duty to protect the rights of these citizens, and so it should not withdraw to its 1967 borders.  [1] Levinson, Chaim. “IDF: More than 300,000 settlers live in West Bank”. Haaretz.com. 27 July 2009.   [2] Tolan, Sandy. “George Mitchell and the end of the two-state solution”. The Christian Science Monitor. 4 February 2009."}
{"_id": "test-international-gmehbisrip1b-con01a", "text": "Israel has the right to claim minimal territory to ensure security  Israel has been the victim of multiple major illegal wars of aggression on the part of the Arab world, most notably in 1948 and 1967. These wars invalidate any special claim made by Arabs and Palestinians to pre-1967 territory, and justify Israel in keeping as much territory as is necessary to secure itself against these hostile states. Israel could have gone much further and taken more territory than it did in 1967 (as it was easily winning the war), but instead it restricted itself to only taking the territory that was necessary for it to create security buffer. [1] When peace deals have allowed Israel to improve its security through giving up land historically, it has done so, for example when it returned the Sinai peninsula to Egypt in 1982 in exchange for a peace treaty with Egypt, or when Israel returned the small swath of Jordanian territory it held when King Hussain of Jordan wanted to make peace. To date, Israel has withdrawn from approximately 93 percent of the territories it captured. In return for peace with Syria and an end to Palestinian terror, it is prepared to withdraw from most of the remaining 7% in dispute, although not all. Israel remains committed to trading land for peace, and never annexed the West Bank or Gaza Strip because it expected to return part of these territories in negotiations. When the Palestinians finally declared that they would recognize Israel and renounce terrorism, Israel agreed to begin to withdraw. Since 1993, Israel has turned over approximately 80% of the Gaza Strip and more than 40% of the West Bank to the Palestinian Authority. Thus, Israel's objection is not so much against returning any of the land captured in 1967, but against returning absolutely all of it and going back completely to the 1967 borders, as this would mean giving up territories vital for Israel's security. The minimal slivers of territory that Israel it seeks to maintain through a peace settlement (after returning 90% of the pre-1967 territory), is very important to its national security as it offers a buffer against future Arab wars of aggression. This why Ehud Olmert stressed that only most of the occupied territory could be returned. He still argued that some had to be kept for security reasons: “We can never totally return to the indefensible pre-1967 borders, ... We simply cannot afford to make Israel [9 miles] wide again at its center. We can't allow the Palestinians to be a couple [miles] from [Tel Aviv's] Ben Gurion Airport in the age of shoulder-fire missiles with the capacity to shoot down jumbo jets.” [2] Moreover, Israel is in an anomalous situation: It is an embattled democracy that historically has had to defend itself repeatedly against the armies of neighbouring Arab states whose declared goal was nothing less than Israel's eradication. The Israel Defense Forces could not afford to miscalculate. While other nations, like France or Kuwait, have been overrun, occupied, and nonetheless have survived to reconstitute themselves, Israel, in contrast, cannot depend on obtaining a second chance. Miscalculation on its part could have had devastating consequences and, thus, its situation is unique. [3] For this critical purpose of national survival, therefore, the annexed land serves a legally legitimate purpose, especially considering that the Arab wars of aggression were what caused the annexation of the land in the first place. In such circumstances, a nation that won a defensive war has a right to set terms to ensure against future wars of aggression.  [1] Johnson, Paul. “A History of the Jews”. Weidenfeld and Nicolson. 1987.  [2] Thinkexist.com. “Ehud Olmert Quotes”. Thinkexist.com   [3] Amidror, Maj.-Gen. (res.) Yaakov. “Israel's Requirement for Defensible Borders”. Defensible Borders for a Lasting Peace. 2005."}
{"_id": "test-international-aghbfcpspr-pro02a", "text": "Reparations would be a step towards closing colonial scars.  It is difficult for former colonies to feel as if they can move on and develop a wholly independent identity when their ties to the past, and to their former colonisers, have not been definitively ended. For example, while it is important to remember those who suffered under slavery, the overwhelming memory of it [1] overpowers the history of those countries and innately links them back to former colonial powers. Furthermore, many of the problems now faced by former colonies can be traced back to the actions of colonial-era masters, for example the birth of ethnic tensions between minorities in Rwanda [2] and Burundi [3] . In order to move on from that damaging legacy, and to conclusively prove that such prejudices are always wrong, it is necessary for former colonial powers to show a tangible move towards closing that colonial chapter of their history. In this way they can begin to move towards a fresh, equal and co-operative relationship with the developing countries which were their former colonies, without the background of history which currently warps such relationships. Italy’s payment of reparations to Libya [4] allowed Libya to ‘mend fences with the West’ [5] and to improve international relationships. This is a step to recognise developing countries as a nation, rather than an economic opportunity. In this way, reparations would be an effective way of demonstrating a global community and spirit.  [1] Accessed from  on 12/09/11  [2] Accessed from  on 12/09/11  [3] Accessed from  on 12/09/11.  [4] Time. ‘Italy Pays Reparations to Libya’. Published 02/09/2008. Accessed from  on 12/09/11.  [5] Accessed from  on 12/09/11"}
{"_id": "test-international-aghbfcpspr-pro05a", "text": "Reparations demonstrate a true concern for the developing world.  Even alongside the colonial justifications for providing reparations, there are also many other strong reasons why former colonial powers should grant reparations. Former colonial powers tend to be economically developed, like America, Britain and France. The developed world should recognise the dire poverty and social challenges fed by the developing world today. Giving aid as an act of charity can sometimes be seen as derogatory [1] , and is even rejected by the potential recipients [2] [3] [4] . However, reparations allows a transfer of wealth between these countries in a way which is sensitive to the history between them, and which also demonstrates a desire to improve their relationship. It allows aid to be given to the developing world in a means which is dignified but not spurious.  [1] Accessed from  on 12/09/11  [2] Accessed from  on 12/09/11  [3] Accessed from  on 12/09/11  [4] Accessed from  on 12/09/11"}
{"_id": "test-international-aghbfcpspr-pro03a", "text": "There is already a precedent for paying reparations to such states.  In the past, dominating global powers have paid reparations and compensation for historical wrongs. For example, Germany pays an annual amount of money to Israel to recognise wrongs committed against Jews during the Holocaust, and to recognise the theft of Jewish property at this time [1] . These reparations have helped Israeli infrastructure enormously, providing ‘railways and telephones, dock installations and irrigation plants, whole areas of industry and agriculture’ [2] and contributing to Israeli economic security. Japan also paid reparations to Korea after World War II as the Koreans were ‘deprived of their nation and their identity’ [4] . Britain has paid compensation to the New Zealand Maoris for the damage done during colonial times and the seizure of their land [5] , and Iraq pays compensation to Kuwait for damage done during the invasion and occupation of 1990-91 [6] . There is little reason why other nations should not be paid for the grievances caused to them by domination countries. There is support for the notion that colonial powers should pay for free universal education in Africa [7] ; this would be an entirely appropriate and desirable measure.  [1] 'Holocaust Restitution: German Reparations', Jewish Virtual Library, accessed 16/1/2014,   [2] 'Holocaust Restitution: German Reparations', Jewish Virtual Library, accessed 16/1/2014,   [4] Accessed from  on 12/09/11  [5] Accessed from  on 12/09/11  [6] Accessed from  on 12/09/11  [7] Accessed from  on 12/09/11"}
{"_id": "test-international-aghbfcpspr-con02a", "text": "Such reparations would do little to actually improve the developing countries.  Reparations are an incredibly short-term economic measure. To have any substantial impact, long-term systems would need to be put in place to truly benefit such countries, and it would be far better to encourage sustainable growth [1] than a one-off bumper payment. Developed countries should look towards improving their long-term relationship with former colonies and establishing measures such as fairer trade rules or debt relief as an efficient measure. This would allow the aid to be focused in the places where these countries need it most.  The symbolism of reparations is also potentially dangerous. Firstly, paying reparations may bring the belief that former colonial powers have ‘paid their debt’ and no longer have to seek to improve their own conduct of foreign policy. Secondly, this measure would allow dictators such as Robert Mugabe to feel justified in their declarations that colonial powers are independently responsible for all the problems affecting their countries [2] [3] [4] . In this way, Mugabe tries to hide his own shortcomings and place blame entirely on the West, which has negative impacts on the potential for international relations. In the case of Italy’s reparations to Libya, this could be seen as strengthening the Gaddafi dictatorship at the expense of the Libyan people and the West, particularly as Gaddafi is prone to blaming the West [5] or indeed anybody else he can [6] .  [1] Accessed from  on 12/09/11  [2] Accessed from  on 12/09/11  [3] Accessed from  on 12/09/11  [4] Accessed from  on 12/09/11  [5] Accessed from  on 12/09/11  [6] Accessed from  on 12/09/11"}
{"_id": "test-international-aghbfcpspr-con01a", "text": "Time has removed the opportunity to truly make reparations to those who may have deserved it.  Reparations are used to make ‘amends for wrong or injury done’ [1] ; it is impossible to truly achieve this when the victims of wrongdoing are long since dead. Moreover, reparations which may have been made immediately after colonisation could have had a specific purpose – for example, to rebuild property which was destroyed, or to restore items which were wrongfully taken. However, the development of both countries has led to a very different state of affairs in both, and there may no longer be an obvious end for the money from reparations. There is also no precedent for giving reparations to countries after so long a period of time. For example, Germany began paying reparations to Israel in 1952 [2] , only 7 years after World War II ended in 1945. Time also makes it very difficult to judge who the ‘victims’ are now. The descendants of original victims may well be independently wealthy now – would it be right to financially cripple of Western country and their people, already suffering from economic depression, to pay people who may not need it now? In any case, it would take a very long to even work out how we could pay reparations, let alone whether we should.  [1] Accessed from  on 12/09/11  [2] Accessed from  on 12/09/11"}
{"_id": "test-philosophy-pphbclsbs-pro02a", "text": "The apparent loss of liberty is overstated.  Negative cases of security abuse are few and have been greatly exaggerated by an emphatic civil rights lobby that has no empathy for the victims of terrorism. Of course, with any wide-scale attempt to fight terrorism there are bound to be a few cases of abuse of security measures. For example in the UK terrorism suspects were originally detained without charge under the Anti-Terrorism, Crime and Security Act however the detention was declared unlawful by the law lords in 2005 so the government introduced new scaled back policies such as ‘control orders’. [1] Therefore government has always been willing to scale back its security legislation when the courts believe it goes too far. Nonetheless it is not a good idea to shut down all security measures under a pretext that they violate rights [2] . The majority of the measures are intended to safeguard those civil liberties instead of abusing them.  [1] Hewitt, Steve, THE BRITISH WAR ON TERROR TIMELINE, Libertas, 2007,  , accessed 9 September 2011  [2] Stratton, Allegra and Wintour, Patrick, ‘Nick Clegg goes to war with Labour over civil liberties’, guardian.co.uk, 13 April 2010,  , accessed 9 September 2011"}
{"_id": "test-philosophy-pphbclsbs-pro05a", "text": "The argument is about practicality and the balancing of risks.  It would be incredibly disingenuous of the opposition if they did not concede that the dangers are great and that something must be done. Because, deep down, everyone knows that it is simply a balancing of risks – in practice all the government is trying to do is save lives. It is of course, the government’s primary duty to protect citizens but this can only be done with the loss of some civil liberties. These liberties will of course still be completely protected by the courts. When it comes to the issue of life and death, it is the proposition’s hope that a few civil liberties would be only willingly given up by any prudent citizen."}
{"_id": "test-philosophy-pphbclsbs-pro01a", "text": "National security is something that must be protected even at the cost of  Terrorism is part of the modern world and is inextricably linked with the rise of modern communications, the internet, and a global community. This is an age in which space and time are bending to the tune of new media – information at your fingertips may sound nice, but for those who want to destroy, it only makes their object easier to attain. And so more strict national security measures must be employed in order to keep up with the enemy. Escalation is the name of the game imposed on governments around the world by terrorists for example the Mumbai terrorists used GPS systems to guide them into Mumbai, attacks were coordinated on cell and satellite phones and Blackberrys were used to monitor the international reaction [1] . In order to keep up states need new powers to stop, deter, and prevent terrorism. The government needs to secure state-security first; only then can the debate on civil liberties begin, and only then.  [1] Shachtman, Noah, ‘How Gadgets Helped Mumbai Attackers’, Wired, 1 December 2008,  , accessed 9 September 2011"}
{"_id": "test-philosophy-pphbclsbs-pro03a", "text": "Western countries already benefit from extremely liberal laws.  The USA is at present far better than most countries in their respect and regard for civil liberties. New security measures do not greatly compromise this liberty, and the US measures are at the very least comparable with similar measures already in effect in other democratic developed countries, e.g. Spain and the UK, which have had to cope with domestic terrorism for far longer than the USA. The facts speak for themselves – the USA enjoys a healthy western-liberalism the likes of which most of the world’s people cannot even conceive of. The issue of the erosion of a few minor liberties of (states like the US’s) citizens should be overlooked in favour of the much greater issue of protecting the very existence of that state. [1]  [1] Zetter, Kim, ‘The Patriot Act Is Your Friend’, Wired, 24 February 2004,  , accessed 9 September 2011"}
{"_id": "test-philosophy-pphbclsbs-pro04a", "text": "It is with the popular support of the public that security measures are taken.  Let us not forget that is with the consent of the public that these security measures are taken, CCTV for example was a populist measure that has often been considered a threat to civil liberties [1] . It is in line with democratic ideals; the majority of the country wants greater security [2] . For example in 2005 59% of Americans wanted the Patriot Act extended. [3] And because democracy embodies all those values we are fighting for – freedom and equality included- we must adhere to a democratic spirit when deciding on how to organise ourselves or else risk falling into the same mind-set as those terrorists themselves.  [1] Norris, Clive, McCahill, Mike and Wood, David, ‘Editorial. The Growth of CCTV: a global perspective on the international diffusion of video surveillance in publically accessible space’, Surveillance &amp; Society, 2(2/4):110-135, 2004,  (2)/editorial.pdf, accessed 9 September 2011  [2] Law Council of Australia, ‘Politics and Populism win out at anti-terror summit’, 30 September 2005,   [3] Langer, Gary, ‘Poll: Support Seen for Patriot Act’, ABCnews, 9 June 2005,  , accessed 9"}
{"_id": "test-philosophy-pphbclsbs-con02a", "text": "The loss of individual liberty is the start of a slippery slope.  The proposition puts us in a dangerous place. That situation is the thin edge of a totalitarian wedge – we must take a principled stand for liberty and stop the increasing number of anti-terrorist legislation and over powerful policing powers. Many evil events in history started with good intentions and few cases of injustice. Allowing even a few abuses as an acceptable side effect of improved security will change the tolerance level of the public and lead to a belief that rights such as the presumption of innocence and habeas corpus (which prevents the state from imprisoning someone without charging them with a crime and then trying them) are a negotiable luxury. Furthermore, abuses of the system are likely to victimise certain minority groups (e.g. Muslims, Arab-Americans) in the same way that Japanese-Americans and many other groups were persecuted in World War II, [1] something about which Americans are now rightly ashamed.  [1] Hummel, Jeffrey Rogers, ‘Not Just Japanese Americans: The Untold Story of U.S. Repression During 'The Good War'’, The Journal of Historical Review, Fall 1987 (Vol. 7, No. 3),  , accessed 9 September 2011"}
{"_id": "test-philosophy-pphbclsbs-con05a", "text": "In the public’s eyes, the government seems to suspect everyone.  Although the anti-terrorist measures are supposed to be trying to catch certain people, it is the whole of the public who have to suffer on a daily basis: an abundance of security cameras, security checks, and anti-privacy measures continually invade innocent people’s lives and yet it is supposed to be the terrorists who are being punished. The issue of justice, and whether it is actually being done, has to be fully looked at properly. These measures are not solving the problem of terrorism as it does not address the core grievances. Instead other ways such as negotiation to address grievances is necessary, as happened in Northern Ireland [1] .  [1] Bowcott, Owen, ‘Northern Ireland’, The Guardian, 11 May 2007,  , accessed 9 September 2011"}
{"_id": "test-philosophy-pphbclsbs-con03a", "text": "It would be letting the terrorists win  It is the aim of all terrorists to influence by violent means government policy. If we changed how our country was run we would be letting the terrorists win – they would be getting what they wanted. If we changed the way we lived [1] , greater security measures or something else, we would be shaping our society to the tune of the terrorist. So more security measures at airports limit the freedom to travel, turning the country into a surveillance society makes everyone nervous; ultimately the country is no longer the same as it was having lost the freedoms which are the best way to combat terrorism. This is something perversely wrong.  [1] Symanovich, Steve, ‘If you don’t read this, the terrorists win’, Washington Business Journal, 24 December 2001,"}
{"_id": "test-philosophy-npppmhwup-pro02a", "text": "Overcomes prejudice  Affirmative action is required to overcome existing prejudice in universities’ admissions procedures. There is clear prejudice in the job market, as shown in a study by Marianne Bertrand, an associate professor at the University of Chicago Graduate School of Business, and Sendhil Mullainathan of Massachusetts Institute of Technology. [1] [2] Following this line of thinking, it is therefore not a far-fetched idea that admissions departments in top universities are likely to be discriminating against applicants from minority backgrounds, even if this process is not deliberate. A senior academic will look to see in applicants qualities they see in themselves, so, given the overwhelmingly white, affluent, male makeup of the academic community, minorities are at a disadvantage even if the admissions officer is not intending to discriminate against them. Prejudice towards certain types of applicants is blatantly unfair, and also undermines meritocracy (as explained above). Since we do not expect applicants from minority backgrounds to actually be worse applicants, it makes sense to require universities to take more of them, so as to protect the system from any bias that may exist.  [1] Bertrand, M. “Racial Bias in Hiring”. Spring 2003.   [2] BBC News Magazine. “Is it wrong to note 100m winners are always black?” August 27, 2011."}
{"_id": "test-philosophy-npppmhwup-pro01a", "text": "Equality of opportunity  Affirmative action is required for equality of opportunity. Under the status quo, it is easier for students who go to better schools to get into university. This is reflected in data from the UK - Oxford and Cambridge universities (the top academic institutions) take more than 50% of their students from private schools, despite 93% of UK schoolchildren state educated. [1] In addition, there is a clear underrepresentation of ethnic minorities in these universities. [2] A similar story is evident with regards to ethnic minorities in the USA - white students are more likely to graduate from high school and go to college than black and Hispanic ones. [3] [4] These examples reflect the opportunities granted to wealthier children from particular socioeconomic and racial groups, whose superior education and less disruptive home lives give them a leg-up. It is unfair that such random aspects, which have nothing to do with talent or hard work, have such a determining influence on one’s life chances. Moreover, it undermines meritocracy – by allowing the rich to be advantaged, we create a society in which wealth, rather than ability, is rewarded.  [1] Sagar, P. “The truth about Oxbridge admissions: a reply To Dave Osler”. Liberal Conspiracy. May 21, 2010.   [2] Vasagar, J. “Twenty-one Oxbridge colleges took no black students last year”. The Guardian. December, 2010.   [3] Orfield, Gary, et al., 'Losing Our Future; How Minority Youth Are Being Left Behind by the Graduation Rate Crisis', Urban Institute, 25 February 2004,   [4] Marklein, M.B. “Minority enrollment in college still lagging”. USA TODAY. October, 2006."}
{"_id": "test-philosophy-npppmhwup-pro03a", "text": "Changes negative perceptions of university life  Affirmative action is required to change negative perceptions of university life. In the status quo, many talented potential students are put off applying for top universities (or university at all) because of their negative perceptions of elite institutions. This perception exists in part because of the makeup of the student population – black high school students may see a university filled overwhelmingly with white lecturers and students as not being a welcoming environment for them, and may even perceive it as racist. [1] The only way to overcome this unfortunate stereotype of university is to change the student population, but this is impossible to do ‘organically’ while so few people from minority backgrounds apply. Therefore, it is necessary to use quotas and other forms of affirmative action, to change the student body in the short term, and encourage applications from more disadvantaged students in the long term.  [1] Ancis, J.R. “Student perceptions of campus cultural climate by race”. Journal of Counselling and Development. Spring 2000."}
{"_id": "test-philosophy-npppmhwup-pro04a", "text": "Increase the number of Minorities  College admission processes are impersonal and favourably biased towards white, affluent students – therefore, quotas specifically for minority students need to be established. College admissions processes are as such because they heavily rely on standard tests or college admission exams. This has caused countries such as Brazil to create quotas for brown (mixed) and black students in most universities. [1] These students cannot afford the better education enjoyed by their rich, white counterparts, and therefore do not perform well in college exams and do not gain admission into university. Quotas are needed to make the admission process a little bit fairer and increase the number of minorities in university campuses.  [1] Stahlberg, S.G. “Racial Inequality and Affirmative Action in Education in Brazil”. August 2010,"}
{"_id": "test-philosophy-npppmhwup-con02a", "text": "Affirmative action can create social tensions  Under the policy of affirmative action, there is a real danger that social tensions become inflamed. This is because in the process of benefiting minority groups it helps to disenfranchise the majority. For example in the 2001 riots in Oldham and other cities of Northern England one of the main complaints from poor white areas was alleged discrimination in council funding. [1] There was a possibility that the more privileged from minority groups such as upper-class blacks will be favoured at the expense of the marginalised within majority groups such as lower-class whites. Therefore, rather correct racial bias, affirmative action may inevitably deepen it.  [1] Amin, A., 2002. ‘Ethnicity and the multicultural city: living with diversity.’ Environment and Planning, 34, pp.959-980, p.963"}
{"_id": "test-philosophy-npppmhwup-con03a", "text": "Affirmative action will not work  The underlying issue which affirmative action tries to gloss over is the embedded social problems which put the poor and ethnic monitories in continual disadvantages generation after generation. This policy merely papers over the cracks by masking the fact that the failures of state-funded schooling and attempts at integration have led to a situation in which ethnic minorities and the poor are so vastly underrepresented in universities. The state should do more to address these underlying problems, rather than covering up its failures with a tokenistic policy. Better funding of state schools, real parental choice in education, and accountability through the publication of comparable examination data would all drive up standards and allow more underprivileged children to fulfil their potential. [1] [2]  [1] Gryphon, M. “The Affirmative Action Myth”. Cato Institute Policy Analysis. No 540. April 13, 2005.   [2] Rosado, C. “Affirmative Action: A Time for Change?” March 3, 1997."}
{"_id": "test-philosophy-npppmhwup-con01a", "text": "Achievements should be earned not given  There is a great possibility that beneficiaries of positive discrimination may not be regarded as good role models as their achievements may be viewed as unearned. [1] A role model is someone others can look up to and admire for the things they achieved through hard work and talent – by parachuting people into university, their ability to act as a role model is undermined. It is also patronising to assume that young people from ethnic minorities can only look up to people who have the same colour skin, or went to the same type of school – in a society that admires diversity and cosmopolitanism, we should surely accept that anyone can act as a role model.  [1] The British Psychological Society. “The Hillary Clinton effect - how role models work for some people but not others”."}
{"_id": "test-law-ilppppghb-pro02a", "text": "Self-determination and independence is recognition of the fact that indigenous peoples were unfairly treated by colonial powers, and their proprietary rights abused.  In some contexts, separation may not be a realistic option for minority peoples. However, that does not mean that self-determination is not meaningful for such groups. For indigenous peoples, self-determination may take the form of restitution for land that was stolen from them, or compensation and reparations. Furthermore, self-determination may take the form of political autonomy, or greater rights to decide how children are educated, or parallel systems of justice such as sharia courts. Self-determination is about representation and identity and choice - not about outcomes."}
{"_id": "test-law-ilppppghb-pro01a", "text": "Self-determination is necessary to protect minority cultures.  Many states in the modern world do not respect the rights of minorities or actively seek to dilute and subsume them into the majority culture. Others offer limited protections to minority peoples but stop short of allowing them to choose their own futures. We need to reassert their right to self-determination to ensure that these minority cultures are not lost. Failure to defend the principle of self-determination now will effectively close off the choices of future generations.  For example, Australian government policy for many decades was to ignore Aboriginal rights, denying them full citizenship1 and removing children from their homes and relocating them with white families (the so-called \"stolen generation\"2). As a result many indigenous Australians no longer have a strong link to their native cultures and languages. The same is arguably true in places like Tibet, where traditional culture is being diluted over time through the deliberate policy of the Chinese government.  1 See \"Collaborating for Indigenous Rights\", National Museum of Australia 2 \"Bringing Them Home: Report of the National Inquiry into the Separation of Aboriginal and Torres Strait Islander Children from Their Families\", Australia Human Rights Commission, April 1997."}
{"_id": "test-law-ilppppghb-con02a", "text": "The rise of universal human rights makes self-determination increasingly irrelevant.  Across the developed world, modern nation states are bound into a complex network of treaties and international organisations which together go a long way to guaranteeing citizens very similar rights wherever they live. These supra-national rules make it less and less important on what side of an international boundary you happen to live. What matters is not so much self-determination as whether or not an individual citizen is able to enjoy the same rights and privileges as those of the majority culture.  For example, EU citizens enjoy many common rights, common European citizenship, freedom of movement between member states and so on. Minorities who fifty years ago might have taken up arms to \"free\" themselves from an oppressive nation state – such as Catholics in Northern Ireland – don’t need to do this now, because they have new rights against discrimination, guaranteed and enforced by international treaty."}
{"_id": "test-law-ilppppghb-con03a", "text": "Self-determination can destabilise nation states, sometimes with very destructive consequences.  If we accept self-determination as such an important principle that it trumps all others, this will encourage people to self-identify along nationalistic, racial or religious lines, at a time in human development when we are moving away from racist and nationalist ideologies. Nationalism is about difference, which flies in the face of the idea of the global citizen. Taken to its extremes, it encourages increased conflict, separatist terrorism. For example, the ethnic conflicts that led to the breakup of Yugoslavia in the 1990s were fuelled by nationalist ideologies and the stressing of the differences between ethnic and religious groups that made up that country."}
{"_id": "test-law-ilppppghb-con01a", "text": "What matters are individual democratic rights, not necessarily collective self-determination.  Simply being a minority in a nation should not be enough to claim the right to self-determination. As long as people have democratic rights, such as the right to protest, to lobby and to vote , they enjoy the same rights and protections as those of the majority community in that country; there should be no obligation on the state to go further in granting them self-determination. For example, during the Franco era in Spain, minority nationalities such as Basques and Catalans were for a long time discriminated against and excluded from real political power, and backed political parties that explicitly represented their community. As their position in society has improved, however, so the hold of identity-based politics has loosened, and the pull of secession has weakened1.  1 Macko, Kalyna: \"The Effect of Franco in the Basque Nation\", Salve Regina University, July 2011."}
{"_id": "test-law-sdiflhrdffe-pro02a", "text": "Democracies have an obligation to shield these people and to encourage further dissent  The universality of human rights, of the freedom of speech and of due process is all touted as crucial by the world’s democracies. Democratic countries are frequently vocal on the subject of liberty, on the superiority of their system of government that provides for the best protection of human dignity. By offering amnesty to bloggers, the people standing at the forefront of the democratic cause in oppressive regimes, Western countries take a largely low-cost action that provides for the security and safety of some the bravest people in the public arena. The West must stop kowtowing to oppression and make a stand to offer an umbrella of protection to those who need it. That protection is absolutely crucial to the development of more dissent in the blogosphere and on the ground. Only by nurturing dissent can it ever take root and overcome the vast powers of authoritarian government. The promise of protection is hugely powerful because it gives bloggers a safety net to fall back on. Those already active will feel more empowered to speak out against their oppressors, and some currently cowed by fear will have the courage to speak up. The guarantee of amnesty also removes the perceived randomness of such offerings that currently occur, as in the recent case of Cuba in which two bloggers of similar pedigree asked for asylum in the US, but only one received it. [1] Such inconsistency has bred fear in the minds of dissidents. This policy would correct for it and help bolster the cause of justice on all fronts. It is through offering amnesty that democracies can provide the catalyst for the change they avow to be the paramount aim of human civilization.  [1] Fox News Latino. “Cuba: Prominent Blogger-Dissidents Receive Contradictory Results on Visa Petitions”. 31 January 2013."}
{"_id": "test-law-sdiflhrdffe-pro01a", "text": "These people are under serious threat for their pursuit of justice  The internet has become the paramount means of voicing dissent within repressive regimes. As the technology regimes have to keep control of their people increases, with access to high-tech surveillance technology adding to their already formidable arsenals of physical oppression, the internet has become the only platform to express meaningful dissent. The Jasmine Revolution in Tunisia, for example, wherein people mobilized to overthrow their dictator has even been dubbed the Twitter Revolution. [1] Bloggers have become a major voice of dissent in other repressive regimes, including Cuba and China. Yet the blog platform is far from safe. Governments have sought to crack down on bloggers’ ability to dissent, using draconian methods like imprisonment to cow them into silence. In China the arrests of bloggers like Zhai Xiaobing, who was arrested and detained for simply posting a joke about Communist Party, have served to frighten many into silence. [2] So long as information is denied to the public, governments are able to maintain their repression. Only external help from democratic, or at least more liberal, states can provide the safe haven for people who have rubbed their governments the wrong way in their pursuit of reform and justice.  [1] Zuckerman, E. “The First Twitter Revolution?”. Foreign Policy. 14 January 2011.   [2] Wong, G. “Zhai Xiaobing, Chinese Blogger, Arrested for Twitter Joke About China’s Government”. Huffington Post. 21 November 2012."}
{"_id": "test-law-sdiflhrdffe-pro03a", "text": "This offer of amnesty serves as a powerful public statement in favour of free speech and rule of law  In offering amnesty Western governments make an exceptionally powerful public statement in the international arena, an area in which they already hold great sway as norm-setters. It is a statement that shows that they will not simply ignore the abuses of power used by repressive regimes to stifle dissent and the voices of reform. [1] Ultimately, the power of oppressors to act with impunity is the product of democracies’ unwillingness to challenge them. Authoritarian regimes often claim to value freedom of the press, for example article 35 of the Constitution of the People’s Republic of China guarantees it, [2] and this policy challenges them to make their practice more like what they preach. A policy of amnesty for those threatened with the lash of tyranny serves to actively protect those people while at the same time upholding the avowed principles of justice and fairness the West proclaims. This will show that the West does not play favourites or turn a blind eye to these repressions, but is an active player, willing to step in to shield those who share its dreams of a freer world. The international ridicule these policies can generate will serve to shame regimes into relaxing their policies and to embrace at least a road to reform. Nor should it be assumed that this rhetoric will have no real consequences, many authoritarian regimes encourage investment by companies from democratic countries, such investment is less likely when that company’s home state is publically condemning that state by granting amnesties to dissident bloggers.  [1] Clinton, H. “Conference on Internet Freedom”. U.S. Department of State, 8 December 2011.   [2] Fifth National People’s Congress, “Constitution of the People’s Republic of China”, 4 December 1982,"}
{"_id": "test-law-sdiflhrdffe-con02a", "text": "The liberal democratic paradigm is not the only legitimate model of government, a fact that democracies should accept and embrace  Ultimately, states’ laws have to be respected. Liberal democracy has not proven to be the end of history as Fukuyama suggested, but is rather one robust system of government among many. China has become the example of a state-led capitalist model that relies on a covenant with the people fundamentally different from that between democratic governments and their citizens. [1] Chinas ruling communist party has legitimacy as a result of its performance and its role in modernising the country. [2] China’s people have accepted a trade-off; economic growth and prosperity in exchange for their liberties. When dissidents challenge this paradigm, the government becomes aggrieved and seeks to re-establish its power and authority. If the dissidents are breaking that country’s laws then the state has every right to punish them. Singapore similarly has an authoritarian version of democracy that delivers an efficient, peaceful state at the expense of constraints on the ability to criticise the government. [3] This collective model of rights has no inherent value that is lesser to that of the civil liberties-centric model of liberal democracy. In the end, as the geopolitical map becomes complicated with different versions of governance, states must learn to live with one another. The problem of offering amnesty to bloggers is that democracies and the West seek to enforce their paradigm onto that of states that differ. This will engender resentment and conflict. The world economy and social system relies on cooperation, trade, and peace. The difference between systems and cultures should be celebrated rather than simply assuming that there is only one true model and all others are somehow inferior.  [1] Acemoglu, D. and Robinson, J. “Is State Capitalism Winning?”. Project Syndicate. 31 December 2012.   [2] Li, Eric X, “The Life of the Party”, Foreign Affairs, January/February 2013,   [3] Henderson, Drew, “Singapore suppresses dissident” Yale Daily News, 5 November 2010,"}
{"_id": "test-law-sdiflhrdffe-con04a", "text": "Democracies should be wary of meddling in the internal affairs of other countries  Authoritarian countries tend to guard their sovereignty jealously and will not take kindly to what they would consider to be interference in their internal affairs. In many cases this is exactly what the government offering an amnesty would be doing. Should foreign countries really be deciding that the justice system of a country was wrong in this or that case so amnesty should be provided? Where there are legal proceedings against a blogger that end up with the blogger being sent to jail those outside the country may think the sentences unjust but as countries that publically support the rule of law they should accept the result. It may well be the case that sometimes the judicial system has been used to persecute a blogger but it is difficult to see why an outside power with little interest in the case should believe they have the right to provide an alternative verdict through an amnesty. Where a country disapproves of the treatment of an individual this should be done by negotiating with the government in question and providing any alternative evidence they have. Cuba for example has released dissidents before as a result of negotiations with outside actors; the release 80 dissidents for the visit by Pope John Paul II in 1998 being merely the most successful example. [1]  [1] Human Rights Watch, “Cuba: Release of Dissidents Still Leaves Scores in Prison”, 8 July 2012,"}
{"_id": "test-law-sdiflhrdffe-con03a", "text": "The offer of amnesty allows home governments to discredit bloggers and paint them as foreign agents of disruption  When Western states and democracies offer amnesty to bloggers under threat from their home governments, the blogger’s views and comments immediately become coloured in the eyes of the public. The government is able to point to the Western powers offering this amnesty and can easily claim that their offers are the result of collusion between bloggers and their foreign patrons to spread propaganda, so the blogger is therefore guilty of treason. As unfortunate as it may be in individual cases, the result is that offering amnesty will only weaken the cause of democracy. Being sent to prison for their beliefs will do far more to serve their cause than seeking succour in the arms of another state, one that has demonstrated antagonism toward their homeland. The ability for governments to stoke nationalist fires has been thoroughly demonstrated in recent months by China’s reaction toward territorial disputes with Japan. [1] It is very easy to rile the public against a perceived external aggressor, especially given that these states often control much of the mainstream media outlets, and those who offer amnesty give themselves up on a platter as an adversary to be exploited in the public consciousness. The better plan for democracies in pursuit of their goals is to condemn acts of oppression and to seek diplomatic redress, but direct interference in the course of states’ justice will doing nothing but harm relations with regimes and turn the people against the proponents of reform.  [1] The Economist. “Barren Rocks, Barren Nationalism”. 25 August 2012."}
{"_id": "test-law-sdiflhrdffe-con01a", "text": "An amnesty policy will serve only to alienate regimes, shutting down the possibility of discourse or reform  It is a natural conclusion that a repressive regime, which operates largely by force and the control of its population, will react rather negatively to an action by the West that appears to be a calculated, public, and on-going subversion of their power in favour of criminal dissidents. The result of such action by Western democracies will not be any positive discourse between the targeted regime and the West, but will rather cause a breakdown in communication. They will be reticent to engage for the very reason that the states seeking to influence them are clearly not interested in dealing on an equal footing, but rather wish to undermine their way of life in favour of asserting their own superiority. The best way to actually get talks about reform started, and to empower those who wish for more democracy and press freedom, is to patiently engage with these regimes, to coax them peaceably toward reform without threatening their core aims. [1] Aggression toward them will generate aggression in return as is shown again and again by North Korea and the responses to its actions by the United States. While incremental change may feel glacial, the long game is the only way to get changes without letting blood flow through the streets. The only possible outcome of this policy would be a harsher crackdown on bloggers by these governments.  [1] Larison, D. “Engagement is Not Appeasement”. The American Conservative. 17 December 2012."}
{"_id": "test-law-sdfclhrppph-pro02a", "text": "Protection of Minors  We need to protect minors (those under the age of majority) from exposure to obscene, offensive or potentially damaging materials. While this would be a restriction on the freedom of speech it should be something that the government is responsible for and we would all agree needs some kind of restriction or regulation."}
{"_id": "test-law-sdfclhrppph-pro01a", "text": "The character of every act depends upon the circumstances in which it is done  \"The most stringent protection of free speech would not protect a man in falsely shouting fire in a theatre and causing a panic.\" [1] Shouting fire in a crowded cinema when there is no fire, and you know it, is wrong because doing so creates a clear and present danger of harm to others.  Likewise, in the US (and many other countries) there is no protection for ‘false commercial speech’ (i.e. misrepresentation) and the contents of adverts can be regulated in order to ensure that they are truthful and do not deceive consumers. [2] On that basis, restrictions can be placed on how tobacco products may be advertised, and people may be prevented from promoting illegal and fraudulent tax advice.  [1] U.S. Supreme Court, Schenck v. United States, 249 U.S. 47, 1919,  [2] U.S. Supreme Court, Lorillard Tobacco Co v Reilly, AG of Massachusetts, 533 U.S. 525, 200"}
{"_id": "test-law-sdfclhrppph-pro03a", "text": "It may be necessary in the interests of national security  The Government must protect its citizens from foreign enemies and internal enemies - thus freedom of speech can be acceptably curtailed during times of war in order to prevent propaganda and spying which might undermine the national interest. This has happened in almost all states during times of war, during the second world war the United States even had a government department dedicated to it; The Office of Censorship. [1]  [1] Hanyok, Robert J., ‘Secrets of Victory: The Office of Censorship and The American Press and Radio in World War II’, Studies in Intelligence, Vol 46, No. 3,"}
{"_id": "test-law-sdfclhrppph-pro04a", "text": "Holocaust Denial  Speech acts lead to physical acts. Thus pornography, hate speech and political polemic are causally linked to rape, hate crimes, and insurrection.  Both scientific creationism and Holocaust denial have serious, and dangerous, hidden agendas. Deniers of the Nanjing Massacre believe that the Japanese did nothing wrong in the Second World War and continue to claim that it was a war of liberation against western colonialism - feeding Japanese militarism today. Holocaust deniers, in claiming that a Jewish conspiracy is responsible for the widespread belief that six million Jews were murdered by the Nazis, are closely allied to anti-Semitism and neo-Nazism. We should not allow such views the legitimacy which being debated gives them."}
{"_id": "test-law-sdfclhrppph-con02a", "text": "Individual Liberty outweighs any potential harms  Whatever the potential harms that may arise from unrestrained free speech; they pale in comparison to the harm that arises from banning an individual from freely expressing his own mind.  It is a matter of the upmost individual liberty that one’s thoughts and feelings are one’s own, and that individuals are free to express those thoughts and feelings openly. A prohibition on this liberty is a harm of incalculable value – it strikes right to the core of what it means to be in individual person."}
{"_id": "test-law-sdfclhrppph-con01a", "text": "Free speech allows challenges to orthodox beliefs  Free speech is not merely a ‘nice thing to have’, it is a mechanism which brings real, tangible benefits to society by allowing people to challenge orthodoxy. States that do not allow orthodox beliefs to be challenged stagnate and decline.  Reducing restrictions on free speech to ‘special exceptions’ frustrates the whole point because it is precisely those special exceptions where established truth needs to be challenged. This is not restricted to matters of pure opinion – the modern scientific process relies upon professionals being able to vehemently disagree on matters of crucial fact. “Real science depends for its progress on continual challenges to the current state of always-imperfect knowledge.” [1]  [1] Sarewitz, Daniel, ‘The voice of science: let’s agree to disagree’, Nature, Vol 487, No.7, 5 October 2011,"}
{"_id": "test-education-egscphsrdt-pro03a", "text": "No harm to non-drug users  Random drug tests will pose no harm to students who do not use illegal drugs, as they have nothing to fear from this fact being certified. If anything it serves as a vindication of their law-abidance and good character.  Random drug tests will only catch those who are actively taking drugs, as tests can be used which are unlikely to make a 'positive' reading from secondary exposure (for example, being near someone else smoking cannabis).  Those actively taking drugs need help in getting off drugs far more urgently than they need their right to 'privacy', as addiction at a young age could have a significant negative impact upon the remainder of their time in education. Therefore, non-drug users have nothing to fear from testing. As a result random checks are in the best interests of drug users."}
{"_id": "test-education-egscphsrdt-con02a", "text": "Keeping teenagers in education  Studies in Michigan in the USA have found that random drug tests in schools do not deter drug use, as schools with and without random tests have similar levels of drug use among their pupils. [1]  It seems unlikely that random drug tests will, in fact, deter students from taking drugs. What such tests will result in, however, is a greater number of exclusions and disciplinary actions resulting from catching student drug users, which as the studies have shown has no guarantee of lowering drug use overall.  Faced with a situation of continuing to be caught and reprimanded for drug use in school due to random drug tests, many older teenagers who reach the age whereby they may choose to leave school may choose to do so in greater numbers. This may well be compounded by an adolescent desire to rebel and reject authority when it tries to prevent them doing what they want, and so a greater number of teenage students may drop out of school so as to allow themselves to continue doing what they want more easily – that is, taking drugs. Leaving school at such an age for no other reason than to pursue a drug-using lifestyle is almost certainly more harmful than the worst-case alternative, whereby they at least remain in education even if they continue to use illegal drugs, comparatively improving their future career and education choices. Simply driving teenagers out of education with random drug tests benefits no-one.  [1] Grim, Ryan. “Blowing Smoke: Why random drug testing doesn't reduce student drug use”. Slate. March 21, 2006."}
{"_id": "test-education-egscphsrdt-con03a", "text": "Safeguarding the teacher-student relationship  Random drug tests change the student-teacher relationship from one of trust into one of suspicion, whereby the teachers and the school establishment become a body which many students will perceive as being out to catch them, and suspicious of all. The destruction of this trust makes it far harder for teachers to impart useful information on illegal drugs and the consequences of their use to students, and students may be less willing to seek teachers out on this information. This would lead to students relying increasingly on their peers and the internet for information on illegal drugs, and this information is far more likely to be of questionable policy or influenced by notions of drug use as 'cool' or glamorous. Thus schools' anti-drugs message may be harmed by random drug tests."}
{"_id": "test-education-egscphsrdt-con01a", "text": "Right to privacy  Even if a right to privacy (which would prevent random drug testing with no reason for suspicion) does not exist in law in every country, many students being affected by drugs tests will perceive that the notional right to privacy which they believe they possess is being violated. Because they would perceive this violation as a harm, it should not be imposed without good reason. This problematizes the nature of 'random' testing, which by definition means forcing drug tests on individuals on whom there is no reasonable suspicion of drug use.  Firstly, the majority of those being tested will most likely test negative (as the previously cited statistics suggest) and so a majority will be harmed for no fault of their own, but rather as a consequence of the crimes of others. This may be seen as the equivalent of searching all homes in a neighbourhood for an illegal weapon on the suspicion that one of them was hiding it -an action which would be illegal in almost every western liberal democracy.  Further, however, even if students do engage in illegal drug use, random drug tests will additionally catch only those on whom there was previously no suspicion against (as students who show signs of drug use are already usually tested). In order to not already be under suspicion, these drug-using students would have to be engaging in their education, not disrupting the education of others, and not displaying erratic or harmful behaviour. As they are not actively harming others, these students should be subject only to the same standards as individuals in other areas of society: to only have their privacy violated by drugs tests if their behaviour actively brings them under suspicion."}
{"_id": "test-politics-oepghbrnsl-pro02a", "text": "A strong leader has more benefits than harms  Putin is the strong leader that Russia has been waiting for. His electoral success and consistently high approval rates show that the people of Russia are ready for someone who can rid their society of increasing corruption and restore a sense of calm and equality. His ability to maintain a high level of support despite what some have called authoritarian tendencies shows that people are ready to sacrifice a certain degree of freedom for the promise of stability. Enthusiasm for Putin among the young also shows that he does not only appeal to those looking back to past certainties."}
{"_id": "test-politics-oepghbrnsl-pro01a", "text": "Stability is more important than reform  Since the fall of communism, Russia has plunged into a deep economic recession. The introduction of market reforms and privatization has led to a swift increase in inequalities coupled with an increase in corruption. The chaos of economic and political reform, along with the chaos of the break-up of former USSR, has left the majority of the population both disillusioned and distrustful of their government. In a period of such chaos, stability seems to be much more important than reform. A strong leader is the only solution to providing such stability, setting a clear direction and pulling a country at risk of falling apart together again. This is also proven from various polls among the Russian population – “…The most eye-catching statistic is the overwhelming majority of respondents who say that order is more important for Russia than democracy – 72 per cent, with 16 per cent responding conversely.” (1)"}
{"_id": "test-politics-oepghbrnsl-pro03a", "text": "A strong leader is working in the state’s best interest  Putin’s authoritarian style is not a threat to democracy but rather a requirement for a successful and quicker transition. Having Putin control the media is probably healthier than having it be controlled by a corrupt few that promote their personal interests rather than the interest of the state and thus those of the population at large. Democracy is a goal and while certain countries believe themselves to have achieved it, they are constantly struggling to maintain it. As a young democracy, Russia is still working towards defining its own version of democracy and finding what works best in its case."}
{"_id": "test-politics-oepghbrnsl-pro04a", "text": "Russia as a state and Russians as a nation need strong leadership  Historically, Russia has always needed strong centralised leadership for it to make progress. This was true both in imperial times under tsars such as Peter the Great (who made Russia a European power and built St Petersburg) and Alexander II (who freed the serfs), and since 1917 under Lenin and Stalin. Russia is too big, too diverse and too thinly-populated for western systems of representative democracy to be applied. Culturally its people are temperamentally suited to following the decisive lead of a strong ruler who can unite them in the face of great challenges. Without such a ruler Russia is likely to fragment with local strongmen grabbing power in the regions, religious fundamentalism dominating much of the Caucasus and Central Asia, and economic stagnation."}
{"_id": "test-politics-oepghbrnsl-con02a", "text": "Russia does not have true democracy  The status quo in Russia is highly controversial. On the one hand it is considered a democracy – it has all the structures and norms of a democracy. On the other hand there are many attacks and proof that the Russian governance is far from democratic: The joint observer team for the Council of Europe and the Organisation for Security and Cooperation in Europe criticised the Russian elections as \"not fair and failed to meet many OSCE and Council of Europe commitments and standards for democratic elections,\" with \"abuse of administrative resources, media coverage strongly in favour of the ruling party\". The polls \"took place in an atmosphere which seriously limited political competition\" meaning \"there was not a level political playing field\". The 2007 parliamentary election resulted in United Russia gaining 64.1% of the vote. (3)  Furthermore not only there isn’t election freedom, there is not academic freedom either – “The European University at St Petersburg has been forced to suspend teaching after officials claimed its historic buildings were a fire risk. This forced all academic work to cease. The University had been running a program that advised Russian political parties, including how to ensure elections are not being rigged. The project they are involved in called Interregional Electoral Chains of Support was to develop and raise the effectiveness of electoral monitoring in Russia's regions. The university has also been attacked for having close ties to the west, particularly US and UK universities” (4)  There are cases of murdered journalists, who were “inconvenient” to the authorities. This also raises the question whether a strong leadership is better for the people.  Basic freedoms are denied to the Russian population. In the 21st century this is simply unjust. Therefore strong leadership creates more wrong than it does good."}
{"_id": "test-politics-oepghbrnsl-con04a", "text": "Corruption, an essential issue in Russia, is due to the strong leadership  There is a link between the high levels of corruption and the strong leadership of Russian president and prime minister of Russia. – “Some of Russia's most prominent opposition figures have produced a report accusing Prime Minister Vladimir Putin of presiding over a boom in corruption and enriching his inner circle over the past decade… Putin and President Dmitry Medvedev themselves have 26 \"palaces\" and five yachts, which in turn require costly state upkeep, according to the report.” (8)  Many argue that if it weren’t for the power of the prime minister and ex-president Putin, also his strong authority and management, corruption would have been minimized long ago."}
{"_id": "test-politics-oepghbrnsl-con01a", "text": "Proper democratic checks and balance are the only way to real problem-solving  There is a fine line between enough authority to fight corruption and enough authority to oppress a population. Many corrupt, authoritarian leaders have risen to power through the promise of social reform and of wiping out drug cartels and gangsters. A society living in fear and believing that all their problems will be solved by a powerful leader will never be able to overcome its problems. Empowering individuals and accepting risk is ultimately the only true solution to such problems. Even if Putin were completely pure himself, centralising power so completely gives great influence to those advisers and ministers around him and makes corruption in government inevitable. Only by building in proper democratic checks and balances, including criticism from a free media and legal system, can accountability be created and corruption or incompetence tackled."}
{"_id": "test-politics-gvhwhnerse-pro02a", "text": "Avoids the costs and uncertainty of elections  It is hard to see what the benefit of an election that can change nothing is, but there are certainly all the costs associated with a normal election. Elections can be costly in financial terms, the United States elections cost several billion dollars but even much smaller and less extravagant elections need financing. Zimbabwe’s elections in 2013 forced the government to ask its neighbours for $85 million to carry out the polls, for a nation that is essentially bankrupt this is a lot of money. [1]  Another cost is uncertainty. In fully democratic elections the uncertainty is with what the policies will be when the government changes. With sham elections the uncertainty is whether the elections will be a focus for violence. Sometimes this is during campaigning itself as with Zimbabwe in 2008 where up to 200 people were killed. [2] Otherwise violence occurs when there is a perception that an election has been stolen so the Green Movement in Iran took to the streets and was met with a violent crackdown in 2009. [3]  [1] VOA News, ‘Zimbabwe Seeks Help to Cover Election Costs’, Voice of America, 10 July 2013,   [2] ‘Zimbabwe: No Justice for Rampant Killings, Torture’, Human Rights Watch, 8 March 2011,   [3] AFP, ‘Iran opposition says 72 killed in vote protests’, Google, 3 September 2009,"}
{"_id": "test-politics-gvhwhnerse-pro01a", "text": "Having no elections is honest  Holding sham elections is fundamentally dishonest as it is asking the people to choose a government and then ignoring their choice. Not holding elections is at least honestly telling the people that they get no say in who is in power. Holding a sham election inevitably means having to lie to the people somewhere along the line; whether it is in preventing people registering, or voting, or in manipulating the results. The people usually know the result is a sham or at least are suspicious – in the latest Zimbabwean election the headlines in the newspapers included “ZANU-PF gloats over victory”. [1]  Without a sham election the government can at least be honest with their people so enabling a level of trust or even a kind of contract between the two – the government and the people each lets the other get on with it. Thus for example in China trust in government in 2012 was 76% against the world average of 51%. [2]  [1] Chinaka, Cris, ‘Africa and West at odds over disputed Zimbabwe election’, Reuters, 4 August 2013,   [2] Sedghi, Ami, and Rogers, Simon, ‘Do we trust our government? See how your country compares’, TheGuardian.com, 24 January 2012,"}
{"_id": "test-politics-gvhwhnerse-pro03a", "text": "Allows the ruler to make necessary but unpopular decisions  Democracy and elections are about popularity but popular decisions are not always the right ones. Even mature democracies have sometimes seen their government’s make use of the levers of government to boost their electoral chances; for example Margaret Thatcher’s government stoked the economy in the Lawson boom in 1987 which just happened to be an election year. [1] Governments without elections can engage in long term planning and make unpopular decisions without fear of the consequences. Thus for example Saudi Arabia is willing to pump less oil (and so get less money in the short term at least) in order to create stability in the oil market by having enough excess capacity to prevent price spikes.  [1] Congdon, Tim, Keynes, the Keynesians and Monetarism, 2007, p.73"}
{"_id": "test-politics-gvhwhnerse-con02a", "text": "Elections of any sort force rulers to meet their people  Elections almost anywhere in the world mean politicians getting out and campaigning. Regardless of the legitimacy of the final election the leadership of the country will be going out and meeting voters. In many of these events individuals won’t be able to express their views but there are also likely to be protests and meetings where individuals can get their views across. This provides an opportunity for the leader to stay in touch with the people – often a problem with dictators who have been in power too long.  Dictators will want to, and often believe that they are likely to win even without resort to fraud, as Marcos did in 1985. [1] They are then are much more likely to consider the views of the electorate to still be relevant if there are elections than if there are not. Thus for example Mugabe in the most recent elections made a bid for, and won, the youth vote by promising a direct stake in the economy, [2] so responding to their desire for jobs. [3]  [1] Kline, William E., ‘The Fall of Marcos: A Problem in U.S. Foreign Policymaking’, Institute for the Study of Diplomacy, 1992,  p. 10  [2] Agyemang, Roy, ‘Why a Robert Mugabe victory would be good for Zimbabwe’, theguardian.com, 2 August 2013,   [3] AFP, ‘Youth, rural voters may hold key to Zimbabwe election’, Fox News, 27 July 2013,"}
{"_id": "test-politics-gvhwhnerse-con04a", "text": "Sham elections do not mean the elections have no influence or impact.  For an autocracy the election for the top job needs to be predetermined, but the other elections do not. This means that elections for the legislature can still be competitive. The seats do have some influence, provide patronage, and have status attached so there are plenty of people who want to contest them. In the Arab world before the Arab spring there was a less than 25% incumbency rate for legislatures. [1] Having elections that determine control in local areas or allow opposition some control in parliament is far preferable to the alternative where the government appoints everyone. Aung San Suu Kyi and the National League for Democracy in Burma have for example gained entry into Parliament and have despite being a minority had an impact. This has particularly been the case internationally. They have helped liberalise the new Foreign Investment Law and have encouraged more liberalised freedom of the press and association. [2]  [1] Lust, Ellen, ‘The Multiple Meanings of Elections In Non-Democratic Regimes: Breakdown, Response and Outcome in the Arab Uprisings’, Yale University, p.7.   [2] Turnell, Sean, ‘Myanmar has made a good start to economic reform’, East Asia Forum, 27 March 2013,"}
{"_id": "test-politics-gvhwhnerse-con03a", "text": "Even a sham election demonstrates what the people want  In an election the people show what their policy preferences will be. Even if the government is engaging in vote rigging or voter intimidation they will still know how the people voted or wanted to vote (if they stuffed the ballot they will know how many extra votes they added) so will have some guidance as to the policies that the people wish implemented. If there are multiple different parties competing in the elections then it will be possible to tell which party platforms are the most popular and so which to take ideas from.  If there are elections then there are opposition parties and independent MPs who are given much more space than they would be without elections. Being MPs gives the opposition some status and gives them a controlled setting in which to criticise the government. This provides the opposition with the chance to channel the voice of the people and encourage change from the governing party."}
{"_id": "test-politics-gvhbhlsbr-pro02a", "text": "The House of Lords has an inbuilt conservative majority.  The traditional provenance of the House of Lords translates to an in-built Conservative majority. Even so called Liberal and Labour peers are usually conservative in their opinions. They represent a social and economic elite and seem to flaunt diversity monitoring in a house with only 181 female peers and a staggeringly low 31 peers from ethnic minorities. [1] This unfair skew in the favour of the conservative has the power to slow down and revise legislation and is a gross misrepresentation of the British population. The House of Lords should be reformed in order to better reflect the British people so that their actions and decisions benefit the whole of society and not just their own.  [1] Smith, Ben, ‘Ethnic Minorities in Politics, Government and Public Life’, House of Commons Library (18 November 2008) and see  viewed 1 June 2011"}
{"_id": "test-politics-gvhbhlsbr-pro01a", "text": "The House of Lords is out of touch with the electorate.  The 19th century US President Abraham Lincoln stated that democracy should be ‘Government of the people, by the people, for the people’ [1] Therefore peers who sit in the house based on noble birth right or their membership of the Church of England, that is itself largely ignored by the people, do not represent the people of Britain.  [1] A' Short Definition of Democracy’, Democracy-building.info, 2005, viewed on 1 June 2011"}
{"_id": "test-politics-gvhbhlsbr-pro03a", "text": "Reform would strengthen the House of Lords  Reform of the House of Lords would strengthen the legitimacy of the house and therefore improve its functions. By electing the second chamber they would gain the legitimacy to not simply stall bills but reject them all together or drafts bills of their own, thus facilitating a more dynamic government, able to change. Using a different electoral technique, for example Proportional Representation with members sitting for longer periods would allow them to still be of a different composition to the House of Commons and not sway to short-term political popularity. Electing different portions at different times would also guard against a freak landslide result affecting the house’s balance. By creating a worthy opposition to the House of Commons all issues would be debated and decided upon more fairly and government would be more closely monitored."}
{"_id": "test-politics-gvhbhlsbr-pro04a", "text": "The current House of Lords is undemocratic  The House of Lords is undemocratic. Currently the members of the House of Lords consist of hereditary peers, senior members of the Church of England and those appointed by political parties. Whether or not there is an abuse of power or the outcome of the House of Lords is beside the point – its very existence in its current state is undemocratic and as such it should be reformed. It seems nonsensical that a country that lectures to the rest of the world the importance of democracy, to the point of war, should overlook such a grievance in their own society."}
{"_id": "test-politics-gvhbhlsbr-con02a", "text": "Reform would make the House of Lords simply a mirror of the House of Commons  An elected House, even one elected every ten years, would still think about policies that are popular in the short term rather than the long-term welfare of the country, making it closer to the House of Commons in its interest and reducing its role as a balance. By subjecting the second chamber to election there would be two outcomes: if elected at the same time the House of Lords would simply become a mirror-image of the House of Commons rendering it pointless, if elected mid-term the composition of the House of Lords would reflect the tendency for a government to be unpopular mid-term, thus creating gridlock and making the system unworkable. Reform of the House of Lords is impractical and undesirable."}
{"_id": "test-politics-gvhbhlsbr-con04a", "text": "The public is apathetic to reform.  Whether or not reform of the House of Lords should be a top priority in the current economic climate is debateable, let alone whether or not a coalition government would be able to initiate and drive through such measures. Attempts to reform the House of Lords have been delayed time and time again, demonstrating the House of Commons’ reservations on change. [1] A feeling that is no doubt echoed in popular British opinion – as demonstrated by the recent outcome of the Alternative Vote – the public are either adverse to the idea of change or apathetic to it. [2]  [1] Summers, Deborah, ‘Labour's attempts to reform the House of Lords’, The Guardian (27 January, 2009), viewed on 1 June 2011   [2] BBC News, ‘Vote 2011: UK rejects alternative vote, 7 May 2011,"}
{"_id": "test-politics-gvhbhlsbr-con03a", "text": "Democracy should not be the end-point aspiration of government.  One should not assume that the lack of democracy is wholly negative; do the majority of people know what is best for the country? Or do industry experts? Could the public reach a consensus on important governing decisions? Government can see the bigger picture and balance the needs of different interest groups to produce the best outcome for all: ‘true’ democracy is simply unworkable and can too easily lead to the ‘tyranny of the majority’ as described by Fareed Zakaria. [1] Perhaps the best way to illustrate this point is to look at the two champions of democracy: France and America. France overturned its monarchy and government in the name of liberty, yet quickly descended into mob-rule and violence; ‘democracy’ had a bloody birth. [2] Similarly one only has to look at the appalling levels of inequality within the United States of America to question the nature and worth of ‘democracy’. [3] So if the nature of government is not simply to fulfil notions of ‘democracy’ but to ensure good governance then the House of Lords is still an important institution.  [1] Zakaria, Fareed, The Future of Freedom: Illiberal Democracy Home and Abroad (New York, 2003)  [2] Doyle, William, The French Revolution: A Very Short Introduction (Oxford, 2001)  [3] American Political Science Association Task Force, ‘American Democracy in an Age of Rising Inequality’, Perspectives on Politics, 2 (2004)"}
{"_id": "test-politics-gvhbhlsbr-con01a", "text": "The House of Lords allows a number of experts to influence government policy.  While the members of the House of Lords may represent a small section of society, they also include expert peers including lawyers, scientists, businesspeople, academics, doctors and civil servants that can balance out the sometimes short term, political opportunism present in the House of Commons. Election does not guarantee these expertise and knowledge, so having a second chamber that is appointed rather than elected improves the quality of the governance of the country."}
{"_id": "test-politics-cdmaggpdgdf-pro02a", "text": "Citizens have a right to know what is done in their name  The nation exits for its citizens; it depends on their consent to maintain order and to raise finances. The main purpose of the state is law and order, and national defence, both of which are covered by security. As an area that is so central to the role of the government it is vital that the stakeholders in that government, its citizens, know what it is the state is doing in their name for their security.  The Obama administration for example refuses to acknowledge that it is carrying out a campaign using drones while at the same time saying it is “the only game in town in terms of confronting and trying to disrupt the al-Qaeda leadership.” [1] If the US government is bombing another country then the US people have a right to know with much less ambiguity what exactly is being done, who is being hit, when and where. They also need to be informed of any possible consequences.  [1] Kaufman, Brett, ‘In Court Today: Fighting the CIA’s Secrecy Claims on Drones’, ACLU, 20 September 2012"}
{"_id": "test-politics-cdmaggpdgdf-pro01a", "text": "Transparency is a good in and of itself  The most essential commodity within a state is trust. Trust is essential in all sorts of aspect of our lives; we trust that the paper money we have is actually worth more than a scrap of paper, that doctors performing surgery know what they are doing, that we won't be attacked in the street, and that the government is looking after our interests. In order to create that trust there needs to be transparency so that we know that our institutions are trustworthy. It is the ability to check the facts and the accountability that comes with transparency that creates trust. And this in turn is what makes them legitimate. [1]  The need for trust applies just as much to security as any other walk of life. Citizens need to trust that the security services really are keeping them safe, are spending taxpayers’ money wisely, and are acting in a fashion that is a credit to the country. Unfortunately if there is not transparency there is no way of knowing if this is the case and so often the intelligence services have turned out to be an embarrassment. As has been the case with the CIA and it’s the use of torture following 9/11, for which there are still calls for transparency on past actions. [2]  [1] Ankersmit, Laurens, ‘The Irony of the international relations exception in the transparency regulation’, European Law Blog, 20 March 2013  [2] Traub, James, ‘Out With It’, Foreign Policy, 10 May 2013"}
{"_id": "test-politics-cdmaggpdgdf-pro03a", "text": "Transparency helps reduce international tension  Transparency is necessary in international relations. States need to know what each other are doing to assess their actions. Without any transparency the hole is filled by suspicion and threat inflation that can easily lead to miscalculation and even war.  The Cuban missile crisis is a clear example where a lack of transparency on either side about what they were willing to accept and what they were doing almost lead to nuclear war. [1] It is notable that one of the responses to prevent a similar crisis was to install a hotline between the White House and Kremlin. A very small, but vital, step in terms of openness.  Today this is still a problem; China currently worries about the US ‘pivot’ towards Asia complaining it “has aroused a great deal of suspicion in China.” “A huge deficit of strategic trust lies at the bottom of all problems between China and the United States.” The result would be an inevitable arms race and possible conflict. [2]  [1] Frohwein, Ashley, ‘Embassy Moscow: A Diplomatic Perspective of the Cuban Missile Crisis’, Georgetown University School of Foreign Service, 7 May 2013  [2] Yafei, He, ‘The Trust Deficit’, Foreign Policy, 13 May 2013"}
{"_id": "test-politics-cdmaggpdgdf-pro04a", "text": "Transparency prevents, or corrects, mistakes  Transparency is fundamental in making sure that mistakes don’t happen, or when they do that they are found and corrected quickly with appropriate accountability. This applies as much, if not more, to the security apparatus than other walks of life. In security mistakes are much more likely to be a matter of life and death than in most other walks of life. They are also likely to be costly; something the military and national security apparatus is particularly known for. [1] An audit of the Pentagon in 2011 found that the US Department of Defense wasted $70 billion over two years. [2] This kind of waste can only be corrected if it is found out about, and for that transparency is necessary.  [1] Schneier, Bruce, ‘Transparency and Accountability Don’t Hurt Security – They’re Crucial to It’, The Atlantic, 8 May 2012  [2] Schweizer, Peter, ‘Crony Capitalism Creeps Into the Defense Budget’, The Daily Beast, 22 May 2012"}
{"_id": "test-politics-cdmaggpdgdf-con02a", "text": "Provides information to competitors  Where there is international competition transparency can be a problem if there is not transparency on both sides as one side is essentially giving its opponent an advantage. This is ultimately why countries keep national security secrets; they are in competition with other nations and the best way to ensure an advantage over those states is to keep capabilities secret. One side having information while the other does not allows the actor that has the information to act differently in response to that knowledge. Keeping things secret can therefore provide an advantage when making a decision, as the one with most information is most likely to react best. [1] Currently there is information asymmetry between the United States and China to the point where some analysts consider that the United States provides more authoritative information on China’s military than China itself does. [2]  [1] National Security Forum, No More Secrets, American Bar Association, March 2011, p.7  [2] Erickson, Andrew S., ‘Pentagon Report Reveals Chinese Military Developments’, The Diplomat, 8 May 2013"}
{"_id": "test-politics-cdmaggpdgdf-con04a", "text": "Transparency can lead to conflict  The idea that transparency is good assumes that the people watching the government be transparent are likely to provide a moderating influence on policy. This is not always the case. Instead transparency can lead to more conflict.  First a nationalist population may force the government into taking more action than it wants. One obvious way to quiet such sentiment is to show that the country is not ready for war; something that may not be possible if being transparent. Instead if it is transparent that the military could win then there is nothing to stop a march to war. It then becomes possible for multiple interest groups to form into coalitions each with differing reasons for conflict trading off with each other resulting in overstretch and conflict. [1]  Secondly when there is a rapidly changing balance of power then transparency for the rising power may not be a good thing. Instead as Deng Xiaoping advised they should “Hide your strength, bide your time”. [2] Showing in the open how your military is expanding may simply force action from the current dominant power. Transparency, combined with domestic media worrying about the other’s build up can make the other side seem more and more of a threat that must be dealt with before it can get any more powerful. It is quite a common international relations theory that one way or another relative power and the quest for hegemony is the cause for war, [3] transparency simply encourages this. William C. Wohlforth points out when studying the cause of the First World War that it is perception of relative power that matters. Germany’s leaders believed it had to strike before it out of time as a result of Russia rapidly industrialising. [4] Transparency unfortunately reduces the ability of the government to manage perception.  [1] Snyder, Jack, Myths of Empire, Cornell University Press, 1991, p.17  [2] Allison, Graham, and Blackwill, Robert D., ‘Will China Ever Be No.1?’, YakeGlobal, 20 February 2013  [3] Kaplan, Robert D., ‘Why John J. Mearsheimer Is Right (About Some Things)’, The Atlantic, 20 December 2011  [4] Wohlforth, William C., ‘The Perception of Power: Russia in the Pre-1914 Balance’, World Politics, Vol.39, No.3, (April 1987), pp.353-381, p.362"}
{"_id": "test-politics-cdmaggpdgdf-con01a", "text": "Transparency can result in normalisation  While something is secret it is clearly not a normal every day part of government, it is deniable and the assumption is that when it comes to light it has probably been wound up long ago. However making something transparent without winding it up can be a bad thing as it makes it normal which ultimately makes a bad policy much harder to end.  The use of drones by the CIA may turn out to be an example of this. At the moment we are told almost nothing about drones, not even how many strikes there are or how many are killed. There have however been recent suggestions that the drone program could be transferred to the Department of Defence. This would then make the targeted killing that is carried out seem a normal part of military conflict, somehting it clearly is not. [1] And the public reacts differently to covert and military action; already more Americans support military drones doing targeted killing (75%) than CIA ones (65%). [2]  [1] Waxman, Matthew, ‘Going Clear’, Foreign Policy, 20 March 2013  [2] Zenko, Micah, ‘U.S. Public Opinion on Drone Strikes’, Council on Foreign Relations, 18 March 2013"}
{"_id": "test-culture-thbcsbptwhht-pro02a", "text": "Cultural appropriation is parallel to stolen intellectual property and should be treated in the same way.  There are high standards of global intellectual property laws such as copyright and patenting for things such as medicines, and creative designs. However, these laws only apply to a few areas so this proposal would effectively widen its remit by taking intellectual property as a template for what might be considered ‘cultural property’. Many minority communities, including the Native American Navajo tribe have had their names, designs, and culture stolen or misused and have not received compensation. This highlights the embedded systematic inequalities where justice may not be brought to those of minority cultures. Reparations, monetary or otherwise, should be paid in these cases as other case studies [1].  The closest this has actually come to happening is with the Native American Navajo community. They had their name printed and used on products such as underwear, dresses and hipflasks at the popular retail store Urban Outfitters [2]. There was outrage in the community and a 'cease and desist' notice was filed in court for the products to be recalled. In addition to this the Navajo tribe called for monetary reparations to compensate for the damage done in the name of their community however, this was not granted. As the Navajo name was copyrighted this case was made much simpler before the law – as we propose cultural property theft should be.  It is important to point out that many other communities which have been exploited previously have not copyrighted their name and so do not have this same opportunity [3]. This is important as with many cases, the outcome may have not resulted in anything further.  The practise of reparations should be used universally as it is disrespectful to misuse the names, symbols and property of other cultures without consent.  In a democracy where everybody is equal before the law, communities and individuals should be able to sue those for not giving recognition, or misusing cultural practises that have historic meaning and importance. Culture is embedded in communities with long standing traditions, theories and practises. This is evident as we do not (yet) have a single global culture, even though one might argue there is one slowly emerging.  [1] Schutte, Shane, ‘6 famous copyright cases’, realbusiness, 11th August 2014,   [2] Siek, Stephanie, ‘Navajo Nation sues Urban Outfitters for alleged trademark infringement’, CNN, 2nd March 2012,   [3] Johnson, Maisha J., ‘What is wrong with cultural appropriation; These 9 Answers Reveal Its Harm’, everydayfeminism, 14th June 2015,"}
{"_id": "test-culture-thbcsbptwhht-pro03a", "text": "Compensation is important to give the communities credit they deserve.  Compensation can be used to level out the playing field of inequality to those who have been oppressed. They help to give communities the recognition they deserve and help to reverse intuitionally reinforced negative stereotypes. The reparations can be used to benefit the community; for example, within the community and externally in order to educate people appropriately about the struggles of a repressed community. It would help fund efforts based on the model of the US Governments of Education and State Boards of Education to develop a 'robust curriculum' involving greater accuracy in black history as well as the involvement of African American figures in history on local, national and global scales [1].  This inequality is why the reform has to be state led; it is up to the state to protect minorities. Professor Matthew Rimmer from the Queensland University of Technology believes that ''At an international level, more should be done to implement the UN Declaration on the Rights of Indigenous Peoples in respect of Indigenous intellectual property''. This was said after Chanel made a A$2,000 boomerang [2] which would seem to be in opposition to the declaration which Australia has endorsed.  [1] Humphries, Arielle, and Stahly-Butts, Marbre, ‘A Vision for Black Lives’, Centre for Popular Democracy, July 2016,   [2] ‘Chanel’s $2,000 boomerang sparks complaints and confusion from Indigenous Australians’, ABC News, 17th May 2017,"}
{"_id": "test-culture-thbcsbptwhht-pro04a", "text": "Compensation has the potential to reverse damaged caused by Cultural Appropriation.  Compensation is necessary in the case of cultural appropriation as it helps to provide victims with the resources they need or deserve as compensation for exploitative behaviour. Often it can be easily quantified as would be the case with the Navajo Urban Outfitters case. With stronger legislation and rulings on the provision for compensation for cultural appropriation, minority communities would be significantly better off. This would be a major step towards reversing the damage of said appropriation as it would allow the community to develop and gain recognition for traditional designs and ideas.  Compensation can bring back some justice to small, minority communities as they can gain the appropriate recognition they deserve as well as the benefits that come along with it. It was estimated in 2005 that nearly half of the US $1billion market from native American Arts and Crafts come from the sale of counterfeit goods [1]. Compensation would help protect sales from native American businesses as well as their culture.  [1] Padilla, Helen B., ‘Padilla: Combating fake Indian Arts and Crafts: a proposal for action’, Indian Country Today, 14 October 2008,"}
{"_id": "test-culture-thbcsbptwhht-con02a", "text": "Reparations and the use of the term 'cultural appropriation' is a mask for more deep-rooted issues of racism in society.  The use of compensation as a means of redress for cultural appropriation doesn’t tackle the root problems that are expressed. The problems given as examples of cultural appropriation, like a Caucasian person wearing their hair in dreadlocks- a style that has meaning and historic prejudice to the afro-Caribbean community is redirecting attention and division. The individuals wearing their hair in this fashion however are not the problem. Demanding compensation from them 'does not challenge racism in any meaningful way' [1]. Instead targeting and punishing those who actively discriminate against those with the dreadlock style of hair is more effective and encourages equality.  [1] Malik, Kenan, ‘The Bane of Cultural Appropriation’, AlJazeera, 14th April 2016,"}
{"_id": "test-culture-thbcsbptwhht-con03a", "text": "No feasible system of which grounds of compensation can occur because of the fluidity of culture and cultural identity  How a person identifies themselves aligns with the culture they are a part of. Szewczak and Snodgrass argue this is as the values of an individual “are influenced and modified by membership of other professional, organisational, ethnic, religious, and various other social groups, each of which has its own specialized culture and value set. Thus, individuals vary greatly in the degree in which they espouse, if at all, values by a single cultural group, such as their national culture” [1]. As a result, people can identify with several different cultures often at one time. This creates difficulties in allowing one person to seek compensation from another purely on the basis of identity politics – individuals at least partially define their own culture and it may only be one among multiple cultures they identify with.  Culture itself has a complex nature; it adapts, borrows and evolves. It also influences lives in different ways and to different extents. No culture is fully homogenous. Because of this, any model for the extent of compensation would almost be impossible. Somebody with a long distant relative of which they haven't met, could potentially gain compensation for something that doesn’t directly affect them. They may even identify with the majority culture that is doing the compensating. Conversely some who identify with the culture being compensated may not be eligible for compensation even if they are directly affected.  [1] Snodgrass, Coral R., &amp; Szweczak, Edward J. \"The Substitutability of Strategic Control Choices: An Empirical Study\". The Journal of Management Studies. Vol. 25. 1990."}
{"_id": "test-culture-thbcsbptwhht-con01a", "text": "globalisation and multiculturalism.  Cultural appropriation prevents assimilation between members of society and creates further divisions based on arbitrary features of one’s ancestry or appearance. If reparations (through the use of compensation) were to occur in addition to this, it would create a more polarised and divided society as an 'us and them' culture is created.  A consequence of globalisation is the movement of people and the diffusion of knowledge [1]. This happens on a mass scale where it is possible for a person from India to travel across the globe to the United Kingdom (UK) and get there within 24 hours of booking their flight. With this, the spread of technology and knowledge it is inevitable that culture and identity does not remain fixed either. It also means that an increasing amount of people have more than one culture. A direct consequence of increased migration is that migrants are likely to bring with them their cultural customs. An example of this can be seen in the UK. As the UK faced more migrants from the Sub-continent of India, the popularity of different curries increased, and not just among those of Indian decent. In such circumstances cultures begin to merge as the traditional 'Chicken Tikka' recipe was adapted into a localised version called 'Chicken Tikka Masala' and was, in 2001, declared the UK's national dish.  Without globalisation, Britain's £3.6bn Indian restaurant industry would not exist and it would fail to employ approximately 100,000 people [2]. Any reparations would be paltry compared to the jobs that this industry has created over decades.  This is a positive thing; it brings cultures together, encourages understanding, innovation and cooperation. Forcing people to compensate for the appropriation of a culture may mean that there is less social harmony as divisions are forced between cultures. For the following generations of migrants will be forced to choose a culture as cultural appropriation encourages division between the two.  [1] Stief, Colin, ‘Globalization’, ThoughtCo., 3rd March 2017,   [2] Wintor, Patrick, ‘Chicken tikka Britain is new Cook recipe’, The Guardian, 19 April 2001,"}
{"_id": "test-digital-freedoms-aihwbasmn-pro02a", "text": "Non violent methods of disrupting riots must be tried before using force  When riots are on-going then the police needs to act but the safety of everyone involved should be considered to be paramount. If a riot will not disperse peacefully then the police often find they need to use batons, water cannon, or even in extremis tear gas or rubber bullets. It is the police’s duty to bring back public order by stopping riots through these methods. However this should not be at the expense of a much more preventative approach that shutting down social media networks would allow. If during instances of rioting the police are able to prevent those rioters from encouraging their friends to join them so expanding the riots then this is the right course of action to take. Rioters used social media like activists, to outmanoeuvre the police targeting areas where there was little police presence. Cutting off their means of communication would make this much harder and less effective. [1] This has been used effectively in the past; the San Francisco BART, shut down mobile phones on its network to prevent protests which it feared could lead to clashes with commuters, it may well have been the reason why there were no such protests, but it did spark outrage over violations of freedom of speech. [2]  [1] O’Rourke, Simon, “Empowering protest through social media”, Edith Cowan University Research Online, 2011,  P.51  [2] Cabanatuan, M., “BART admits halting cell service to stop protests”, SFGate,"}
{"_id": "test-digital-freedoms-aihwbasmn-pro01a", "text": "Free speech is not useful in this context, as riot is never legitimate in a free society  Riots should not be tolerated in a free society as there are already legal and peaceful methods of dissenting such as through demonstrations, petitions, and contacting your representative in Parliament. It demonstrates a fundamental unwillingness to engage with not only the apparatus of the state, but society more generally. Rioters have no regard for the public, and the violence and damage they cause harms everyone. Riots tend to do little to actually challenge the state, but rather they tend to harm the most disadvantaged, those who happen to be in the vicinity of the mobs. The freedom of speech social media provides to its users is being fundamentally misused in the context of riots. [1] When speech is used to organize violence, it must be curtailed for the sake of society as individuals security and safety is more important that freedom of speech that is briefly curtailed. Violence damages long after the event whereas those who have their freedom of speech curtailed for a few hours can swiftly voice their opinions once the riot has ended and the block lifted.  [1] Thomson, A. and Hutton, R., “UK May Block Twitter, Blackberry Messaging Services in Future Riots”. Bloomberg. 11 August 2011."}
{"_id": "test-digital-freedoms-aihwbasmn-pro03a", "text": "Would stop riots from spreading  The police must try to stop riots from spreading and stop copycat rioting elsewhere. Knowledge of rioting happening elsewhere is often the Oxygen of riots; the riots in Manchester and elsewhere outside of London in 2011 were mostly as a result of media exposure. According to Greater Manchester Police chief Peter Fahy \"A certain group of people saw what was happening in London and decided they seemed to be getting away with it. We knew what was absolutely critical was that there needed to be control of London. Because that was just creating more and more copycat violence up here.\" [1] Cutting off social media would have helped prevent the riots from spreading so ensuring that they remain small and a localised problem.  [1] Pilkington, D., “Rioting in London sparked 'copycat' behaviour”, The Independent, 14 November 2011."}
{"_id": "test-digital-freedoms-aihwbasmn-pro04a", "text": "Social networks serve as a powerful signalling device for the expansion of violent behaviour  By using Twitter to signal the start of riots it attracts people to join the mob. People in riots generally look to those around them in order to see what is considered acceptable behaviour. As boundaries are crossed, such as the change from indiscriminate vandalism to looting, and reported on Twitter, the same behaviour echoes elsewhere. The lens through which rioters determine acceptable behaviour is expanded, so the chance of behaviours like looting rippling across the various mob groups within a locale increases. One escalation of violence becomes multiple escalations. Twitter is thus a serious danger to society during periods of social unrest and rioting, because it acts as a catalyst for further mayhem. By blocking Twitter governments are able to manage flashpoints and prevent them from expanding violence to other locations. This makes riot situations both less likely to escalate, and easier to break up."}
{"_id": "test-digital-freedoms-aihwbasmn-con02a", "text": "Blocking social networks denies people the ability to mobilize on genuine social issues  The state may not be the best placed to gauge the legitimacy of riots. Oftentimes riots are the result of massive social pressures, like poverty or limited integration of immigrant communities. When these issues are not properly addressed, or outright ignored by the ruling elites, they boil over. Positive things can come from riots. They can put the issues on the table and bring them screaming into the public consciousness. This is the difference between the Arab Spring that was considered legitimate and the London riots that were not, apart from the initial peaceful protests the riots did not have an agenda to create change. [1] The government suppressing legitimate demonstrations, whether they do it with physical force or internet repression, ultimately serves only to push away the problem, to continue to ignore it. [2] Blocking social networks therefore only seeks to muzzle the expression of outrage that is sometimes entirely justified. The media attention and organizing power of social networks serves to get people engaged, motivated, and visible. The government should not seek to stop that. They should seek to prevent protest and demonstration from spilling into violence. Blocking access to social networks will not aid in that endeavour.  [1] Stylianou, A., “Cyber Regulation and the Riots”, Legal matters, Autumn 2011.   [2] Dugan, L. “Blocking Twitter During Riots a Bad Idea, Study Proves”. Media Bistro. 2011."}
{"_id": "test-digital-freedoms-aihwbasmn-con05a", "text": "It is better to monitor riots through the social media rioters are using  It is wrong to suggest that social networks only provide advantages to the rioters in a riot. Many of the networks that can be used are open to the public and even where they are not as with blackberry messenger the police and intelligence services can likely gain access. This means that the police can also benefit from rioters use of social networks. Allowing the rioters to communicate can help the police to track what the rioters are doing and potentially to intercept any plans before they can be put into action. The same logic is used with websites that promote extremist ideologies; it is often better to monitor them for the intelligence they provide. The police already monitor protest groups in this way during demonstrations and even use it to help police impromptu raves so will surely apply it to riots. [1] Yet the social media is useful in other ways, particularly after the rioting it can be used to work out who was involved and to provide evidence against them so making the police much more efficient at catching and charging rioters.  [1] Rawlinson, K., “Activists warned to watch what they say as social media monitoring becomes 'next big thing in law enforcement”, The Independent, 1 October 2012,"}
{"_id": "test-digital-freedoms-aihwbasmn-con04a", "text": "The state can use blocking Twitter and its ilk as precedent to censor the internet in the “public interest”  The state always likes to expand its powers over speech, particularly when that speech is damaging to the government’s credibility. The freedom of speech is a critical right in all free societies precisely because it is the ultimate check ordinary citizens have to challenge the powers that be, to express dissent, and to organize with like-minded people dissatisfied with the way government is running. The internet has been the most powerful and valuable tool in the expansion of individuals’ power of their governments. [1] The state quakes at the raw people power services like Twitter provides. It is the last frontier largely free of the state’s power, and the state has sought to expand its influence. By blocking Twitter the government would be able to get its first foothold in blocking free speech online. [2] The power of that beachhead would serve to give it further credibility in censoring other services online in the public interest. It is much better that the government be kept entirely out of these services, than let them begin the slow creep of intervention that would be a serious threat to the freedom of individuals on the internet.  [1] Anti-Defamation League. “Combating Extremism in Cyberspace”. 2000.   [2] Temperton, J. “Blocking Facebook and Twitter During Riots Threatens Freedom”. Computer Active. 15 August 2011."}
{"_id": "test-digital-freedoms-aihwbasmn-con03a", "text": "Police should not block the communications and freedom of expression of law-abiding citizens  The blocking of social networks, of the internet, or of mobile phone networks in times of riot would be an illegitimate curtailment of a private company’s right to do business and serve its customers. Social networks are business and have many users. Even more important is the impact on everyone who is not associated with the rioting. When these actions are taken it harms everyone, perhaps even millions of people at a given time. [1] The action taken by the state to seek to prevent the spreading of the riots is not only ineffective it is also a massive imposition on the rights of the citizens of the polity. Their freedom of speech is curtailed, business is harmed, and the riots continue. Studies of the use of Twitter during the riots in London showed that during rioting it was mostly used to react to the riots to send warnings to avoid trouble rather than incite violence. [2] Blocking access or cutting off communications would therefore mean putting at risk those people who otherwise would have been warned not to go near areas with rioting.  [1] Temperton, J. “Blocking Facebook and Twitter During Riots Threatens Freedom”. Computer Active. 15 August 2011.   [2] Ball, J., and Lewis, P., “Riots database of 2.5m tweets reveals complex picture of interaction”, The Guardian, 24 August 2011."}
{"_id": "test-digital-freedoms-aihwbasmn-con01a", "text": "Blocking social networks will not work  How are the police to block social networks when riots are ongoing? The idea that blocking an individual network like Twitter would stop online networking and reporting during riots is laughable and misunderstands the rapidity with which the internet community adapts to changed circumstances and attempts at censorship. Blocking Twitter might work once, but never again. This is why there have been suggestions that the police would go further and either cut off the internet or phone networks as they would effectively need to impose a communications blackout in order for it to be successful, much as the Chinese does in Tibet when there is unrest. [1] Even then the action may not work, rioters will likely simply post pictures and encouragement for the next night’s rioting once the internet and mobile connections are restored as governments would have to do if they did not want to affect the law abiding majority during the day.  [1] Branigan, T., “China cut off internet in area of Tibetan unrest”, The Guardian, 3 February 2012."}
{"_id": "test-digital-freedoms-aihbiahr-pro02a", "text": "The right to internet access fills a gap in traditional human rights.  In our traditional human rights there is a hole when it comes to a right to receive and be able to seek out information. Almost everyone would consider freedom of speech and freedom of expression to be human rights but these rights are not very effective if there is not a way for those who wish to access that information. Michael L Best contends that Article 19 of the universal declaration of human rights on freedom of expression implies some symmetry but that freedom of authorship is privileged over freedom of readership. [1] In short governments could allow freedom of expression while ensuring that those expressing dissenting views have a very minimal audience without breaking human rights.  A right to the internet is the perfect human right to fill this gap. The internet is estimated to have over 35 billion web pages, [2] and the most recent digital universe study estimates that 1.8 trillion gigabytes would be created in 2011. [3] The sheer size of the internet means that it is the ideal medium for providing this right to access information. [4] The internet is also increasingly accessible to everyone making it possible to be considered universal; it is no longer something that the poor cannot hope to have access to. There are already over 2.1 billion people using the internet worldwide including 118 million in Africa. [5]  [1] Best, Michael L., ‘Can the Internet be a Human Right?’ Human Rights and Human Welfare, Vol.4 2004, p.23 (n.b. this link comes up with a warning when opened, dont worry it is safe - ahelling)  [2] World Wide Web Size.com, ‘The size of the World Wide Web (The Internet)’, 17 April 2012 .  [3] McGaughey, Katryn, ‘World’s Data More Than Doubling Every Two Years – Driving Big Data Opportunity, EMC2, 28 June 2011.  [4] Best, Michael L., ‘Can the Internet be a Human Right?’ Human Rights and Human Welfare, Vol.4 2004, p.23  [5] Clayton, Nick, ‘Internet has More Than 2 Billion Users’, TechEurope The Wall Street Journal, 19 January 2012."}
{"_id": "test-digital-freedoms-aihbiahr-pro03a", "text": "Internet access is a necessary part of the right to freedom of information and expression.  Freedom of expression and speech and freedom of information is a fundamental freedom and is article 19 in the universal declaration of human rights. This is usually taken to have three parts for governments to uphold: a duty to respect, for the government not to interfere with the freedom to impart information, a duty to protect, preventing interference with lawful communications and, a duty to fulfil, a duty to provide government held information. [1] Access to the internet falls within this. The duty to respect means that governments cannot block access for people wishing to use the internet to express themselves. The duty to protect means government should prevent others from interfering with internet users and the duty to fulfil could easily be taken just a little bit further to having to provide access to the internet. Freedom of expression therefore covers a freedom to access the internet as it already provides for a freedom to access mediums to express ones’ self.  [1] Callamard, Agnes, ‘Towards a Third Generation of Activism for the Right to Freedom of Information’, in Freedom of Expression, Access to Information and Empowerment of People, UNESCO, 2009 pp.43-57. p.44"}
{"_id": "test-digital-freedoms-aihbiahr-con02a", "text": "Internet access is a commodity not a human right.  If a human right is inherent and inalienable then if something is to be a human right it has to be freely available for all rather than being much more available to those who are rich. The internet however is a commodity. We are charged for access to it and can be cut off for not paying our bills. We are charged more to be able to download more, in effect to have greater access to this human right. There has never been any suggestion that the equally great media advances of TV and telephones are technologies worthy of being considered a human right. As with the internet these increased the ability to express opinions to a wide audience, they helped democratise news and making it much more international. They meant that human rights violations could be much more easily told to the world in much the same way the internet does."}
{"_id": "test-digital-freedoms-aihbiahr-con04a", "text": "Internet access cannot be a human right when it is not available to all.  If human rights are inalienable and inherent in humans then no technology can be a human right as not everyone can ever expect access all of the time. Certainly at the moment huge swathes of the world have no internet access and this does not mean that their governments are violating their human rights.  The analogy might be given to freedom of movement. Freedom of movement is a human right however we don’t need the aid of a car to be able to exercise this right the technology itself is unnecessary as we have an inherent ability to move just as we do to communicate."}
{"_id": "test-digital-freedoms-aihbiahr-con03a", "text": "Internet access is an enabler of rights not a right in itself.  The internet is an enabler and so has little value on its own. [1] No one would consider the internet a human right if there was no content or information on the internet, what good would be a right to stare at a screen? It is not therefore access to the internet that is the human right it is access to information. The internet is obviously useful for this but it is not essential. If someone was denied access to the internet while being locked in a library would he or she really have had any right to information infringed? In such a case the only argument for a right to the internet is that it faster to access the information through the internet than it would be to look it up in the books that are all around. There cannot therefore be considered to be a right to the internet even as part of any right to information because the right to information would simply require that a government provides access to this information not that it has to be via the internet. Moreover as an enabling technology it is quite possible that the internet may at some point be out of date and replaces by some new method of storing information. As something that is transitory it does not make sense to consider there to be any kind of inalienable right to the internet.  [1] Cerf, Vinton G., ‘Internet Access Is Not a Human Right’, The New York Times, 4 January 2012."}
{"_id": "test-digital-freedoms-aihbiahr-con01a", "text": "Human rights are dependent upon the state  There is clearly not universal or even widespread acceptance of the idea that internet access should be a human right. Human rights are dependent upon the state, the desires of the community, and that depends upon the state’s socio economic context. [1] The internet cannot therefore be considered a universal human right because not all states are advanced enough to take responsibility for this right.  International law is based upon several sources; state practice, customary law, treaties and judicial decisions. [2] None of these sources yet recognise internet access as a human right, indeed if state practice is taken as deciding if human rights exist then the whole concept of human rights is open to question. [3]  [1] Turkin, G., Theory of International Law, 1974, p.81  [2] Shaw, Malcolm N., International Law 4th ed., Cambridge University press, 1997, Chapter 3.  [3] Watson, J.S., Legal theory, efficacy and validity in the development of human rights norms in international law, University of Illinois law forum, 1979, p.609"}
{"_id": "test-science-sghwbdgmo-con01a", "text": "Genetically modified food is no different from any other scientific advance, thus should be legal to use.  Genetic modification is entirely natural. The process of crop cultivation by selective breeding, which has been performed by farmers for thousands of years, leads to exactly the same kind of changes in DNA as modern modification techniques do. Current techniques are just faster and more selective. In fact, given two strands of DNA, created from the same original strand, one by selective breeding and one by modern modification techniques it is impossible to tell which is which. The changes caused by selective breeding have been just as radical as current modifications. Wheat, for example, was cultivated, through selective breeding, from an almost no-yield rice-type crop into the super-crop it is today. [1]  [1] Trewas A. and Leaver C., How Nature itself uses genetic modification,Published January 6 2000, Nature,  , accessed 09/05/2011"}
{"_id": "test-society-simhbrasnba-pro02a", "text": "States must be responsible to their own citizens first  There will always be trafficking as long as there aren't open borders. And we should maintain strict controls on both immigration and asylum. States must focus on the needs of their people first, and the reaction of citizens in accepting countries is quite rightly the feeling that their hospitality and good intentions are being abused at the moment. The social harms that these feelings cause - suspicion, xenophobia, racism and disruption of social harmony and tolerance [1] - are too large and too damaging to the actual citizens of states to justify the maintenance of a failing system that may help some few outsiders. The responsibilities of governments to their own citizens must come first.  [1] Lægaard, Sune, ‘Immigration, Social Cohesion, and Naturalisation’, Centre for the Study of Equality and Multiculturalism, p.2"}
{"_id": "test-society-simhbrasnba-pro01a", "text": "The Whole System is broken  It is not clear that the system works at all. The majority of those who apply for asylum are working-age males, [1] which implies that there is a strong economic angle. And worse still, even if countries decide that an applicant has no basis to their claim they are frequently unable to deport them because they often go missing, as 75,000 in Britain have, [2] or because, perversely, they may be punished on return to their country for having sought refuge. So essentially the asylum system provides a loophole for unrestricted immigration, which is both expensive, and dangerous for states. In the age of global terrorism it is a huge risk to allow undocumented individuals to enter and roam freely within any country.  [1] Blinder, Scott, ‘Migration to the UK: Asylum’, The Migration Observatory at the University of Oxford, 23 March 2011.  [2] Whitehead, Tom, ’75,000 asylum seekers have gone missing in past 20 years’, The Telegraph, 6 April 2011."}
{"_id": "test-society-simhbrasnba-pro03a", "text": "The system is open to abuse  It is extremely difficult to tell if someone is a genuine asylum seeker or not; for obvious reasons many will have little or no documentation, and all the evidence that they have suffered persecution may be in a faraway country and impossible to obtain. In many cases it may be impossible to prove that the person claiming asylum is even from the country that they claim to be from.  Asylum decisions are therefore based largely on a judgement call by the investigating officer on whether they thing the person in front of them is being truthful or not – that leaves the system open to motivated people who are economic migrants or may even pose a security threat."}
{"_id": "test-society-simhbrasnba-con03a", "text": "We must practice what we preach  Democratic nations preach the language of freedom, human rights and justice. They encourage those who live under oppression to oppose their rulers and work towards these goals. This is all rendered hollow, and hypocritical if they then refuse to protect individuals who are persecuted for taking the brave and noble step of working to improve their societies. Not only is this a moral failing but practically very harmful too. It is in the interests of democratic nations to spread democracy and peaceful forms of government. If the people of authoritarian nations don't feel they have the support of other, then the incentive for them to risk everything and stand up in the name of freedom is diminished, and so too the best chance of change in such oppressive regimes."}
{"_id": "test-society-simhbrasnba-con01a", "text": "We have a duty to help the persecuted  The principles which underlie the asylum regime are as valid as ever. Millions still face persecution, death and torture globally because of who they are or because of their convictions. Democratic countries still have a moral obligation to offer protection to these people. We all recognise it as a horrendous failing by the countries who turned away Jewish refugees in the early days of Nazism where both the United States and the UK turned away large numbers or refugees, [1] and only the Dominican Republic was willing to take in large numbers. [2] This should never happen again. Developed nations have both the wealth and security to make them the best destinations for those seeking refuge.  [1] Perl, William R., ‘The Holocaust conspiracy: an international policy of genocide’, 1989, pp.37-51  [2] Museum of Jewish Heritage, ‘”A Community Born in Pain and Nurtured in Love” Jews who were given refuge by Dominican Republic’, 8 January 2008."}
{"_id": "test-society-epsihbdns-pro01a", "text": "The government has a right to make decisions in the best interest of the people  Man is a social being. Therefore people live in communities where decisions that affect the many, are taken by representatives of the many. Thus, a social contract exists between the people and their government. [1] In exchange for part of their autonomy and freedom, the government ensures that policies are made in the best interest of people, even if this might come at the expense of short-term interests for some individuals. This is a typical example of this kind of case. The trend is emptying the countryside, stopping the production of agricultural goods and hollowing the amenities provided by the cities. Even if each individual has a personal incentive to move to the cities, the harm to the cities is greater than their accumulated individual gains. It is in these cases that the state must act to protect its people and ensure long term benefits.  [1] D'Agostino, Fred, Gaus, Gerald and Thrasher, John, \"Contemporary Approaches to the Social Contract\", The Stanford Encyclopedia of Philosophy (Winter 2012 Edition), Edward N. Zalta (ed.),"}
{"_id": "test-society-epsihbdns-pro03a", "text": "Restrictions would benefit rural areas  Unlimited rural-urban migration erodes the economy of the cities, as shown in the previous argument, and limits their economic growth and available resources. On a national level, this causes decision makers to prioritise the cities, as the country relies more on urban than rural areas, thus preventing them from investing in the country-side. [1] China is a good example of this where urban privilege has become entrenched with ‘special economic zones’ being created in urban areas (though sometimes built from scratch in rural areas) with money being poured into infrastructure for the urban areas which as a result have rapidly modernised leaving rural areas behind. This leads to a whole culture of divisions where urbanites consider those from rural areas to be backward and less civilized. [2]  Moreover, there will be little other reason to invest in rural areas, as the workforce in those areas has left for the cities. By preserving resources in the cities and keeping the workforce in the rural areas, it becomes possible to invest in rural communities and change their lives for the better as these areas maintain the balanced workforce necessary to attract investors.  [1] Maxwell, Daniel., “The Political Economy of Urban Food Security in Sub-Saharan Africa.” 11, London : Elsevier Science Ltd., 1999, World Development, Vol. 27, p. 1939±1953. S0305-750X(99)00101-1.  [2] Whyte, Martin King, “Social Change and the Urban-Rural Divide in China”, China in the 21st Century, June 2007,  p.54"}
{"_id": "test-society-epsihbdns-pro04a", "text": "Poor, uneducated people are lured into cities  The cause of rural-urban migration in developing nations and the main reason why it becomes problematic is that people who move to the cities are not making informed decisions. They are led to believe that the cities contain opportunities that they cannot find where they live, and there are no mechanisms such as efficient media or adequate education to eradicate this misconception. [1] Myths can be easily propagated by a single successful migrant returning home to visit that then attracts many others to try their luck without any knowledge of the possible costs. [2] This is exacerbated by unscrupulous organisations that prey on their desperation to take all their money to organise their move to the city. Some of those who are trafficked find themselves brought to the city and exploited through forced labour, begging, or even prostitution. [3] Many of those who move to cities find themselves in a worse situation but have lost any moving power they originally had and are thus trapped.  [1] Zhan, Shaohua. “What Determines Migrant Workers' Life Chances in Contemporary China? Hukou, Social Exclusion, and the Market.” 243, 2011, Vol. 37.  [2] Waibel, Hermann, and Schmidt, Erich, “Urban-rural relations”, in Feeding Asian Cities: Food Production and Processing Issues, FAO, November 2000,   [3] “UNIAP Vietnam”, United Nations Inter Agency Project on Human Trafficking, accessed March 2013,"}
{"_id": "test-society-epsihbdns-con02a", "text": "It is practically impossible to control people's movement  One of the major problems with the proposal lies in the very fact that we are indeed dealing with developing nations. These nations have very limited capacity to manage this kind of system. What will happen instead, will be a state of confusion, where the law will be upheld in some parts while ignored in others. The case in China clearly shows that corruption follows in the wake of this kind of legislation, where urban Hukous are sold illegally or officials are frequently bribed to ignore the law. [1]  Furthermore, it only causes those who choose to move to the cities, in spite of the law, to be alienated from society and live a life outside of the law. Once outside of the law, the step to other crimes is very small as these people have little to lose. [2] In short, the law will only work in some cases and where it works it will lead to increased segregation and more crime.  [1] Wang, Fei-Ling. “Organising through Division and Exclusion: China's Hukou System\". 2005.  [2] Wu. s.l., and Treiman, The Household Registration System and Social Stratification in China: 1955-1996. Springer, 2004, Demography, Vol. 2."}
{"_id": "test-society-epsihbdns-con04a", "text": "Restrictions cause an incredible loss of potential  One of the best things about a functioning developed nation is that young people can choose their profession. Apart from this being beneficial for the individual, this means that the best suited person for a given trade will often be the same that pursues it. If we prevent people from moving freely we deprive the cities of talented people whose talents and skills are much better suited for urban professions than for rural jobs. In short, this policy would make farmers out of the potential lawyers, politicians, doctors, teachers etc. Indeed this is the whole basis of most models of migration, people leave rural areas because there is surplus labour in that area while the cities needs new workers. [1]  [1] Taylor, J. Edward, and Martin, Philip L., “Human Capital: Migration and Rural Population Change”, Handbook of Agricultural Economics,"}
{"_id": "test-society-epsihbdns-con03a", "text": "Rural life is miserable and has higher mortality rates than cities  This planet does not find worse living standards anywhere than in the rural areas of developing countries. These are the areas where famine, child mortality and diseases (such as AIDS) plague the people. [1] China’s Hukou system has condemned millions of people to premature death by locking them in areas that never will develop. [2] While the cities enjoy the benefits of 12% growth, the villages are as poor and deprived as ever. [3] It is a poorly concealed policy aimed at maintaining a gaping social cleavage and allowing the rich to remain rich.  [1] Maxwell, Daniel., “The Political Economy of Urban Food Security in Sub-Saharan Africa.” 11, London : Elsevier Science Ltd., 1999, World Development, Vol. 27, p. 1939±1953. S0305-750X(99)00101-1.  [2] Dikötter, Frank. Mao's Great Famine. London : Walker &amp; Company, 2010. 0802777686.  [3] Wang, Fei-Ling. “Organising through Division and Exclusion: China's Hukou System\". 2005."}
{"_id": "test-society-epsihbdns-con01a", "text": "Freedom of movement is an intrinsic human right  Every human being is born with certain rights. These are protected by various charters and are considered inseparable from the human being. The reason for this is a belief that these rights create the fundamental and necessary conditions to lead a human life. Freedom of movement is one of these and has been recognised as such in Article 13 of the Universal Declaration of Human Rights. [1] If a family finds themselves faced with starvation, the only chance they have of survival might be to move to another place where they might live another day. It is inhuman to condemn individuals to death and suffering for the benefit of some nebulous collective theory. While we might pass some of our freedoms to the state, we have a moral right to the freedoms that help us stay alive – in this context freedom of movement is one of those.  [1] General Assembly, “The Universal Declaration of Human Rights”, 10 December 1948,"}
