{"_id": "test-environment-ehwsnwu-pro01b", "title": "എനർജി ഹൌസ് ആണവമാലിന്യങ്ങൾ ഭൂഗർഭത്തിൽ സംഭരിക്കും", "text": "ആണവ വസ്തുക്കൾ സംഭരിക്കുന്നതിനുള്ള ഏക മാർഗ്ഗം ഭൂഗർഭ ആണവ സംഭരണമല്ല. സാമ്പത്തികമായി പറഞ്ഞാൽ, ഇത് കൂടുതൽ ചെലവേറിയതാണ്, എന്നാൽ എളുപ്പത്തിൽ നിരീക്ഷിക്കാനും കൈകാര്യം ചെയ്യാനും കഴിയുന്ന സൌകര്യങ്ങളിൽ ഭൂമിക്ക് മുകളിൽ ആണവ മാലിന്യങ്ങൾ സംഭരിക്കുന്നത് വളരെ സുരക്ഷിതമാണ്. ഭൂഗർഭ സംഭരണ സൌകര്യങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായി, ഭൂമിക്ക് മുകളിൽ എന്തെങ്കിലും തെറ്റ് സംഭവിക്കുകയാണെങ്കിൽ, അതിനോട് വേഗത്തിലും കാര്യക്ഷമമായും പ്രതികരിക്കാനും പ്രശ്നങ്ങൾ നേരത്തെ കണ്ടെത്താനും സാധ്യതയുണ്ട്. കൂടാതെ, ഭൂഗർഭ ആണവ സംഭരണം വ്യാപകമായി നടപ്പിലാക്കുന്നത് രാജ്യങ്ങളെ അവരുടെ ആണവോർജ്ജ നയങ്ങളിൽ കൂടുതൽ കുതിരയോട്ടം നടത്താൻ പ്രോത്സാഹിപ്പിക്കും. പ്രത്യേകിച്ചും, ആണവോർജ്ജ ഉൽപ്പാദനം പൂജ്യ കാർബൺ ഉദ്വമനത്തിന് കാരണമായേക്കാം, തുടക്കത്തിൽ പ്രക്രിയ ആരംഭിക്കുന്ന യുറേനിയം ഖനനവും മില്ലിംഗും പരിസ്ഥിതിക്ക് ഹാനികരമാണ്. [1] [1] ഐഎസ്എൻ സെക്യൂരിറ്റി വാച്ച്. \"യൂറോപ്പിന്റെ ആണവ മാലിന്യ സംഭരണ പ്രശ്നങ്ങൾ\"."}
{"_id": "test-environment-ehwsnwu-con03b", "title": "എനർജി ഹൌസ് ആണവമാലിന്യങ്ങൾ ഭൂഗർഭത്തിൽ സംഭരിക്കും", "text": "ഇന്റഗ്രൽ ഫാസ്റ്റ് റിയാക്ടറുകൾ ഹ്രസ്വകാലത്തിനുള്ള ഒരു പരിഹാരമല്ല. വാണിജ്യപരമായ പ്രവർത്തനത്തിൽ നിലവിൽ ഇന്റഗ്രൽ ഫാസ്റ്റ് റിയാക്ടറുകളൊന്നുമില്ല, അമേരിക്ക നിർമ്മിക്കേണ്ടിയിരുന്ന ഗവേഷണ റിയാക്ടർ 1994 ൽ റദ്ദാക്കി. ലോകത്തിലെ എല്ലാ ആണവ മാലിന്യങ്ങളും റീസൈക്കിൾ ചെയ്യാൻ ഐഎഫ്ആറുകൾ ഉപയോഗിക്കാനുള്ള ഏതൊരു ശ്രമവും വളരെ ചെലവേറിയതും ഉടനടി പരിഹാരമാകില്ല-പുതിയ റിയാക്ടറുകൾ ഉപയോഗിക്കാൻ കാത്തിരിക്കുമ്പോൾ മാലിന്യങ്ങൾ എവിടെയെങ്കിലും സംഭരിക്കേണ്ടതുണ്ട്."}
{"_id": "test-environment-ehwsnwu-con01b", "title": "എനർജി ഹൌസ് ആണവമാലിന്യങ്ങൾ ഭൂഗർഭത്തിൽ സംഭരിക്കും", "text": "ഭൂഗർഭ സംഭരണത്തിന്റെ സാമ്പത്തിക ചെലവ് ഉയർന്നതാണ്. എന്നിരുന്നാലും, പ്രത്യേകിച്ചും ആഗോളതാപനത്തിൽ നിന്ന് വളരെ ഗണ്യമായ അളവിൽ ഉണ്ടാകുന്ന സാമ്പത്തിക ദോഷം ഒഴിവാക്കാൻ ആണവോർജ്ജം ആവശ്യമാണെന്നതിനാൽ. ഉദാഹരണത്തിന്, കാലാവസ്ഥാ വ്യതിയാനത്തെ അഭിസംബോധന ചെയ്യാൻ ഒന്നും ചെയ്യാത്തത് മൊത്തത്തിൽ 5 ഡിഗ്രി സെൽഷ്യസ് താപനിലയിൽ വർദ്ധനവിന് കാരണമാകുമെന്ന് പ്രവചിക്കപ്പെട്ടിട്ടുണ്ട്, ഇത് 74 ട്രില്യൺ ഡോളർ സാമ്പത്തിക ചെലവിലേക്ക് നയിക്കും. ഇതിനർത്ഥം ആണവ മാലിന്യ സംഭരണത്തിന്റെ ആവശ്യകത അനിവാര്യമാണ്. [1] അതിനാൽ, ഭൂഗർഭ സംഭരണത്തിന് ഇതര ഓപ്ഷനുകളേക്കാൾ കൂടുതൽ ചെലവാകുമെങ്കിലും, നിർദ്ദേശ കേസിൽ പരാമർശിച്ചിരിക്കുന്നതുപോലെ ആണവ മാലിന്യ സംഭരണത്തിന്റെ ഏറ്റവും സുരക്ഷിതവും വിശ്വസനീയവുമായ മാർഗ്ഗമാണിത്. അതിനാൽ, ആളുകളുടെ ആരോഗ്യത്തിനും ക്ഷേമത്തിനും ഹാനികരമാകാതിരിക്കാൻ അധിക ചെലവിന്റെ ദോഷം ഏറ്റെടുക്കാൻ നിർദ്ദേശം തയ്യാറാണ്. [1] അക്കർമാൻ, ഫ്രാങ്ക്. സ്റ്റാന്റൺ, എലിസബത്ത്. \"കാലാവസ്ഥാ വ്യതിയാനം-ഭൂമിയുടെ പ്രതികരണത്തിൻറെ ചെലവ്."}
{"_id": "test-environment-ehwsnwu-con01a", "title": "എനർജി ഹൌസ് ആണവമാലിന്യങ്ങൾ ഭൂഗർഭത്തിൽ സംഭരിക്കും", "text": "ഭൂഗർഭ ആണവ സംഭരണം ചെലവേറിയതാണ്. ഭൂഗർഭ ആണവ സംഭരണം ചെലവേറിയതാണ്. അത്തരം മാലിന്യങ്ങൾ കൈകാര്യം ചെയ്യാൻ ആവശ്യമായ ആഴത്തിലുള്ള ഭൂമിശാസ്ത്രപരമായ ശേഖരങ്ങൾ നിർമ്മിക്കുന്നത് ബുദ്ധിമുട്ടാണ്. കാരണം ശേഖരങ്ങൾ 300 മീറ്റർ ഭൂഗർഭമായിരിക്കണം, ചോർച്ചയുണ്ടായാൽ അവ അടച്ചുപൂട്ടാൻ പരാജയപ്പെടാത്ത സുരക്ഷിത സംവിധാനങ്ങളും ആവശ്യമാണ്. ചെറിയ രാജ്യങ്ങളെ സംബന്ധിച്ചിടത്തോളം, ഈ ആശയം നടപ്പിലാക്കുന്നത് ഏതാണ്ട് പൂർണ്ണമായും അസാധ്യമാണ്. കൂടാതെ, സൌകര്യങ്ങളുടെ ഘടനയുടെ സമഗ്രത സ്ഥിരമായി നിരീക്ഷിക്കുകയും പരിപാലിക്കുകയും ചെയ്യേണ്ടതിനാൽ സൌകര്യങ്ങളുടെ പരിപാലനത്തിന് ധാരാളം ദീർഘകാല നിക്ഷേപം ആവശ്യമാണ്, അതിനാൽ ചോർച്ചയുണ്ടെങ്കിൽ ബന്ധപ്പെട്ട അധികാരികളെ വേഗത്തിലും കാര്യക്ഷമമായും അറിയിക്കാൻ കഴിയും. ഇത് 1990 മുതൽ കോടിക്കണക്കിന് ഡോളർ ചെലവാകുകയും ഒടുവിൽ ആണവ സുരക്ഷയെക്കുറിച്ചുള്ള പൊതു ആശങ്കകൾ കാരണം നിർത്തിവയ്ക്കുകയും ചെയ്ത യുക്കാ പർവത മാലിന്യ ശേഖരത്തിൽ കാണപ്പെടുന്നു."}
{"_id": "test-environment-ehwsnwu-con02b", "title": "എനർജി ഹൌസ് ആണവമാലിന്യങ്ങൾ ഭൂഗർഭത്തിൽ സംഭരിക്കും", "text": "ആണവമാലിന്യങ്ങളുടെ പുനരുപയോഗത്തെ പിന്തുണയ്ക്കുന്ന സൈഡ് പ്രൊപ്പോസിഷൻ ആണെങ്കിലും, ഈ പ്രക്രിയയിൽ അവശേഷിക്കുന്ന ആണവമാലിന്യങ്ങൾ ഭൂഗർഭത്തിൽ സംഭരിക്കണമെന്നും ഇത് വിശ്വസിക്കുന്നു. കാരണം, അത്തരം റീസൈക്ലിംഗ് പ്രക്രിയയിൽ നിന്ന് സൃഷ്ടിക്കപ്പെടുന്ന ആണവമാലിന്യങ്ങൾ സാധാരണ ആണവമാലിന്യങ്ങളേക്കാൾ കൂടുതൽ കേന്ദ്രീകൃതവും റേഡിയോ ആക്റ്റീവ് ആയി അപകടകരവുമാണ്. അതിനാൽ, ചോർച്ചയുണ്ടെങ്കിൽ ഭൂമിക്ക് മുകളിലുള്ള സംഭരണം അവിശ്വസനീയമാംവിധം അപകടകരമാണ്. താരതമ്യപ്പെടുത്തുമ്പോൾ, മാലിന്യങ്ങൾ ഭൂഗർഭത്തിൽ സംഭരിക്കുന്നത് മാലിന്യത്തിനും വായുവിനും ഇടയിൽ 300 മീറ്റർ അവശിഷ്ടം അവശേഷിക്കുന്നു. അതിനാൽ, മാലിന്യങ്ങൾ ജല സ്രോതസ്സിൽ എത്തുന്നതിനോ പരിഭ്രാന്തി സൃഷ്ടിക്കുന്നതിനോ ഉള്ള സാധ്യത ഈ നിർദ്ദേശത്തിൽ വിശദമായി കുറയ്ക്കുന്നു. കൂടാതെ, ചോർച്ചയുണ്ടെങ്കിൽ പോലും, ഇത് തടയുന്നതിന് സൌകര്യങ്ങൾ പലപ്പോഴും സീൽ ഓഫ് ചെയ്യാൻ കഴിയും happening.7"}
{"_id": "test-environment-chbwtlgcc-pro02b", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇന്ത്യ, ചൈന, ബ്രസീൽ തുടങ്ങിയ വളർന്നുവരുന്ന രാജ്യങ്ങൾ നിലവിൽ ലോകത്തിന്റെ മിക്ക ഭാഗങ്ങളിലും ഉപയോഗിക്കുന്നതിനേക്കാൾ കൂടുതൽ കാര്യക്ഷമമായ സാങ്കേതികവിദ്യകൾ സ്വീകരിക്കുന്നു. വികസ്വര രാജ്യങ്ങൾ മൊത്തം ഹരിതഗൃഹ വാതക ഉദ്വമനം വളർച്ചയ്ക്ക് സംഭാവന നൽകുമ്പോൾ, ഒരു വ്യക്തിക്ക് അവരുടെ ഹരിതഗൃഹ വാതകം ഇപ്പോഴും ഒരു വികസിത രാജ്യത്തേക്കാൾ വളരെ താഴെയാണ്. കൂടാതെ, പുതിയ സാങ്കേതികവിദ്യകൾ സ്വീകരിച്ചതിന്റെ ഫലമായി, വികസിത രാജ്യങ്ങളിൽ കാണപ്പെടുന്നതിന് തുല്യമായ ഒരു വ്യക്തിക്ക് അവരുടെ ഹരിതഗൃഹ വാതകം ഒരിക്കലും ഉണ്ടാകില്ല. വികസിത രാജ്യങ്ങളിൽ കുറയ്ക്കാൻ കഴിയുമെങ്കിൽ, സാമ്പത്തിക വിഭവങ്ങൾ നിലനിൽക്കുന്നു എന്നത് ഒരു വസ്തുതയാണ്, വികസ്വര രാജ്യങ്ങളിൽ ഉദ്വമനം വർദ്ധിച്ചുകൊണ്ടിരിക്കുമ്പോൾ പോലും മൊത്തം ഉദ്വമനം സ്ഥിരപ്പെടുത്താൻ കഴിയും."}
{"_id": "test-environment-chbwtlgcc-pro02a", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "വികസ്വര രാജ്യങ്ങളായ ചൈന, ഇന്ത്യ തുടങ്ങിയ വികസ്വര രാജ്യങ്ങൾ അതിവേഗം വളരുകയും ഫോസിൽ ഇന്ധന ഉപയോഗത്തിലൂടെയും വനനശീകരണത്തിലൂടെയും ആഗോള ഹരിതഗൃഹ വാതക ഉദ്വമനം വൻതോതിൽ വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു. ഒരു പാരിസ്ഥിതിക പ്രസ്ഥാനം വികസിപ്പിക്കാൻ പര്യാപ്തമായ ഉയർന്ന ജീവിതനിലവാരം സൃഷ്ടിക്കാൻ വികസിത രാജ്യങ്ങൾക്ക് 100 വർഷമെടുത്തു. വികസ്വര രാജ്യങ്ങൾ അവരുടെ വാർഷിക ഉദ്വമനം പതിറ്റാണ്ടുകളായി വർദ്ധിപ്പിക്കുന്നത് തുടരുമെന്നതിനേക്കാൾ കൂടുതൽ സാധ്യതയില്ല, വികസിത രാജ്യങ്ങളിൽ എന്തെങ്കിലും കുറവുണ്ടാകാനുള്ള സാധ്യതയെ വളരെയധികം മറികടക്കുന്നു. ഊർജ്ജ കാര്യക്ഷമതയ്ക്കും പുനരുപയോഗ ഊർജ്ജത്തിനുമുള്ള മുൻ യുഎസ് അസിസ്റ്റന്റ് സെക്രട്ടറി ജോസഫ് റോം പറയുന്നതനുസരിച്ച്, \"ചൈനയുടെ ഉദ്വമനത്തിലെ വളർച്ച ലോക താപനിലയെ സ്ഥിരപ്പെടുത്താനുള്ള മറ്റ് രാജ്യങ്ങളുടെ എല്ലാ ശ്രമങ്ങളെയും നശിപ്പിക്കും\" 1. അതിന്റെ ഫലമായി, അന്തരീക്ഷ ഹരിതഗൃഹ വാതകങ്ങൾ വർദ്ധിക്കുന്നത് തുടരും, ഇത് കൂടുതൽ കാലാവസ്ഥാ വ്യതിയാനത്തിന് കാരണമാകും. 1. റോം, ജോസഫ്,'കോപൻഹേഗൻ എങ്ങനെ വിജയിച്ചു', ക്യോട്ടോ, 2009 ജൂൺ 18, വിദേശനയം."}
{"_id": "test-environment-chbwtlgcc-pro03b", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കോപ്പൻഹേഗൻ പ്രോട്ടോക്കോൾ പരാജയപ്പെട്ടെങ്കിലും പ്രാദേശിക, പ്രാദേശിക, ദേശീയ, അന്തർദേശീയ സംഘടനകളെല്ലാം കാലാവസ്ഥാ വ്യതിയാനത്തിനുള്ള പരിഹാരങ്ങൾക്കായി ഇപ്പോഴും പ്രവർത്തിക്കുന്നു. ക്യോട്ടോ പ്രോട്ടോക്കോൾ അതിന്റെ രൂപകൽപ്പനയുടെ പേരിൽ ഒരു പരാജയമായിരുന്നു (ജിഎച്ച്ജി കുറവുകൾ പൂർണ്ണമായും സാമ്പത്തിക തകർച്ചയ്ക്ക് കാരണമായ മുൻ സോവിയറ്റ് രാജ്യങ്ങൾക്ക് വളരെയധികം ക്രെഡിറ്റുകൾ ലഭിക്കുമായിരുന്നു, ഇത് പണ കൈമാറ്റത്തിന് കാരണമാകുമായിരുന്നു, പക്ഷേ യഥാർത്ഥത്തിൽ കുറവുണ്ടാകില്ല). സാമ്പത്തികമായി മത്സരാധിഷ്ഠിതമായി തുടരുമ്പോൾ ഓരോ രാജ്യത്തിനും അവരുടെ ജിഎച്ച്ജി ഉദ്വമനം എങ്ങനെ കുറയ്ക്കാൻ കഴിയും എന്നതിനെക്കുറിച്ചുള്ള ചർച്ചകൾ തുടരുന്നു. യൂറോപ്യൻ യൂണിയൻ ഇടിഎസ് ട്രേഡിംഗ് സ്കീം അത്തരമൊരു ശ്രമത്തിന്റെ ഉദാഹരണമാണ് (കാർബൺ ട്രേഡിംഗ് സ്കീമുകൾ കാണുക)."}
{"_id": "test-environment-chbwtlgcc-pro01b", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഭൂരിഭാഗം ഹരിതഗൃഹ വാതകങ്ങളുടെ പുറന്തള്ളലിനും കാരണമാകുന്ന ഫോസിൽ ഇന്ധനങ്ങൾ പരിമിതമായ വിഭവങ്ങളാണ്. എണ്ണയും കൽക്കരിയും കുറവായതിനാൽ വിപണികൾ സ്വാഭാവികമായും കൂടുതൽ കാര്യക്ഷമമോ പുനരുപയോഗിക്കാവുന്നതോ ആയ വിഭവങ്ങളിലേക്ക് മാറുകയും അങ്ങനെ ആഗോള ഹരിതഗൃഹ വാതകങ്ങളുടെ പുറന്തള്ളൽ സ്ഥിരപ്പെടുത്തുകയും ചെയ്യും. ഇന്ധനക്ഷമതയുള്ള ഹൈബ്രിഡ്, പൂർണ്ണമായും ഇലക്ട്രിക് വാഹനങ്ങളുടെ വളർച്ച ഉയർന്ന ഇന്ധനവിലകളോട് വിപണി പ്രതികരിക്കുന്നതിന്റെ മികച്ച ഉദാഹരണമാണ്. (പുതിയ സാങ്കേതികവിദ്യയും കാണുക)"}
{"_id": "test-environment-chbwtlgcc-pro04b", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഈ അനന്തരഫലങ്ങൾ പലപ്പോഴും ഊഹാപോഹങ്ങളാണ്. ഇത്രയും വലുതും സങ്കീർണ്ണവുമായ ഒരു സംവിധാനത്തിൽ കാലാവസ്ഥാ വ്യതിയാനത്തിന്റെ അനന്തരഫലങ്ങൾ എന്താണെന്ന് അറിയാൻ നമുക്ക് മാർഗമില്ല. കാലാവസ്ഥാ വ്യതിയാനത്തെ ത്വരിതപ്പെടുത്തുന്ന ചില ടിപ്പിംഗ് പോയിന്റുകൾ ഉണ്ടായിരിക്കാം, എന്നാൽ ഇവ ഓരോന്നും എപ്പോൾ ഒരു പ്രശ്നമായി മാറുമെന്നും മറുവശത്ത് പ്രവർത്തിക്കുന്ന ടിപ്പിംഗ് പോയിന്റുകളും ഉണ്ടാകാമെന്നും നമുക്കറിയില്ല. (ഭൂമിയുടെ പ്രതിരോധശേഷി കാണുക)"}
{"_id": "test-environment-chbwtlgcc-pro03a", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ആഗോള ഉടമ്പടിയിൽ എത്തിച്ചേരുന്നതിൽ പരാജയം ക്യോട്ടോ ഉടമ്പടി ആഗോള ഹരിതഗൃഹ വാതക ഉദ്വമനം കുറയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു, ഒരു സാമ്പത്തിക പ്രതിസന്ധിക്കിടയിൽ, അത് കാലഹരണപ്പെട്ടപ്പോൾ മാറ്റിസ്ഥാപിക്കാനുള്ള ഉടമ്പടി അംഗീകരിക്കാൻ പോലും ലോക നേതാക്കൾക്ക് കഴിഞ്ഞില്ല. അംഗീകാരത്തിന് അർത്ഥവത്തായ ആഗോള ഉദ്വമനം കുറയ്ക്കൽ ഉടമ്പടിയൊന്നും ഇല്ല, അത് വരാനിരിക്കുന്നുവെന്ന് ശുഭാപ്തിവിശ്വാസം പുലർത്താൻ ഒരു കാരണവുമില്ല. ഉദ്വമനം പരിധി ഇല്ലാതെ സാമ്പത്തികമായി വിപുലീകരിക്കാൻ നിയമാനുസൃതമായ അവകാശമുണ്ടെന്ന് വികസ്വര രാജ്യങ്ങൾ വിശ്വസിക്കുന്നു, കാരണം കഴിഞ്ഞ 200 വർഷത്തിനിടയിലെ ബഹുഭൂരിപക്ഷം ഉദ്വമനങ്ങൾക്ക് സമ്പന്നലോകമാണ് ഉത്തരവാദികൾ, വികസ്വര രാജ്യങ്ങളിലെ ആളോഹരി ഉദ്വമനം ഇപ്പോഴും വികസിത രാജ്യങ്ങളെ അപേക്ഷിച്ച് വളരെ കുറവാണ്. അതിനാൽ, വികസ്വര രാജ്യങ്ങൾ അവരുടെ ഉദ്വമനം കുറയ്ക്കുന്നതിനും കുറയ്ക്കുന്നതിനും പണം നൽകുന്ന ഒരു ആഗോള ഉടമ്പടിയോട് മാത്രമേ യോജിക്കുകയുള്ളൂ. എന്നിരുന്നാലും, വികസിത രാജ്യങ്ങൾ പുറന്തള്ളാനുള്ള അവകാശത്തിന് പകരമായി സമ്പത്ത് കൈമാറാൻ തയ്യാറല്ല, പ്രത്യേകിച്ച് നിരവധി ബജറ്റ് കമ്മി ഉള്ള ഒരു സമയത്ത്. വികസ്വര രാജ്യങ്ങളുടെ വാർഷിക വളർച്ച, വികസ്വര രാജ്യങ്ങളുടെ വളർച്ചയെ ആശ്രയിച്ച് നിരവധി വികസ്വര രാജ്യങ്ങൾ നയിക്കുന്നു."}
{"_id": "test-environment-chbwtlgcc-con03b", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സാങ്കേതിക മെച്ചപ്പെടുത്തലുകൾ മിക്കവാറും തീർച്ചയായും അവ താങ്ങാൻ കഴിയുന്നവർക്കായി വികസിപ്പിക്കും (മിക്ക സാങ്കേതികവിദ്യയും പോലെ). എന്നിരുന്നാലും, കാലാവസ്ഥാ വ്യതിയാനം ലഘൂകരിക്കാൻ കഴിയാത്ത ദരിദ്ര രാജ്യങ്ങളിൽ ഏറ്റവും കൂടുതൽ സ്വാധീനം ചെലുത്തും. ഒരുപക്ഷേ, സമ്പന്നരെ സംരക്ഷിക്കാൻ കഴിയുന്നത് ആഗോള കാലാവസ്ഥാ വ്യതിയാനത്തിൽ നമ്മൾ വളരെ വൈകിയിട്ടില്ലെന്ന് അർത്ഥമാക്കുന്നില്ല."}
{"_id": "test-environment-chbwtlgcc-con01b", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കാർബൺ വ്യാപാര സംവിധാനങ്ങൾക്ക് കാർബൺ ഡൈ ഓക്സൈഡ് ഉദ്വമനം മന്ദഗതിയിലാക്കുകയും ഒരുപക്ഷേ ഒരു ഇടിവ് സൃഷ്ടിക്കുകയും ചെയ്തേക്കാം. എന്നിരുന്നാലും മാറ്റങ്ങൾ ഇതിനകം സംഭവിക്കുന്നതിനാൽ ഇത് പ്രശ്നം പരിഹരിക്കില്ല, കൂടുതൽ ഉദ്വമനം സൃഷ്ടിക്കുന്ന ഫീഡ്ബാക്ക് നിർത്താൻ ഒരു മാർഗവുമില്ല."}
{"_id": "test-environment-chbwtlgcc-con02a", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഭൂമിയുടെ പ്രതിരോധശേഷി വർദ്ധിച്ചുവരുന്ന അന്തരീക്ഷ ഹരിതഗൃഹവാതകങ്ങളുടെ ഫലങ്ങളെക്കുറിച്ചുള്ള എല്ലാ നിഗമനങ്ങളും കമ്പ്യൂട്ടറൈസ്ഡ് കാലാവസ്ഥാ മാതൃകകളെ അടിസ്ഥാനമാക്കിയുള്ളതാണ്. മാതൃകകൾ വികസിപ്പിക്കുകയും ഉപയോഗിക്കുകയും ചെയ്യുന്നവർ പോലും ഈ മാതൃകകൾ കൃത്യത പുലർത്താൻ കഴിയുന്നത്ര സങ്കീർണ്ണമല്ലെന്ന് സമ്മതിക്കുന്നു. കാലാവസ്ഥാ ശാസ്ത്രം അവിശ്വസനീയമാംവിധം സങ്കീർണ്ണമാണ്, വ്യത്യസ്ത മാതൃകകൾ ചിലപ്പോൾ വളരെ വ്യത്യസ്തമായ ഫലങ്ങൾ നൽകുന്നു, കാർബൺ ഡൈ ഓക്സൈഡ് സസ്യങ്ങളുടെ ആയുസ്സ് വർദ്ധിപ്പിക്കുകയും കാലാവസ്ഥാ വ്യതിയാനത്തിന്റെ മറ്റ് നാശനഷ്ടങ്ങൾ ലഘൂകരിക്കുകയും നിലവിൽ കാലാവസ്ഥാ വ്യതിയാനം മൂലം ഭീഷണി നേരിടുന്നതായി കണക്കാക്കപ്പെടുന്ന ജീവജാലങ്ങളെ സംരക്ഷിക്കുകയും ചെയ്യും. അതിനാൽ, മനുഷ്യരാശി നശിപ്പിക്കപ്പെടുമെന്ന് നിഗമനം ചെയ്യുന്നത് വളരെ നേരത്തെയാണ്. ഭൂമിയുടെ കാലാവസ്ഥ തുടർച്ചയായി മാറിക്കൊണ്ടിരിക്കുന്നു, നരവംശജന്യമായ പ്രത്യാഘാതങ്ങളോടെയോ അല്ലാതെയോ, ജീവിതം എല്ലായ്പ്പോഴും തുടരാൻ ഒരു വഴി കണ്ടെത്തിയിട്ടുണ്ട്. 1. ലെമോണിക്, മൈക്കൽ ഡി.,'ഭാവിയെക്കുറിച്ച് ഞങ്ങളോട് പറയാൻ കാലാവസ്ഥാ മാതൃകകളെ നമുക്ക് എത്രത്തോളം വിശ്വസിക്കാൻ കഴിയും?', 18 ജനുവരി 2011."}
{"_id": "test-environment-chbwtlgcc-con03a", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പുതിയ സാങ്കേതികവിദ്യ കൃഷി, ഉരുക്ക്, ആന്റി ബയോട്ടിക്സ്, മൈക്രോചിപ്പുകൾ തുടങ്ങിയ മഹത്തായ കണ്ടുപിടുത്തങ്ങളിലൂടെ മാനവികത ലോകത്തിൽ ആവർത്തിച്ച് വിപ്ലവം സൃഷ്ടിച്ചു. സാങ്കേതികവിദ്യ മെച്ചപ്പെട്ടതുപോലെ, സാങ്കേതികവിദ്യ മെച്ചപ്പെടുന്ന നിരക്കും ഉണ്ട്. 1950 നും 2000 നും ഇടയിൽ ഉണ്ടായിരുന്നതിനേക്കാൾ 2000 നും 2050 നും ഇടയിൽ 32 മടങ്ങ് കൂടുതൽ മാറ്റങ്ങൾ ഉണ്ടാകുമെന്ന് പ്രവചിക്കപ്പെടുന്നു. ഇതിനിടയിൽ, നിരവധി മഹാന്മാരായ മനസ്സുകൾ ഉദ്വമനം കുറയ്ക്കുന്നതിലും കാലാവസ്ഥാ നിയന്ത്രണ സാങ്കേതികവിദ്യകളിലും ശ്രദ്ധ കേന്ദ്രീകരിക്കും. അതിനാൽ, ഏറ്റവും കഠിനമായ കാലാവസ്ഥാ പ്രവചനങ്ങൾ നടന്നാൽ പോലും, മനുഷ്യരാശി ഇടപെടാൻ ഒരു വഴി കണ്ടെത്തുകയില്ല. ചെറിയ മാറ്റങ്ങൾ പോലും ഒരു വ്യത്യാസം വരുത്തും-കൂടുതൽ കാര്യക്ഷമമായ കൽക്കരി പവർ സ്റ്റേഷനുകൾക്ക് കാര്യക്ഷമമല്ലാത്തതിനേക്കാൾ മൂന്നിലൊന്ന് കുറവ് ഉദ്വമനം പുറപ്പെടുവിക്കാൻ കഴിയും. പുനരുപയോഗ ഊർജ്ജം കൂടുതൽ മത്സരാധിഷ്ഠിതവും അളക്കാവുന്നതുമായ സാങ്കേതികവിദ്യയും വികസിക്കുകയും അന്തരീക്ഷത്തിൽ നിന്ന് കാർബൺ നീക്കം ചെയ്യാൻ പോലും നമുക്ക് കഴിഞ്ഞേക്കും. \"1 മെയ് 2009 ന് ചൈനയിലെ ക്ലീൻപേഴ്സ്ഃ കീത്ത് പബ്ബ്സ്"}
{"_id": "test-environment-chbwtlgcc-con02b", "title": "ആഗോള കാലാവസ്ഥാ വ്യതിയാനം വളരെ വൈകിയെന്ന് കാലാവസ്ഥാ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കാലാവസ്ഥാ മാതൃകകൾ അപൂർണ്ണമായിരിക്കാമെങ്കിലും ഭാവി പ്രവചിക്കാൻ നിലവിൽ ലഭ്യമായ ഏറ്റവും മികച്ച ഉപകരണമാണ് അവ. 21-ാം നൂറ്റാണ്ടിൽ ഹരിതഗൃഹവാതകങ്ങളുടെ വർദ്ധനവ് തുടരുകയാണെങ്കിൽ ഗുരുതരമായ പ്രത്യാഘാതങ്ങൾ ഉണ്ടാകുമെന്ന് മിക്കവരും പ്രവചിക്കുന്നു."}
{"_id": "test-environment-opecewiahw-pro02b", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ഇത്രയും വലിയ പദ്ധതി ഒരു പ്രത്യാഘാതമുണ്ടാക്കുമെന്ന് വ്യക്തമാണെങ്കിലും ആ പ്രത്യാഘാതം എന്തായിരിക്കുമെന്ന് ഞങ്ങൾക്ക് അറിയില്ല. നിർമ്മാതാക്കൾ പ്രാദേശികമാകുമോ? വിതരണക്കാർ പ്രാദേശികമാകുമോ? ദാരിദ്ര്യം ബാധിച്ച കോംഗോളീസിന് വൈദ്യുതി നൽകുന്നതിനുപകരം വൈദ്യുതി ദക്ഷിണാഫ്രിക്കയിലേക്ക് പോകുന്നതുപോലെ ആനുകൂല്യം മറ്റെവിടെയെങ്കിലും പോകാനാണ് സാധ്യത. [1] [1] പാലിറ്റ്സ, ക്രിസ്റ്റീൻ,'ആഫ്രിക്കയിലെ ദരിദ്രരെ പൂട്ടുന്നതിനായി 80 ബില്യൺ ഡോളറിന്റെ ഗ്രാൻഡ് ഇംഗാ ജലവൈദ്യുത അണക്കെട്ട്', ആഫ്രിക്ക റിവ്യൂ, 2011 നവംബർ 16, www.africareview.com/Business---Finance/80-billion-dollar-Grand-Inga-dam-to-lock-out-Africa-poor/-/979184/1274126/-/kkicv7/-/index.html"}
{"_id": "test-environment-opecewiahw-pro02a", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ഡിആർസിയുടെ സമ്പദ്വ്യവസ്ഥയ്ക്ക് വലിയ ഉത്തേജനം നൽകുന്ന ഗ്രാൻഡ് ഇംഗാ അണക്കെട്ട് ഡിആർസിയുടെ സമ്പദ്വ്യവസ്ഥയ്ക്ക് വലിയ ഉത്തേജനം നൽകും. ഏകദേശം 80 ബില്യൺ ഡോളർ നിർമ്മാണച്ചെലവ് രാജ്യത്തിന് പുറത്ത് നിന്ന് വരുന്നതിനാൽ രാജ്യത്തേക്ക് വരുന്ന വലിയ നിക്ഷേപം അർത്ഥമാക്കും, അതായത് ആയിരക്കണക്കിന് തൊഴിലാളികൾ ജോലി ചെയ്യുകയും ഡിആർസിയിൽ പണം ചെലവഴിക്കുകയും പ്രാദേശിക വിതരണക്കാരെ വർദ്ധിപ്പിക്കുകയും ചെയ്യും. പദ്ധതി പൂർത്തിയായിക്കഴിഞ്ഞാൽ ഡാം വിലകുറഞ്ഞ വൈദ്യുതി നൽകും, അങ്ങനെ വ്യവസായം കൂടുതൽ മത്സരാധിഷ്ഠിതമാക്കുകയും വീടുകൾക്ക് വൈദ്യുതി നൽകുകയും ചെയ്യും. ഇംഗാ III വഴിയുള്ള പ്രാരംഭ ഘട്ടങ്ങൾ പോലും കിൻഷാസയിലെ 25,000 കുടുംബങ്ങൾക്ക് വൈദ്യുതി നൽകുമെന്ന് പ്രതീക്ഷിക്കുന്നു. [1] [1]'ഗ്രാൻഡ് ഇംഗാ ജലവൈദ്യുത പദ്ധതിയിലേക്കുള്ള നീക്കം', ഉജുഹ്, 2013 നവംബർ 20,"}
{"_id": "test-environment-opecewiahw-pro03b", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "അണക്കെട്ട് നിർമ്മിക്കുന്ന പതിറ്റാണ്ടുകളിൽ ഹ്രസ്വവും ഇടത്തരവുമായ കാലയളവിൽ നിക്ഷേപം തീർച്ചയായും ഈ വിശാലമായ രാജ്യത്ത് ഒരിടത്ത് കേന്ദ്രീകരിക്കപ്പെടും; അണക്കെട്ട് സ്ഥിതിചെയ്യുന്ന പടിഞ്ഞാറ് ഭാഗത്ത്, സംഘർഷങ്ങൾ നടക്കുന്ന കിഴക്ക് ഭാഗത്തല്ല. പിന്നീട് സർക്കാർ പണം അഴിമതിയിലൂടെ അപ്രത്യക്ഷമാകുന്നതിനുപകരം രാജ്യത്തിന്റെ വികസനത്തിനായി വിവേകപൂർവ്വം ചെലവഴിക്കുമെന്ന് ഉറപ്പില്ല. വൈദ്യുതി കയറ്റുമതിയിൽ നിന്നാണ് പണം ഒഴുകുന്നതെന്ന് ഇത് അനുമാനിക്കുന്നു. അത്തരം കയറ്റുമതി പ്രാപ്തമാക്കുന്നതിന് 3000 കിലോമീറ്റർ ഉയർന്ന വോൾട്ടേജ് കേബിൾ സ്ഥാപിക്കേണ്ടതുണ്ട്, ഇത് സർക്കാരിനെ അവരുടെ വാലറ്റിലൂടെ ഉപദ്രവിക്കാൻ ശ്രമിക്കുന്ന വിമത ഗ്രൂപ്പുകൾ വെട്ടിക്കുറയ്ക്കാൻ സാധ്യതയുണ്ട്. [1] [1]'വിശദീകരിച്ചുഃ 80 ബില്യൺ ഡോളറിന്റെ ഗ്രാൻഡ് ഇംഗാ ജലവൈദ്യുത പദ്ധതി', ഉജുഹ്, 2013 നവംബർ 21,"}
{"_id": "test-environment-opecewiahw-pro01b", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ആഫ്രിക്കയിലെ ഊർജ്ജ പ്രതിസന്ധിക്ക് ഇത് മികച്ച പരിഹാരമല്ല. ഒരു വലിയ അണക്കെട്ടിന് ഒരു പവർ ഗ്രിഡ് ആവശ്യമാണെന്ന അന്താരാഷ്ട്ര ഊർജ്ജ ഏജൻസിയുടെ റിപ്പോർട്ട് അനുസരിച്ച് അത്തരമൊരു ഗ്രിഡ് നിലവിലില്ല, അത്തരമൊരു ഗ്രിഡ് നിർമ്മിക്കുന്നത് \"കൂടുതൽ വിദൂര ഗ്രാമപ്രദേശങ്ങളിൽ ചെലവ് കുറഞ്ഞതാണെന്ന് തെളിയിക്കുന്നില്ല\". അത്തരം താഴ്ന്ന സാന്ദ്രതയുള്ള പ്രദേശങ്ങളിൽ പ്രാദേശിക ഊർജ്ജ സ്രോതസ്സുകൾ മികച്ചതാണ്. [1] ഡിആർസി നഗരപ്രദേശങ്ങളിൽ 34 ശതമാനം മാത്രമാണ്, ജനസാന്ദ്രത ചതുരശ്ര കിലോമീറ്ററിന് 30 ആളുകൾ മാത്രമാണ്, അതിനാൽ ഏറ്റവും മികച്ച ഓപ്ഷൻ പ്രാദേശിക പുനരുപയോഗ ഊർജ്ജമായിരിക്കും. [1] ഇന്റർനാഷണൽ എനർജി ഏജൻസി,'പാവപ്പെട്ടവർക്ക് എല്ലാ ധനസഹായത്തിനും ഊർജ്ജം', വേൾഡ് എനർജി ഔട്ട്ലുക്ക്, 2011, പേജ് 21 [2] സെൻട്രൽ ഇന്റലിജൻസ് ഏജൻസി,'കോംഗോ, ഡെമോക്രാറ്റിക് റിപ്പബ്ലിക് ഓഫ്', ദി വേൾഡ് ഫാക്റ്റ്ബുക്ക്, 2013 നവംബർ 12,"}
{"_id": "test-environment-opecewiahw-pro04a", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ഒരു അണക്കെട്ടിന് കോംഗോയെ കൂടുതൽ ഉപയോഗയോഗ്യമാക്കാൻ കഴിയും, അതേസമയം കോംഗോ കൂടുതലും ഗതാഗതയോഗ്യമാണ്, ഇത് ആന്തരികമായി മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ. ദ്രുതഗതിയിലുള്ള വെള്ളച്ചാട്ടങ്ങൾ മധ്യ കോംഗോയെ കടലിൽ നിന്ന് വിച്ഛേദിക്കുന്നു. അണക്കെട്ടുകളുടെ നിർമ്മാണം കനാലൈസേഷനും ലോക്കുകളും സംയോജിപ്പിച്ച് അന്താരാഷ്ട്ര ചരക്കുകൾ അകത്തേക്കും പുറത്തേക്കും എളുപ്പത്തിൽ എത്തിക്കാൻ പ്രാപ്തമാക്കുന്നു. ഇത് മധ്യ ആഫ്രിക്കയെ സാമ്പത്തികമായി ആഗോള സമ്പദ്വ്യവസ്ഥയുമായി സംയോജിപ്പിക്കാൻ സഹായിക്കും, ഇത് ഈ പ്രദേശത്തെ നിക്ഷേപത്തിന് കൂടുതൽ ആകർഷകമാക്കുന്നു."}
{"_id": "test-environment-opecewiahw-con03b", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "അതെ അവരാണ്. പദ്ധതിയെ പിന്തുണയ്ക്കുന്ന ലോകബാങ്ക് പോലുള്ള വലിയ അന്താരാഷ്ട്ര ദാതാക്കൾ കുടിയൊഴിപ്പിക്കപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം ലഭിക്കുന്നുണ്ടെന്നും അവർക്ക് നല്ല താമസസൌകര്യം ലഭിക്കുന്നുണ്ടെന്നും ഉറപ്പാക്കും. 80 ബില്യൺ ഡോളർ വരെയുള്ള ബജറ്റിൽ നഷ്ടപരിഹാരത്തിനും സ്ഥലംമാറ്റത്തിനുമുള്ള ചെലവ് വളരെ ചെറുതാണ്."}
{"_id": "test-environment-opecewiahw-con01b", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ലോകബാങ്ക് ഈ പദ്ധതിയിൽ ഒരു പ്രധാന പങ്ക് വഹിക്കുകയും \"ലോകബാങ്കിന് അഴിമതിക്കെതിരെ സഹിഷ്ണുതയില്ലാത്ത നയമുണ്ട്, കൂടാതെ ഏതെങ്കിലും വികസന ഏജൻസിയുടെ ഏറ്റവും കഠിനമായ വിശ്വാസയോഗ്യമായ മാനദണ്ഡങ്ങൾ നമുക്കുണ്ട്, അതിൽ ഉചിതമായ വിസിൽബ്ലോവർ പരിരക്ഷയുള്ള ഒരു 24/7 തട്ടിപ്പും അഴിമതി ഹോട്ട്ലൈനും ഉൾപ്പെടുന്നു\". എല്ലാ ഡോക്യുമെന്റേഷനുകളും പൊതുസഞ്ചയത്തിലും ഓൺലൈനിലും ആയിരിക്കും, അതിനാൽ പൂർണ്ണമായ സുതാര്യത ഉറപ്പാക്കും. [1] [1] മാക്കെ, മോയഗാബോ,'ഡിആർസി ഇൻഗ പദ്ധതിയിൽ എസ്എയുടെ ശതകോടിക്കണക്കിനെക്കുറിച്ചുള്ള ആശങ്ക', ബിസിനസ് ഡേ ലൈവ്, മാർച്ച് 24,2013."}
{"_id": "test-environment-opecewiahw-con02a", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ഒരു അണക്കെട്ട് പരിസ്ഥിതിക്ക് കേടുപാടുകൾ വരുത്തുമെന്നതിനാൽ പുനരുപയോഗിക്കാവുന്ന വൈദ്യുതി ഉൽപ്പാദിപ്പിക്കുന്നതിനാൽ അണക്കെട്ടുകൾ സാധാരണയായി പരിസ്ഥിതി സൌഹൃദമായി കാണപ്പെടുന്നു, എന്നാൽ അത്തരം മെഗാ പ്രോജക്ടുകൾ അപൂർവ്വമായി മാത്രമേ അനന്തരഫലങ്ങളൊന്നും ഉണ്ടാക്കാറുള്ളൂ. ഗ്രാൻഡ് ഇംഗ നദിയുടെ താഴത്തെ ഗതിയിലെ ഓക്സിജന്റെ അളവ് കുറയ്ക്കുകയും അത് ജീവജാലങ്ങളുടെ നഷ്ടത്തെ അർത്ഥമാക്കുകയും ചെയ്യും. കോംഗോയുടെ ഡെൽറ്റ അറ്റ്ലാന്റിക്കിലേക്ക് 300,000 ചതുരശ്ര കിലോമീറ്റർ അകലെയുള്ള വെള്ളത്തിൽ മുങ്ങിയ പ്രദേശമായതിനാൽ ഇത് നദിയെ ബാധിക്കുക മാത്രമല്ല ചെയ്യും. ഈ സംവിധാനം ഇതുവരെ മനസ്സിലാക്കിയിട്ടില്ലെങ്കിലും പ്ലാങ്ക്ടൺ ഓഫ്ഷോറിനെ പ്രോത്സാഹിപ്പിക്കുന്ന പ്ലാങ്ക്ടൺ ഓഫ്ഷോർ പ്ലാങ്ക്ടൺ കാർബൺ സിങ്കാകാൻ സഹായിക്കുന്നു. [1] [1] ഷവേഴ്സ്, കേറ്റ്,'ആഫ്രിക്കയുടെ മെഗാ ഡാമിന് മെഗാ ഇംപാക്റ്റുകൾ ഉണ്ടാകുമോ?', അന്താരാഷ്ട്ര നദികൾ, മാർച്ച് 5,2012"}
{"_id": "test-environment-opecewiahw-con04a", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ചെലവ് വളരെ കൂടുതലായതിനാൽ ഗ്രാൻഡ് ഇൻഗ'പൈ ഇൻ ദ സ്കൈ'ആണ്. കാരണം ചെലവ് വളരെ വലുതാണ്. ഇത് മൊത്തം രാജ്യത്തിൻറെ ജിഡിപിയുടെ ഇരട്ടിയിലധികമാണ്. [1] വളരെ ചെറിയ ഇൻഗ III പദ്ധതി പോലും 2009 ൽ വെസ്റ്റ്കോർ പദ്ധതിയിൽ നിന്ന് പിന്മാറിയതോടെ ഫണ്ടിംഗ് പ്രശ്നങ്ങളാൽ ബുദ്ധിമുട്ടുന്നു. [2] ദക്ഷിണാഫ്രിക്കക്കാരൊഴികെ മറ്റാരിൽ നിന്നും നിക്ഷേപത്തിൻറെ ഉറച്ച പ്രതിബദ്ധത നേടുന്നതിൽ പരാജയപ്പെട്ട ഈ ചെറിയ പദ്ധതിക്ക് ഇപ്പോഴും ആവശ്യമായ എല്ലാ സാമ്പത്തിക പിന്തുണയും ഇല്ല. [3] സ്വകാര്യ കമ്പനികൾ വളരെ ചെറിയ പദ്ധതിയിൽ റിസ്ക് എടുക്കുന്നില്ലെങ്കിൽ അവർ ഗ്രാൻഡ് ഇൻഗയിൽ ഉണ്ടാകില്ല. [1] സെൻട്രൽ ഇന്റലിജൻസ് ഏജൻസി,'കോംഗോ, ഡെമോക്രാറ്റിക് റിപ്പബ്ലിക് ഓഫ്', ദി വേൾഡ് ഫാക്റ്റ്ബുക്ക്, 12 നവംബർ 2013, [2]'വെസ്റ്റ് കോർ ഡ്രോപ്സ് ഇൻഗ ഗ്രാൻഡ് പ്രോജക്ട് III', ആൾട്ടർനേറ്റീവ് എനർജി പ്രോജക്ട് 2009, [3] 2013 സെപ്റ്റംബർ 3, ഡി. ആർ. സി."}
{"_id": "test-environment-opecewiahw-con03a", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "അണക്കെട്ടുകൾ അണക്കെട്ടിന് പിന്നിലുള്ള ഒരു വലിയ ജലസംഭരണി നിറയ്ക്കാൻ കാരണമാകുന്നു, കാരണം ഇത് ഗ്രാൻഡ് ഇംഗയുടെ കാര്യത്തിൽ ജലനിരപ്പ് ഉയർത്തിയതിനാൽ ഇത് 15 കിലോമീറ്റർ നീളമുള്ള ഒരു ജലസംഭരണി സൃഷ്ടിക്കും. ഇത് പ്രത്യേകിച്ചും വലുതല്ല, നിർമ്മാണവും സമൂഹങ്ങളെ മാറ്റിസ്ഥാപിക്കും. മുമ്പത്തെ ഇംഗ ഡാമുകളും ആളുകളെ മാറ്റിപ്പാർപ്പിച്ചു. ഇംഗ I ഉം II ഉം 30,40 വർഷങ്ങൾക്ക് മുമ്പ് നിർമ്മിച്ചതാണ്, എന്നിട്ടും കുടിയൊഴിപ്പിക്കപ്പെട്ടവർ ഇപ്പോഴും ക്യാമ്പ് കിൻഷാസ എന്ന മുൻകൂട്ടി നിർമ്മിച്ച പട്ടണത്തിലാണ് നഷ്ടപരിഹാരത്തിനായി കാത്തിരിക്കുന്നത്. [1] അവർ ഇത്തവണ കൂടുതൽ നന്നായി പ്രവർത്തിക്കാൻ സാധ്യതയുണ്ടോ? [1] സന്യാംഗ, റുട്ടോ,'കോംഗോയ്ക്ക് ഗ്രാൻഡ് ഇംഗ ഡാമിൽ നിന്ന് പ്രയോജനം ലഭിക്കുമോ', ഇന്റർനാഷണൽ പോളിസി ഡൈജസ്റ്റ്, 29 ജൂൺ 2013,"}
{"_id": "test-environment-opecewiahw-con04b", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "എന്തെങ്കിലും നിർമ്മിക്കാനുള്ള ബുദ്ധിമുട്ട് അത് ചെയ്യാതിരിക്കാനുള്ള ഒരു നല്ല വാദമായി കണക്കാക്കരുത്. ലോകത്തിലെ ഏറ്റവും ദരിദ്ര രാജ്യങ്ങളിലൊന്നായ നിർമ്മാണത്തിന് തീർച്ചയായും വികസിത ദാതാക്കളിൽ നിന്നും അന്താരാഷ്ട്ര സ്ഥാപനങ്ങളിൽ നിന്നും കാര്യമായ പിന്തുണ ലഭിക്കും. കൂടാതെ ഡിആർസിയും ദക്ഷിണാഫ്രിക്കയും തമ്മിലുള്ള ഊർജ്ജ സഹകരണ ഉടമ്പടിയിൽ ധനസഹായത്തിനും ഒടുവിൽ വൈദ്യുതി വാങ്ങുന്നതിനും സഹായിക്കാൻ ഒരു ഉറപ്പുള്ള പങ്കാളിയുണ്ട്."}
{"_id": "test-environment-opecewiahw-con02b", "title": "ഒമിക് നയം പരിസ്ഥിതി കാലാവസ്ഥാ ഊർജ്ജ ജല അന്താരാഷ്ട്ര ആഫ്രിക്ക ഹൌസ്", "text": "ജലവൈദ്യുതി ശുദ്ധമായതിനാൽ ആഗോളതാപനത്തിനെതിരായ പോരാട്ടത്തിൽ പ്രയോജനകരമാകും. അത്തരം വൈദ്യുതി നൽകുന്നത് മറ്റ് തരത്തിലുള്ള വൈദ്യുതിയുടെ ആവശ്യകത കുറയ്ക്കുകയും പരിസ്ഥിതിയെ നശിപ്പിക്കുക മാത്രമല്ല, പുക ശ്വസിക്കുന്നതിന്റെ ഫലമായി എല്ലാ വർഷവും ആഗോളതലത്തിൽ ജീവൻ നഷ്ടപ്പെടുത്തുകയും ചെയ്യുന്ന പാചക തീയുടെ പ്രശ്നം അവസാനിപ്പിക്കാൻ സഹായിക്കുകയും ചെയ്യും. അണക്കെട്ട്'നദിയുടെ ഒഴുക്ക്'ആയതിനാൽ ഡാമുകളുമായി ബന്ധപ്പെട്ട സാധാരണ പ്രശ്നങ്ങൾ ഉണ്ടാകില്ല; മത്സ്യങ്ങൾക്ക് ഇപ്പോഴും നദിയുടെ മുകളിലേക്കും താഴേക്കും നീങ്ങാൻ കഴിയും, കൂടാതെ അവശിഷ്ടത്തിന്റെ ഭൂരിഭാഗവും അപ്പോഴും ദ്രുതഗതിയിലൂടെ കൊണ്ടുപോകും. [1] ബണ്ടിംഗ്, മഡലീൻ,'ഹിലാരി ക്ലിന്റന്റെ ശുദ്ധമായ അടുപ്പുകൾ ആഫ്രിക്കൻ സ്ത്രീകളെ എങ്ങനെ സഹായിക്കും', theguardian.com, 21 സെപ്റ്റംബർ 2010."}
{"_id": "test-health-dhpelhbass-pro02b", "title": "അസിസ്റ്റഡ് ആത്മഹത്യ ചെയ്യണമെന്ന് ഡിസീസ് ഹെൽത്ത് കെയർ ഫിലോസഫി എത്തിക്സ് ലൈഫ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ആധുനിക പാലിയേറ്റീവ് കെയർ വളരെയധികം വഴക്കമുള്ളതും ഫലപ്രദവുമാണ്, ഇത് കഴിയുന്നത്ര ജീവിതനിലവാരം നിലനിർത്താൻ സഹായിക്കുന്നു. മാരകമായ അസുഖമുള്ള രോഗികൾക്ക് അവരുടെ രോഗത്തിൻറെ അവസാനത്തിൽ പോലും വേദന അനുഭവിക്കേണ്ട ആവശ്യമില്ല. ജീവിതം ഉപേക്ഷിക്കുന്നത് എല്ലായ്പ്പോഴും തെറ്റാണ്. മാരകമായ അസുഖമുള്ളവർക്ക് മുന്നിലുള്ള ഭാവി തീർച്ചയായും ഭയാനകമാണ്, പക്ഷേ സമൂഹത്തിന്റെ പങ്ക് അവരുടെ ജീവിതം കഴിയുന്നത്ര നന്നായി ജീവിക്കാൻ സഹായിക്കുക എന്നതാണ്. ഇത് കൌൺസിലിംഗിലൂടെ നടക്കാം, ഇത് രോഗികളെ അവരുടെ അവസ്ഥയുമായി പൊരുത്തപ്പെടാൻ സഹായിക്കുന്നു."}
{"_id": "test-health-dhpelhbass-pro01b", "title": "അസിസ്റ്റഡ് ആത്മഹത്യ ചെയ്യണമെന്ന് ഡിസീസ് ഹെൽത്ത് കെയർ ഫിലോസഫി എത്തിക്സ് ലൈഫ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ജീവിക്കാനുള്ള അവകാശവും മറ്റ് അവകാശങ്ങളും തമ്മിൽ താരതമ്യമില്ല. നിങ്ങൾ നിശബ്ദത പാലിക്കാൻ തീരുമാനിക്കുമ്പോൾ, നിങ്ങൾക്ക് പിന്നീടുള്ള തീയതിയിൽ നിങ്ങളുടെ മനസ്സ് മാറ്റാം; നിങ്ങൾ മരിക്കാൻ തീരുമാനിക്കുമ്പോൾ, നിങ്ങൾക്ക് അത്തരമൊരു രണ്ടാമത്തെ അവസരമില്ല. ആത്മഹത്യ ചെയ്യുന്നവരിൽ തൊണ്ണൂറ്റി അഞ്ച് ശതമാനം പേർക്കും ആത്മഹത്യയ്ക്ക് മുമ്പുള്ള മാസങ്ങളിൽ രോഗനിർണയം നടത്താവുന്ന മാനസികരോഗമുണ്ടെന്ന് തെളിയിക്കപ്പെട്ടിട്ടുണ്ടെന്ന് പ്രോ-ലൈഫ് ഗ്രൂപ്പുകളിൽ നിന്നുള്ള വാദങ്ങൾ സൂചിപ്പിക്കുന്നു. ഭൂരിഭാഗവും ചികിത്സിക്കാൻ കഴിയുന്ന വിഷാദം അനുഭവിക്കുന്നു. [1] വിഷാദത്തിനും വേദനയ്ക്കും ചികിത്സിക്കപ്പെട്ടിട്ടുണ്ടെങ്കിൽ അവർ ആത്മഹത്യ ചെയ്യാൻ ആഗ്രഹിച്ചിരിക്കില്ല. ഒരാളുടെ മരണത്തിൽ പങ്കെടുക്കുന്നത് ഭാവിയിൽ അവർ എടുക്കാനിടയുള്ള എല്ലാ തിരഞ്ഞെടുപ്പുകളും നഷ്ടപ്പെടുത്തുന്നതിൽ പങ്കെടുക്കുന്നതിനാണ്, അതിനാൽ അത് അധാർമ്മികമാണ്. [1] ഹെർബർട്ട് ഹെൻഡിൻ, എം. ഡി., മരണത്താൽ വശീകരിക്കപ്പെട്ടവർഃ ഡോക്ടർമാർ, രോഗികൾ, അസിസ്റ്റഡ് ന്യൂ യോർക്ക് (W. W. W.): നോർട്ടൺ ID2."}
{"_id": "test-health-dhpelhbass-pro03a", "title": "അസിസ്റ്റഡ് ആത്മഹത്യ ചെയ്യണമെന്ന് ഡിസീസ് ഹെൽത്ത് കെയർ ഫിലോസഫി എത്തിക്സ് ലൈഫ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ആത്മഹത്യ എന്നത് ഏകാന്തവും നിരാശാജനകവുമായ ഒരു പ്രവൃത്തിയാണ്, അത് രഹസ്യമായും പലപ്പോഴും സഹായത്തിനായുള്ള നിലവിളിയായും നടത്തപ്പെടുന്നു. അവശേഷിക്കുന്ന കുടുംബത്തിൽ ഉണ്ടാകുന്ന ആഘാതം വിനാശകരമാണ്. പലപ്പോഴും അവരുടെ പ്രിയപ്പെട്ട ഒരാൾക്ക് എങ്ങനെ തോന്നുന്നുവെന്ന് അവർക്ക് അറിയാത്തതിനാൽ. 2006 ൽ ആത്മഹത്യ ചെയ്ത അമേരിക്കൻ കൌമാരക്കാരിയായ മേഗൻ മെയർ പോലുള്ള ആത്മഹത്യ കേസുകൾ, [1] മാതാപിതാക്കൾക്ക് അവരുടെ കുട്ടിക്ക് എന്തുകൊണ്ടാണ് ഇത്ര നിരാശ തോന്നിയതെന്നതിനെക്കുറിച്ച് പോലീസ് അന്വേഷണം ആരംഭിക്കേണ്ടിവരുന്നതിനാൽ. അസിസ്റ്റഡ് ആത്മഹത്യ നിയമവിധേയമാക്കുന്നതിലൂടെ, ഈ പ്രക്രിയ പരസ്യമായി പുറത്തുകൊണ്ടുവരാൻ കഴിയും. ചില സന്ദർഭങ്ങളിൽ, കുടുംബങ്ങൾക്ക് അവരുടെ പ്രിയപ്പെട്ടവരുടെ യഥാർത്ഥ വികാരങ്ങളെക്കുറിച്ച് അറിയില്ലായിരിക്കാം; അവരുടെ രോഗത്തിന്റെ പ്രശ്നത്തെ നേരിടാൻ നിർബന്ധിതരാകുന്നത് വലിയ നന്മ ചെയ്തേക്കാം, ഒരുപക്ഷേ രോഗിയെ അവരുടെ ജീവിതം അവസാനിപ്പിക്കരുതെന്ന് പ്രേരിപ്പിക്കാൻ പോലും ഇത് അവരെ അനുവദിച്ചേക്കാം. മറ്റ് സന്ദർഭങ്ങളിൽ, ഇത് അവരെ ഈ പ്രക്രിയയുടെ ഭാഗമാക്കുന്നുഃ കുറ്റബോധം പ്രകടിപ്പിക്കാതെ അവരുടെ തീരുമാനത്തിന് പിന്നിലെ കാരണങ്ങൾ അവർക്ക് മനസിലാക്കാൻ കഴിയും, കൂടാതെ രോഗിയുടെ വികാരങ്ങൾ തിരിച്ചറിയാൻ കഴിയും."}
{"_id": "test-health-dhpelhbass-con03b", "title": "അസിസ്റ്റഡ് ആത്മഹത്യ ചെയ്യണമെന്ന് ഡിസീസ് ഹെൽത്ത് കെയർ ഫിലോസഫി എത്തിക്സ് ലൈഫ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "മനുഷ്യജീവൻ വിനിയോഗിക്കുന്നത് സർവ്വശക്തന്റെ സവിശേഷമായ പ്രവിശ്യയായി കരുതപ്പെട്ടിരുന്നുവെങ്കിൽ, മനുഷ്യർ അവരുടെ സ്വന്തം ജീവൻ വിനിയോഗിക്കാനുള്ള അവകാശത്തിന്മേലുള്ള കടന്നുകയറ്റമായിരുന്നുവെങ്കിൽ, ജീവൻ സംരക്ഷിക്കുന്നതിനും അതിൻറെ നാശത്തിനും വേണ്ടി പ്രവർത്തിക്കുന്നത് ഒരുപോലെ കുറ്റകൃത്യമായിരിക്കും'[1]. ദൈവത്തിന് മാത്രമേ ജീവൻ നൽകാനും എടുക്കാനും കഴിയൂ എന്ന നിർദ്ദേശം നാം അംഗീകരിക്കുകയാണെങ്കിൽ മരുന്ന് ഒരിക്കലും ഉപയോഗിക്കരുത്. ദൈവത്തിന് മാത്രമേ ജീവൻ നൽകാനുള്ള അധികാരമുള്ളൂവെങ്കിൽ ആളുകളുടെ ആയുസ്സ് വർദ്ധിപ്പിക്കുന്നതിനുള്ള മരുന്നുകളും ശസ്ത്രക്രിയകളും തെറ്റായി കണക്കാക്കണം. ആയുസ്സ് വർദ്ധിപ്പിക്കാൻ മരുന്ന് ഉപയോഗിക്കാമെന്ന് നിർദ്ദേശിക്കുന്നത് കാപട്യമാണെന്ന് തോന്നുന്നു, പക്ഷേ അത് ആരുടെയെങ്കിലും ജീവിതം അവസാനിപ്പിക്കാൻ ഉപയോഗിക്കാനാവില്ല. [1] ഡേവിഡ് ഹ്യൂം, ഓഫ് സൂയിസൈഡ്, അപ്ലൈഡ് എത്തിക്സ് എഡിഷനിൽ ഉദ്ധരിച്ചിരിക്കുന്നു. പീറ്റർ സിംഗർ (ന്യൂയോർക്ക്ഃ ഓക്സ്ഫോർഡ് യൂണിവേഴ്സിറ്റി പ്രസ്, 1986) പേജ്."}
{"_id": "test-health-dhpelhbass-con04b", "title": "അസിസ്റ്റഡ് ആത്മഹത്യ ചെയ്യണമെന്ന് ഡിസീസ് ഹെൽത്ത് കെയർ ഫിലോസഫി എത്തിക്സ് ലൈഫ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "എന്നിരുന്നാലും, നമ്മൾ കൊല്ലരുത് എന്ന ആശയം സമ്പൂർണ്ണമല്ല, മതവിശ്വാസമുള്ളവർക്ക് പോലും-യുദ്ധത്തിലോ സ്വയം പ്രതിരോധത്തിലോ കൊല്ലുന്നത് ന്യായീകരിക്കപ്പെടുന്നു. അവരുടെ ജീവൻ രക്ഷിക്കാൻ കഴിയുന്ന ചികിത്സ നിരസിക്കാൻ അനുവാദമുള്ളതിനാൽ നമ്മൾ ഇതിനകം ആളുകളെ മരിക്കാൻ അനുവദിച്ചു, ഇത് മനുഷ്യജീവിതത്തിന്റെ മൂല്യത്തോടുള്ള ആരുടെയും ബഹുമാനത്തെ നശിപ്പിച്ചിട്ടില്ല. നിയമവിധേയമാക്കിയ സ്വമേധയാ ഉള്ള ദയാവധം സ്വമേധയാ ദയാവധത്തിലേക്ക് നയിച്ചേക്കാമെന്ന ധാരണയെക്കുറിച്ച്, ഇത് നിർദ്ദേശിക്കാൻ തെളിവുകളൊന്നുമില്ല. റൊണാൾഡ് ഡ്വോർക്കിൻ പറയുന്നതുപോലെ,'തീർച്ചയായും മരിക്കാൻ യാചിക്കുന്ന ആളുകളെ സഹായിക്കുന്നതും ജീവിക്കാൻ ആഗ്രഹിക്കുന്നവരെ കൊല്ലുന്നതും തമ്മിലുള്ള ധാർമ്മിക വ്യത്യാസം ഡോക്ടർമാർക്ക് അറിയാം.'[1] [1] റൊണാൾഡ് ഡ്വോർക്കിൻ ഈ കേസിൽ പറഞ്ഞു."}
{"_id": "test-health-dhpelhbass-con02b", "title": "അസിസ്റ്റഡ് ആത്മഹത്യ ചെയ്യണമെന്ന് ഡിസീസ് ഹെൽത്ത് കെയർ ഫിലോസഫി എത്തിക്സ് ലൈഫ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ചില സാഹചര്യങ്ങളിൽ ആത്മഹത്യ നിർഭാഗ്യകരവും എന്നാൽ സ്വീകാര്യവുമാണെന്ന് സമൂഹം തിരിച്ചറിയുന്നു-സ്വന്തം ജീവിതം അവസാനിപ്പിക്കുന്നവരെ തിന്മയായി കാണുന്നില്ല. കുറ്റകൃത്യമല്ലാത്തവരെ സഹായിക്കുന്നത് ഒരു കുറ്റകൃത്യമാണെന്ന് വിചിത്രമായി തോന്നുന്നു. അതിനാൽ അവരുടെ രോഗം മൂലം വൈകല്യമുള്ളവരും സഹായമില്ലാതെ മരിക്കാൻ കഴിയാത്തവരുമായവർക്ക് അസിസ്റ്റഡ് ആത്മഹത്യയുടെ നിയമവിരുദ്ധത പ്രത്യേകിച്ചും ക്രൂരമാണ്. ഉദാഹരണത്തിന്, 1993 മാർച്ചിൽ ആന്റണി ബ്ലാന്റ് മൂന്ന് വർഷത്തോളം സ്ഥിരമായ സസ്യാവസ്ഥയിൽ കിടന്നു, ഒരു കോടതി ഉത്തരവ് അദ്ദേഹത്തിന്റെ അധഃപതനവും അപമാനവും ദയാപൂർവ്വമായ അവസാനത്തിലേക്ക് വരാൻ അനുവദിച്ചു. [1] സ്വയം ആത്മഹത്യ ചെയ്യാൻ ശ്രമിക്കുകയും പിന്നീട് പരാജയപ്പെടുകയും ചെയ്താൽ ഇത് ആളുകൾക്ക് അനാവശ്യമായ വേദനയുണ്ടാക്കാം. ഡോക്ടർമാരിലൂടെയും ആധുനിക വൈദ്യശാസ്ത്രത്തിലൂടെയും ലഭ്യമായ വേദനയില്ലാത്ത രീതികളേക്കാൾ. [1] ക്രിസ് ഡോക്കർ, ചരിത്രത്തിലെ കേസുകൾ, euthanasia.cc, 2000 (ആക്സസ് ചെയ്ത 6/6/2011)"}
{"_id": "test-sport-tshbmlbscac-pro01b", "title": "പ്രധാന ലീഗ് ബേസ്ബോൾ കൂട്ടിയിടികൾ അനുവദിക്കണമെന്ന് ടീം സ്പോർട്സ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കൂട്ടിയിടികൾ പലപ്പോഴും രസകരമല്ല, അവ ഉണ്ടാകുമ്പോൾ, അത് തെറ്റായ കാരണങ്ങളാൽ ആണ്. രണ്ട് അത്ലറ്റുകൾ വിദഗ്ധമായ ഏറ്റുമുട്ടലിൽ ഏർപ്പെട്ടിരിക്കുന്നതായി മിക്ക കൂട്ടിയിടികളും കാണിക്കുന്നില്ല; അത്ലറ്റുകൾ സ്വയം പരിക്കേൽക്കാതെ അവരുടെ ലക്ഷ്യം നേടാൻ (സ്കോർ ചെയ്യുകയോ ഔട്ട് ചെയ്യുകയോ ചെയ്യുക) വിചിത്രമായി ശ്രമിക്കുന്നത് അവർ അവതരിപ്പിക്കുന്നു. ഇത് രസകരമോ ആവേശകരമോ അല്ല. ഈ അപകടങ്ങളിൽ അവർ സാക്ഷ്യം വഹിക്കുന്ന പരിക്കുകളിൽ ആരാധകർ ഭയപ്പെടുന്നു. വിചിത്രമായ കോണിൽ ബസ്റ്റർ പോസിയുടെ ലെഗ് സ്നാപ്പ് കാണുന്നത് രസകരമോ രസകരമോ ആയിരുന്നില്ല; അത് വയറുവേദനയായിരുന്നു. ആരാധകർക്ക് ഇത്തരത്തിലുള്ള കാര്യങ്ങൾ രസകരമാണെന്ന് തോന്നുന്നുവെങ്കിൽ, അവർ അങ്ങനെ ചെയ്യുന്നത് തെറ്റാണ്. അക്രമത്തെ മഹത്വവൽക്കരിക്കരുത്, കുറഞ്ഞത് ഈ കായിക ഇനത്തിൽ അല്ല. ബേസ്ബോൾ കളിക്കാർ അവരുടെ കരിയർ അപകടത്തിലാക്കുന്നത് കാണുന്നതിൽ ആരും സന്തോഷിക്കരുത്. ബേസ്ബോൾ അടിസ്ഥാനപരമായി മറ്റ് കായിക ഇനങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാണ്; ആളുകൾ ഓരോ അത്ലറ്റിനും ഹാനികരമായ അടികൾ അടിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, അവർക്ക് പരസ്പരം കളിക്കാൻ കഴിയും."}
{"_id": "test-sport-tshbmlbscac-pro04b", "title": "പ്രധാന ലീഗ് ബേസ്ബോൾ കൂട്ടിയിടികൾ അനുവദിക്കണമെന്ന് ടീം സ്പോർട്സ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ക്യാച്ചർമാരും റണ്ണേഴ്സും തമ്മിലുള്ള മത്സരത്തിൽ ഹോം പ്ലേറ്റിനെ മറ്റ് ബേസ് പോലെയാണ് പരിഗണിക്കേണ്ടത്. ആദ്യ ബേസ്, രണ്ടാം ബേസ്, മൂന്നാം ബേസ് എന്നിവയിൽ ഫീൽഡർമാർ ബേസ് തടയില്ലെന്നും റണ്ണേഴ്സ് ഫീൽഡറുമായി കൂട്ടിയിടിക്കില്ലെന്നും പ്രതീക്ഷിക്കുന്നു. ഈ രണ്ട് ആവശ്യകതകളും അടിക്കുന്നതിലൂടെ ക്യാച്ചർക്കോ റണ്ണറിനോ അന്യായമായ നേട്ടമുണ്ടാകില്ല. ഓരോ കളിക്കാരനും കൂട്ടിയിടി ഒഴിവാക്കാൻ അനുവദിക്കുന്ന ഒരു സാഹചര്യത്തിന് സംഭാവന നൽകേണ്ടതുണ്ട്."}
{"_id": "test-sport-tshbmlbscac-con03b", "title": "പ്രധാന ലീഗ് ബേസ്ബോൾ കൂട്ടിയിടികൾ അനുവദിക്കണമെന്ന് ടീം സ്പോർട്സ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കൂട്ടിയിടികൾ കളിയുടെ ഇടയ്ക്കിടെ അനിവാര്യമായ ഭാഗമാണ്. ഒരു കളിയുടെ ദിശ മാറ്റാൻ കഴിയുന്ന നാടകീയവും ആവേശകരവുമായ കളിയിൽ രണ്ട് പ്രൊഫഷണൽ അത്ലറ്റുകൾ ഏർപ്പെടുമ്പോൾ (അല്ലെങ്കിൽ മുഴുവൻ സീസണിലെയും ഫലം തീരുമാനിക്കുക), കളി അവരുടെ ടീമിന് അനുകൂലമാണെന്ന് ഉറപ്പാക്കാൻ അവർ ആവുന്നതെല്ലാം ചെയ്യും. അതിനർത്ഥം കൂട്ടിയിടികൾ സംഭവിക്കുമെന്നാണ്. ബേസ്ബോളിന്റെ ഈ വശം നീക്കം ചെയ്യാൻ ശ്രമിക്കുന്നത് കളിക്കാരോട് അവരുടെ ലക്ഷ്യത്തിന് തികച്ചും വിരുദ്ധമായ എന്തെങ്കിലും ചെയ്യാൻ ആവശ്യപ്പെടുക എന്നതാണ്ഃ സ്കോർ ചെയ്യുക, അല്ലെങ്കിൽ റൺ സ്കോർ ചെയ്യുന്നത് തടയുക. അമച്വർ ലീഗുകളിൽ ഹോം-പ്ലേറ്റ് കൂട്ടിയിടികൾ നിരോധിച്ചിട്ടുണ്ടെങ്കിലും, ഓഹരികൾ വ്യത്യസ്തമാണ്. എംഎൽബി കളിക്കാർക്ക് സ്കോർ ചെയ്യാനോ റൺസ് തടയാനോ ദശലക്ഷക്കണക്കിന് ഡോളർ നൽകുന്നു. അവർക്ക് നല്ല പ്രതിഫലം ലഭിക്കുന്ന കാര്യങ്ങൾ ചെയ്യാൻ അവരെ അനുവദിക്കണം."}
{"_id": "test-sport-tshbmlbscac-con02a", "title": "പ്രധാന ലീഗ് ബേസ്ബോൾ കൂട്ടിയിടികൾ അനുവദിക്കണമെന്ന് ടീം സ്പോർട്സ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കൂട്ടിയിടികൾ ബേസ്ബോളിൽ സ്ഥാനമില്ലാത്ത അക്രമത്തിന്റെ ഉദാഹരണമാണ്. ബേസ്ബോൾ ഒരു സമ്പർക്ക കായിക ഇനമല്ല. ഇത് അക്രമത്തെ ആശ്രയിക്കേണ്ട ഒരു കായിക ഇനമല്ല. ഇത് ഒരു കമന്റേറ്ററുടെ അഭിപ്രായമാണ്ഃ \"നിങ്ങൾക്ക് അക്രമാസക്തമായ കൂട്ടിയിടികൾ കാണണമെങ്കിൽ, നിങ്ങൾക്ക് [അമേരിക്കൻ] ഫുട്ബോൾ കാണാം. അല്ലെങ്കിൽ ഹോക്കി. അല്ലെങ്കിൽ എംഎംഎ. ബേസ്ബോളിന് സമാനമായ കളികൾ ആവശ്യമായി വരാൻ ഒരു കാരണവുമില്ല; വ്യത്യസ്തമായ ആമുഖവും വ്യത്യസ്ത നിയമങ്ങളുമുള്ള ഇത് തികച്ചും വ്യത്യസ്തമായ കായിക ഇനമാണ്\". [1] ബേസ്ബോൾ അതിന്റെ കളിക്കാർക്ക് ഗെയിം സുരക്ഷിതമാക്കാൻ ശ്രമിക്കുന്നു. അതുകൊണ്ടാണ് ഹിറ്റർമാരെ അപകടപ്പെടുത്തുന്ന ബീൻബോൾ-പിച്ചുകൾ അനുവദനീയമല്ല. ബേസ്ബോൾ അക്രമത്തെ പ്രോത്സാഹിപ്പിക്കരുത്, കളിക്കാരുടെ കരിയർ ബാലൻസിൽ തൂങ്ങിക്കിടക്കുമ്പോൾ അത് തീർച്ചയായും അനുവദിക്കരുത്. [1] ഡേവ് കാമറൂൺ, \"ഇറ്റ്സ് ടൈം ടു എൻഡ് ഹോം പ്ലേറ്റ്\", ഫാൻ ഗ്രാഫുകൾ, 26 മെയ് 2011."}
{"_id": "test-sport-tshbmlbscac-con03a", "title": "പ്രധാന ലീഗ് ബേസ്ബോൾ കൂട്ടിയിടികൾ അനുവദിക്കണമെന്ന് ടീം സ്പോർട്സ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കൂട്ടിയിടികൾ അനാവശ്യമാണ്. ബേസ്ബോളിന് കൂട്ടിയിടികൾ ആവശ്യമില്ല. മറ്റ് താവളങ്ങളിൽ എത്താൻ ശ്രമിക്കുമ്പോഴോ ക്യാച്ചർമാരെ റണ്ണേഴ്സിന്റെ പാതകൾ തടയാൻ അനുവദിക്കാതിരിക്കുമ്പോഴോ അല്ലെങ്കിൽ ഏറ്റവും മികച്ചത് ഈ രണ്ട് ഘട്ടങ്ങളും ആവശ്യപ്പെടുമ്പോഴോ, ബേസ്ബോളിന് കൂട്ടിയിടികൾ ഇല്ലാതാക്കാൻ കഴിയും. ഫുട്ബോളിലോ റഗ്ബിയിലോ നിന്ന് വ്യത്യസ്തമായി, പ്ലേറ്റിലെ ഹിറ്റുകൾ കായികരംഗത്ത് ആവശ്യമുള്ള ഘടകമല്ല. അത്തരം ക്രൂരമായ ശാരീരിക സമ്പർക്കമില്ലാതെ അമേച്വർ തലത്തിൽ ഗെയിം നന്നായി കളിക്കുന്നു. [1] കൂട്ടിയിടികൾ താരതമ്യേന അപൂർവമായി സംഭവിക്കുന്നു, അവ ഇല്ലാതെ ഗെയിമിന്റെ നിറം നാടകീയമായി വ്യത്യസ്തമാകില്ല. എന്നിട്ടും മെച്ചപ്പെട്ട സുരക്ഷയുടെ നേട്ടങ്ങൾ നാടകീയമാണ്. [1] ഉദാഹരണത്തിന്, അമേരിക്കൻ ലീജിയൻ ബേസ്ബോൾ നിയമങ്ങൾ, റൂൾ 1 (ഇ) കാണുക."}
{"_id": "test-sport-tshbmlbscac-con02b", "title": "പ്രധാന ലീഗ് ബേസ്ബോൾ കൂട്ടിയിടികൾ അനുവദിക്കണമെന്ന് ടീം സ്പോർട്സ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ബേസ്ബോളിൽ ചില തലത്തിലുള്ള അക്രമം ആവശ്യമുണ്ട്. ബേസ്ബോളിലെ മിക്ക കളികളിലും സമ്പർക്കം ഉൾപ്പെടാത്തതിനാൽ കളികളൊന്നും സമ്പർക്കം ഉൾപ്പെടുത്തരുതെന്ന് അർത്ഥമാക്കുന്നില്ല. ഇത് പതിറ്റാണ്ടുകളായി കളിയുടെ ഭാഗമാണ്, അതിനാൽ ഇത് ഗെയിമിന്റെ ഭാഗമല്ലെന്ന് വാദിക്കുകയോ ബേസ്ബോൾ ഒരു സമ്പർക്ക കായിക ഇനമല്ലെന്ന് ഉറപ്പിക്കുകയോ ചെയ്യുന്നത് തെറ്റാണ്. എതിരാളിയെ പരിക്കേൽപ്പിക്കാൻ ഉദ്ദേശിച്ചുള്ള അക്രമവും-ഉദാഹരണത്തിന്, ഒരു ബോക്സിംഗ് മത്സരത്തിലോ ഐസ് ഹോക്കി പോരാട്ടത്തിലോ-ഒരു റൺ സ്കോർ ചെയ്യുന്നതുപോലുള്ള സാധുവായ ലക്ഷ്യത്തെ ലക്ഷ്യമിട്ടുള്ള ശാരീരിക സമ്പർക്കവും തമ്മിൽ വ്യക്തമായ വ്യത്യാസമുണ്ട്. സാധുവായ ലക്ഷ്യം നേടുന്നതിനുള്ള ഒരു മാർഗമല്ല ഒരു ബീൻബോൾ. കൂടാതെ, ഒരു ബീൻബോൾ ഹോം പ്ലേറ്റിലെ കൂട്ടിയിടിയേക്കാൾ വളരെ അപകടകരമാണ്. ഒരു ബീൻബോൾ ഒരു എംഎൽബി ഗെയിമിൽ മരണത്തിന് കാരണമായി. [1] ഒരു ഹോം പ്ലേറ്റ് കൂട്ടിയിടി പോലും അടുത്തുവന്നിട്ടില്ല."}
{"_id": "test-free-speech-debate-magghbcrg-pro02b", "title": "കമ്മ്യൂണിറ്റി റേഡിയോ നല്ലതാണെന്ന് മാധ്യമങ്ങളും നല്ല സർക്കാർ സ്ഥാപനവും വിശ്വസിക്കുന്നു", "text": "ഇത് സജ്ജീകരിക്കുന്നതും പ്രവർത്തിപ്പിക്കുന്നതും ചെലവുകുറഞ്ഞതാണെങ്കിലും, വാണിജ്യ റേഡിയോയുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ ഇത് സമൂഹത്തിന് താരതമ്യേന ചെലവേറിയതാണ്, ഇത് ഉപയോക്താവിന് സൌജന്യവും ലോകമെമ്പാടുമുള്ള ജനാധിപത്യ ഘടനകൾക്ക് തെളിയിക്കപ്പെട്ട നേട്ടമുണ്ടാക്കിയ സ്വതന്ത്രവിപണിയുടെ ആശയങ്ങൾ പ്രചരിപ്പിക്കാൻ തികച്ചും പ്രാപ്തവുമാണ്. ഇതിനുപുറമെ, യഥാർത്ഥത്തിൽ, രാജ്യവ്യാപകമായി പ്രവർത്തിക്കേണ്ടതും എന്നാൽ വലിയ ബജറ്റുകളുള്ളതുമായ ട്രേഡ് യൂണിയൻ, രാഷ്ട്രീയ പാർട്ടികൾ, സിവിൽ സൊസൈറ്റി ഓർഗനൈസേഷനുകൾ തുടങ്ങിയ വലിയ ദേശീയ സ്ഥാപനങ്ങളെ ഉൾപ്പെടുത്തുന്നതിലൂടെ ജനാധിപത്യ പങ്കാളിത്തം അവസാനിക്കും."}
{"_id": "test-free-speech-debate-magghbcrg-pro01b", "title": "കമ്മ്യൂണിറ്റി റേഡിയോ നല്ലതാണെന്ന് മാധ്യമങ്ങളും നല്ല സർക്കാർ സ്ഥാപനവും വിശ്വസിക്കുന്നു", "text": "പ്രോപ് വിശ്വസിക്കുന്ന നിരവധി അത്ഭുതകരമായ കാര്യങ്ങൾ ചെയ്യാൻ കമ്മ്യൂണിറ്റി റേഡിയോയ്ക്ക് തീർച്ചയായും കഴിയും. അതിന് മറ്റെന്തെങ്കിലും ചെയ്യാൻ കഴിയും. കമ്മ്യൂണിറ്റി റേഡിയോ ജനാധിപത്യത്തെ പിന്തുണയ്ക്കുന്നുവെന്ന് തെളിയിക്കാൻ ശ്രമിക്കുകയാണെങ്കിൽ, അത് ലൈബ്രറികളേക്കാളും കോഫി ഷോപ്പ് ചർച്ചാ ഗ്രൂപ്പുകളേക്കാളും കൂടുതൽ എങ്ങനെ ചെയ്യുന്നുവെന്ന് പ്രദർശിപ്പിക്കേണ്ടതുണ്ട്. ഇത് സമൂഹത്തിന് ഉത്തരവാദിത്തമുള്ള ഒരു പൊതുസേവനമായിരിക്കാം, പക്ഷേ അതിനർത്ഥം മറ്റേതൊരു സേവനത്തെയും പോലെ ഭരണകൂടത്തിന് നുഴഞ്ഞുകയറാനും നിയന്ത്രിക്കാനും കഴിയില്ലെന്ന് അർത്ഥമാക്കുന്നില്ല."}
{"_id": "test-free-speech-debate-magghbcrg-con03b", "title": "കമ്മ്യൂണിറ്റി റേഡിയോ നല്ലതാണെന്ന് മാധ്യമങ്ങളും നല്ല സർക്കാർ സ്ഥാപനവും വിശ്വസിക്കുന്നു", "text": "ഇത് ഒരു വേദിയാണ്, പക്ഷേ ഇത് ചരിത്രമുള്ള ഒരു വേദിയാണ്-ചെറുതോ പാർശ്വവൽക്കരിക്കപ്പെട്ടതോ ആയ ഗ്രൂപ്പുകളെ ശബ്ദമുണ്ടാക്കാൻ അനുവദിച്ച ഒന്നാണിത്. തീർച്ചയായും ഒരു റേഡിയോ സ്റ്റേഷൻ സ്വന്തമായി ജനാധിപത്യ ശക്തി വളർത്തിയെടുക്കില്ലെങ്കിലും ആ സമുദായങ്ങളുടെ ശബ്ദങ്ങൾക്ക് മൂല്യവും ശക്തിയും ഉണ്ടെന്ന ആശയം സാധാരണ നിലയിലാക്കുന്നതിനുള്ള ഒരു പ്രധാന ഉപകരണമാണിത്."}
{"_id": "test-economy-thsptr-pro02b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "കൂടുതൽ സമ്പത്ത് കൈവശം വയ്ക്കുന്നത് ഏതെങ്കിലും ധാർമ്മിക ചട്ടപ്രകാരം സംസ്ഥാനത്തിന് കൂടുതൽ സംഭാവന നൽകാൻ ഒരു വ്യക്തിയെ നിർബന്ധിക്കുന്നില്ല. എല്ലാ ആളുകളുടെയും സ്വത്തവകാശങ്ങൾ തുല്യമായി സംരക്ഷിക്കപ്പെടണം. സ്വന്തം വ്യവസായത്തിൽ വിജയിക്കുകയും സമ്പത്ത് സമ്പാദിക്കുകയും ചെയ്യുന്ന പൌരന്മാർ അവരുടെ വിജയത്തിന് ശിക്ഷിക്കപ്പെടുകയോ സമ്പന്നരും ദരിദ്രരുമായ എല്ലാ പൌരന്മാർക്കും ഒരേ അടിസ്ഥാന നിയമവും അവകാശങ്ങളും നൽകുന്ന ഒരു സംസ്ഥാനത്തിന് കൂടുതൽ സംഭാവന നൽകണമെന്ന് പ്രതീക്ഷിക്കപ്പെടുകയോ ചെയ്യരുത്."}
{"_id": "test-economy-thsptr-pro03b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "സാമ്പത്തിക വിഭവങ്ങൾ കാര്യക്ഷമമായി വിതരണം ചെയ്യുക എന്നത് സംസ്ഥാനത്തിന്റെ കടമയല്ല; വിപണി അതിനേക്കാൾ മികച്ച രീതിയിൽ പ്രവർത്തിക്കുന്നു. സംസ്ഥാനം വരുമാനം വിതരണം ചെയ്യാൻ ശ്രമിക്കുമ്പോൾ ഗണ്യമായ കാര്യക്ഷമത നഷ്ടപ്പെടുന്നു. വരുമാനവും സമ്പത്തും പുനർവിതരണം ചെയ്യുന്നതിന് ആവശ്യമായ ബ്യൂറോക്രാറ്റിക് പ്രക്രിയകളിലൂടെ പണം നഷ്ടപ്പെടുകയോ പാഴാക്കുകയോ ചെയ്യുന്നതിനാൽ \"ചോർന്നൊലിക്കുന്ന ബക്കറ്റ്\" എന്ന് വിളിക്കപ്പെടുന്ന വിതരണമാണ് ഇതിന് കാരണം. അവ നടപ്പാക്കുന്നതിന് കൂടുതൽ സങ്കീർണ്ണമായ ഘടനകൾ വളർത്തുന്നതിലൂടെ പുരോഗമന നികുതി ഈ കാര്യക്ഷമതയില്ലായ്മകൾ വർദ്ധിപ്പിക്കാൻ മാത്രമേ സഹായിക്കുകയുള്ളൂ."}
{"_id": "test-economy-thsptr-pro01b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "ഒരാൾക്ക് കൂടുതൽ പണം നൽകാൻ കഴിയുമെന്നതിനാൽ അവൻ അങ്ങനെ ചെയ്യാൻ ബാധ്യസ്ഥനാണെന്ന് അർത്ഥമാക്കുന്നില്ല. എല്ലാവരുടെയും സ്വത്തവകാശങ്ങൾ തുല്യമായി കണക്കാക്കണം; സമ്പന്നരുടെ സ്വത്തവകാശങ്ങൾ ഭരണകൂടം ചവിട്ടിമെതിക്കരുത്, അതേസമയം സമ്പന്നരല്ലാത്തവരുടെ അവകാശങ്ങൾ മാത്രം അവശേഷിപ്പിക്കരുത്. അടിസ്ഥാനപരമായി, ഒരു വ്യക്തിയുടെ ഉടമസ്ഥതയിലുള്ള ഏതൊരു തുകയും മറ്റുള്ളവരുടെ പ്രയോജനത്തിനായി വിനിയോഗിക്കുന്നത് ഒരുതരം മോഷണമാണ്, കൂടാതെ ഭരണകൂടം ജനങ്ങൾക്ക് നികുതി ചുമത്താൻ പോകുകയാണെങ്കിൽ, എല്ലാവരോടും തുല്യമായി പെരുമാറിയാൽ മാത്രമേ ധാർമ്മികമായി അത് ചെയ്യാൻ കഴിയൂ, അത് പുരോഗമന നികുതി തീർച്ചയായും ചെയ്യുന്നില്ല."}
{"_id": "test-economy-thsptr-pro05b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "പുരോഗമനപരമായ നികുതി സാമ്പത്തിക വളർച്ചയെ മെച്ചപ്പെടുത്തുന്നില്ല. കാരണം, സമ്പന്നർക്ക് കനത്ത നികുതി ചുമത്തുമ്പോൾ, അവർക്ക് പുതിയ സംരംഭങ്ങളിൽ നിക്ഷേപിക്കാനുള്ള സാധ്യത കുറവാണ്. ഉയർന്ന നികുതികൾ ആഭ്യന്തരവും വിദേശവുമായ നിക്ഷേപത്തെ നിരുത്സാഹപ്പെടുത്തുന്നു. അമേരിക്കയിലെ സാമ്പത്തിക വളർച്ചയെ സംബന്ധിച്ചിടത്തോളം സ്ഥിതിവിവരക്കണക്കുകൾ തെറ്റിദ്ധരിപ്പിക്കുന്നതാണ്. 1950-കളിലെ ഉയർന്ന വളർച്ച അടിസ്ഥാനപരമായി രണ്ടാം ലോകമഹായുദ്ധം മൂലം അടിസ്ഥാന സൌകര്യങ്ങൾ നശിപ്പിക്കപ്പെടാത്ത ഏക വ്യാവസായിക ശക്തിയായിരുന്നു. 1970-കളിലെ ഉയർന്ന നികുതികളും 1980-കളിലെ നികുതി വെട്ടിക്കുറവുകളും മൂലം ഉണ്ടായ സാമ്പത്തിക വളർച്ചയുടെ ആപേക്ഷിക വർദ്ധനവിനും ഇടയിൽ ഒരു മികച്ച ഡാറ്റ സെറ്റ് കാണാൻ കഴിയും. സമ്പന്നരെ മുക്കിവയ്ക്കുന്നത് ഒരു രാജ്യത്തിന്റെ സാമ്പത്തിക വിജയം കുറയ്ക്കാൻ മാത്രമേ സഹായിക്കുകയുള്ളൂ."}
{"_id": "test-economy-thsptr-pro04b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "കൂടുതൽ തുല്യതയുള്ള ഒരു സമൂഹം കൂടുതൽ സൌഹാർദ്ദപരമായ ഒരു സമൂഹമായിരിക്കണമെന്നില്ല, അത് പുരോഗമനപരമായ നികുതിയുടെ പ്രക്രിയയിലൂടെ സൃഷ്ടിക്കപ്പെട്ടതാണെങ്കിൽ അത് തീർച്ചയായും കൂടുതൽ നീതിയുക്തമായ ഒന്നായിരിക്കണമെന്നില്ല. സമ്പന്നരും ദരിദ്രരുമായ എല്ലാ പൌരന്മാരും തമ്മിലുള്ള വിശ്വാസത്തെ സാമൂഹിക ഐക്യം ആശ്രയിക്കുന്നു. സമ്പന്നർ ദരിദ്രരോട് നീരസം കാണിക്കുകയും ദരിദ്രർക്ക് സമ്പന്നരായ പശുക്കളുടെ സ്വത്തുക്കൾക്ക് കൂടുതൽ കൂടുതൽ അർഹതയുണ്ടെന്ന് തോന്നുകയും ചെയ്യുന്നതിനാൽ പുരോഗമന നികുതികൾ സമൂഹത്തെ ഭിന്നിപ്പിക്കാൻ മാത്രമേ സഹായിക്കുകയുള്ളൂ. നീതിയുടെ കാര്യത്തിൽ തുല്യത ഒരു അവസാനമല്ല. പൌരന്മാരുടെ അവകാശങ്ങളിൽ വിട്ടുവീഴ്ച ചെയ്യാതെ അവസരങ്ങൾ ഒരു ക്രൂരമായ സമതുലിത പദ്ധതി നടപ്പാക്കിക്കൊണ്ട് നൽകാൻ കഴിയും."}
{"_id": "test-economy-thsptr-con03b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "നികുതി ചുമത്താൻ കഴിവുള്ള ഒരു സംസ്ഥാനം സമ്പന്നരുടെ തിന്മയും ആധിപത്യവും ആയിരിക്കണമെന്നില്ല. ജനങ്ങൾക്ക് എല്ലായ്പ്പോഴും ഒരു രാജ്യം വിടാൻ കഴിയും, അതിനാൽ സർക്കാരുകൾ എല്ലായ്പ്പോഴും സമ്പന്നരായ പൌരന്മാരെ ഉൾക്കൊള്ളുകയും പുരോഗമനപരമായ നികുതി സംവിധാനത്തിനുള്ളിൽ പോലും അങ്ങനെ ആയിരിക്കുകയും വേണം. വ്യക്തിഗത പൌരന്മാർക്കും ന്യൂനപക്ഷങ്ങൾക്കും നിയമപരമായ സംരക്ഷണമില്ലാത്തപ്പോൾ മാത്രമേ ഭൂരിപക്ഷത്തിന്റെ സ്വേച്ഛാധിപത്യം നിലനിൽക്കൂ, പക്ഷേ ഇവ പാശ്ചാത്യ സംസ്ഥാനങ്ങളിൽ ഏതാണ്ട് സാർവത്രികമായി നിലനിൽക്കുന്നു; പുരോഗമനപരമായ നികുതിയുടെ സാന്നിധ്യത്തിൽ ഇത് എങ്ങനെയെങ്കിലും മാറുമെന്ന് ചിന്തിക്കാൻ ഒരു കാരണവുമില്ല."}
{"_id": "test-economy-thsptr-con05b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "നികുതിയിൽ സംസ്ഥാനത്തിൻറെ ഏക പങ്ക് അവസരസമത്വം നൽകുക മാത്രമല്ല, കൂടുതൽ സാമൂഹികസമത്വം പ്രോത്സാഹിപ്പിക്കുന്നതിലൂടെ സാമൂഹികനീതി വളർത്തുകയും ചെയ്യുക എന്നതാണ്. ഇതിനർത്ഥം പൌരന്മാർക്കിടയിൽ അസമത്വങ്ങൾ ഉണ്ടാകരുത് എന്നല്ല, മറിച്ച് വരുമാന അസമത്വങ്ങൾ പരിമിതപ്പെടുത്തുന്നതിലൂടെ സമൂഹത്തിലെ വ്യക്തികൾക്ക് കൂടുതൽ പൊതുവായതും അങ്ങനെ സമാധാനപരമായ സാമൂഹിക ചട്ടക്കൂടിൽ ഇടപഴകാൻ കൂടുതൽ പ്രാപ്തരുമാണെന്നാണ് ഇതിനർത്ഥം. പുരോഗമന നികുതികൾ ഉയർന്നവരുടെ വരുമാനം കുറയ്ക്കുകയും നികുതി വരുമാനം ഉപയോഗിച്ച് ഏറ്റവും മോശമായ സാഹചര്യം മെച്ചപ്പെടുത്തുകയും, രണ്ട് ഗ്രൂപ്പുകൾ തമ്മിലുള്ള വിടവ് അടയ്ക്കുകയും വിശാലമായ സാമൂഹിക ഇടപെടലുകളും സഹകരണവും വളർത്തുകയും ചെയ്യുന്നതിലൂടെ ഈ ലക്ഷ്യത്തെ പ്രോത്സാഹിപ്പിക്കുന്നു."}
{"_id": "test-economy-thsptr-con04b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "നികുതി കോഡുകൾ സങ്കീർണ്ണമാണെങ്കിലും, അവയുടെ സങ്കീർണ്ണത അവ നിർത്തലാക്കുന്നതിനുള്ള ന്യായീകരണമല്ല. മറിച്ച്, പുരോഗമന സംവിധാനങ്ങൾ കൂടുതൽ കാര്യക്ഷമമാക്കാൻ കഴിയും. പുരോഗമനപരമായ നികുതി സംവിധാനവും ലളിതമായ ഒരു ഉദാഹരണമായി ന്യൂസിലൻഡിനെ ഉപയോഗിക്കാം, ഇത് ഒഎസ്സിഇ പ്രശംസിച്ചു; [1] 1958-ൽ ഇത്'നിങ്ങൾ സമ്പാദിക്കുന്നതുപോലെ പണമടയ്ക്കുക'എന്ന സംവിധാനം അവതരിപ്പിച്ചു. സാമ്പത്തിക വർഷാവസാനത്തോടെ ജീവനക്കാർക്ക് അവരുടെ നികുതികൾ പൂർണ്ണമായി അടയ്ക്കുന്നതിനുപകരം ശമ്പളത്തിൽ നിന്ന് നികുതി ചുമത്തിയിരുന്നു. [2] അത്തരം നികുതി സംവിധാനങ്ങളുടെ ഭാഗികമായ വികസനം കാരണം സങ്കീർണ്ണമായ സംവിധാനങ്ങളും പഴുതുകളും ഉയർന്നുവരുന്നതിനാൽ, ഇത് ശരിയായി സംഘടിപ്പിക്കുന്നതിലൂടെ ഒരു പുരോഗമന നികുതി സമ്പ്രദായം ഒരു ഫ്ലാറ്റ്-റേറ്റ് സംവിധാനമായി എളുപ്പത്തിൽ നിയന്ത്രിക്കുകയും നാവിഗേറ്റ് ചെയ്യുകയും ചെയ്യാം. [1] ഡാൽസ്ഗാർഡ്, തോമസ്,'ന്യൂസിലൻഡിലെ നികുതി സംവിധാനംഃ മാറ്റത്തിനുള്ള ഒരു വിലയിരുത്തലും ഓപ്ഷനുകളും', ഒഇസിഡി വർക്കിംഗ് ഇക്കണോമിക്സ് ഡിപ്പാർട്ട്മെന്റ്, [311] ജനുവരി, ന്യൂസിലൻഡിലെ ഗോൾഡ് എൻസൈക്ലോപീഡിയ"}
{"_id": "test-economy-thsptr-con02b", "title": "പുരോഗമന നികുതി നിരക്കിനെ ടാക്സ് ഹൌസ് പിന്തുണയ്ക്കുന്നു", "text": "നികുതി ന്യായമായതിന് ആനുപാതികമായിരിക്കണമെന്നില്ല; മറ്റുള്ളവരെ അപേക്ഷിച്ച് ഗണ്യമായി ഉയർന്ന വരുമാനം നേടുന്ന വ്യക്തികൾ സമാധാനത്തിലും സുരക്ഷിതത്വത്തിലും സമ്പത്ത് ശേഖരിക്കാൻ അനുവദിക്കുന്ന നിരവധി സാമൂഹിക ഘടകങ്ങളിൽ നിന്ന് പ്രയോജനം നേടിയിട്ടുണ്ട്. അത്തരം ആളുകൾ അവർക്ക് അനുവദിച്ച വലിയ ആനുകൂല്യങ്ങൾക്ക് ഭരണകൂടത്തിന് കൂടുതൽ ഭാരം നൽകേണ്ടതുണ്ട്. നീതിപൂർവകമായ ഒരു നികുതി സമ്പ്രദായം ഇത് പ്രതിഫലിപ്പിക്കണം, കൂടാതെ ഒരു പുരോഗമന സംവിധാനത്തിലൂടെ ആളുകളിൽ നിന്ന് അവരുടെ സമ്പത്തിന് അനുസൃതമായി നികുതി ചുമത്തുന്നു, അത് സംസ്ഥാനമില്ലാതെ നിലനിൽക്കാൻ കഴിയുമായിരുന്നില്ല. 54 രാജ്യങ്ങളെക്കുറിച്ചുള്ള ഒരു പഠനം കാണിക്കുന്നത് പൊതുജനങ്ങൾ നികുതിയിളവ് നിലനിർത്തുന്നത് ക്ഷേമത്തിന്റെ അപകടസാധ്യത വർദ്ധിപ്പിക്കുകയും അങ്ങനെ ജീവിതനിലവാരം മെച്ചപ്പെടുത്തുന്നതിനുള്ള ഒരു മാർഗമായി പുരോഗമന നികുതിയെ മുൻഗണന നൽകുകയും ചെയ്യുന്നു എന്നാണ്. [1] [1] ഹൈഡ്, ലൂസി,'കൂടുതൽ പുരോഗമന നികുതി സംവിധാനം ആളുകളെ സന്തോഷിപ്പിക്കുന്നു', അസോസിയേഷൻ ഫോർ സൈക്കോളജിക്കൽ സയൻസ്, 6 സെപ്റ്റംബർ 2011,"}
{"_id": "test-economy-epsihbdns-pro03b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഗ്രാമപ്രദേശങ്ങളിൽ നിക്ഷേപം നടത്താൻ മാത്രം കാത്തിരിക്കുന്ന ധാരാളം നിക്ഷേപങ്ങൾ ഉണ്ടെന്ന ആശയത്തെ അടിസ്ഥാനമാക്കിയുള്ളതാണ് ഈ വാദം. വാസ്തവത്തിൽ, ഇത് അങ്ങനെയല്ല. വികസ്വര രാജ്യങ്ങളിലെ ഗ്രാമപ്രദേശങ്ങളുടെ അവസ്ഥ മാറ്റാൻ തയ്യാറായ യഥാർത്ഥ നിക്ഷേപകർ ഉണ്ടാകുന്നതുവരെ, സാങ്കൽപ്പിക നിക്ഷേപത്തിനുള്ള മാർക്കറ്റിംഗ് മെറ്റീരിയലായി അസ്ഥിരമായ സാഹചര്യത്തിൽ തുടരാൻ ആളുകളെ നിർബന്ധിക്കുന്നത് ധാർമ്മികമായി പാപ്പരത്തമാണ്."}
{"_id": "test-economy-epsihbdns-pro01a", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ജനങ്ങളുടെ ഏറ്റവും മികച്ച താൽപ്പര്യങ്ങൾക്കനുസൃതമായി തീരുമാനങ്ങൾ എടുക്കാൻ സർക്കാരിന് അവകാശമുണ്ട്. മനുഷ്യൻ ഒരു സാമൂഹിക ജീവിയാണ്. അതിനാൽ പലരെയും ബാധിക്കുന്ന തീരുമാനങ്ങൾ പലരുടെയും പ്രതിനിധികൾ എടുക്കുന്ന കമ്മ്യൂണിറ്റികളിലാണ് ആളുകൾ ജീവിക്കുന്നത്. അതിനാൽ, ജനങ്ങളും അവരുടെ സർക്കാരും തമ്മിൽ ഒരു സാമൂഹിക കരാർ നിലനിൽക്കുന്നു. [1] അവരുടെ സ്വയംഭരണത്തിനും സ്വാതന്ത്ര്യത്തിനും പകരമായി, ചില വ്യക്തികളുടെ ഹ്രസ്വകാല താൽപ്പര്യങ്ങളുടെ ചെലവിൽ ഇത് വന്നാലും ജനങ്ങളുടെ ഏറ്റവും മികച്ച താൽപ്പര്യത്തിലാണ് നയങ്ങൾ നിർമ്മിക്കുന്നതെന്ന് സർക്കാർ ഉറപ്പാക്കുന്നു. ഇത് ഇത്തരത്തിലുള്ള കേസിന്റെ ഒരു സാധാരണ ഉദാഹരണമാണ്. ഈ പ്രവണത ഗ്രാമപ്രദേശങ്ങളെ ശൂന്യമാക്കുന്നു, കാർഷിക ഉൽപ്പന്നങ്ങളുടെ ഉൽപ്പാദനം നിർത്തുകയും നഗരങ്ങൾ നൽകുന്ന സൌകര്യങ്ങൾ പൊള്ളയാക്കുകയും ചെയ്യുന്നു. ഓരോ വ്യക്തിക്കും നഗരങ്ങളിലേക്ക് മാറാൻ വ്യക്തിപരമായ പ്രചോദനം ഉണ്ടെങ്കിലും, നഗരങ്ങൾക്കുള്ള ദോഷം അവരുടെ ശേഖരിച്ച വ്യക്തിഗത നേട്ടങ്ങളേക്കാൾ കൂടുതലാണ്. ഈ സാഹചര്യങ്ങളിൽ ജനങ്ങൾക്ക് ദീർഘകാല ആനുകൂല്യങ്ങൾ ഉറപ്പാക്കാൻ സംസ്ഥാനം പ്രവർത്തിക്കണം."}
{"_id": "test-economy-epsihbdns-pro01b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ജനങ്ങൾക്കുവേണ്ടി ചില തീരുമാനങ്ങൾ എടുക്കാൻ സർക്കാരിന് അവകാശമുണ്ട്, പക്ഷേ ഒരു തീരുമാനവുമില്ല. ഇതിനകം തന്നെ പ്രത്യേകാവകാശമുള്ള ഒരു ജനവിഭാഗത്തിൻറെ താൽപ്പര്യം വർദ്ധിപ്പിക്കുന്നതിനായി ഒരു കൂട്ടം ആളുകൾക്കെതിരെ സർക്കാർ പ്രവർത്തിച്ചാൽ അത് ഈ അവകാശം നഷ്ടപ്പെടുത്തുന്നു, കാരണം ഭൂരിപക്ഷമോ പ്രത്യേകാവകാശമുള്ള ഒരു വിഭാഗമോ മാത്രമല്ല സമൂഹത്തിലെ എല്ലാവരെയും സംരക്ഷിക്കാൻ സർക്കാർ നിലനിൽക്കുന്നു. ഈ പ്രമേയത്തിൽ ഇത് കൃത്യമായി സംഭവിക്കുന്നു. ഗ്രാമപ്രദേശങ്ങളിൽ താമസിക്കുന്ന ആളുകൾ ഇതിനകം തന്നെ വോട്ടവകാശം നിഷേധിക്കപ്പെടുകയും ഭയാനകമായ സാഹചര്യങ്ങൾക്ക് ശിക്ഷിക്കപ്പെടുകയും ചെയ്യുന്നു, അവരുടെ സുഖകരമായ ബൂർഷ്വാ ജീവിതം കൂടുതൽ സുഖകരമാക്കാൻ ആഗ്രഹിക്കുന്നവർക്ക് മാത്രമേ ഈ നിർദ്ദേശം സേവനം നൽകുന്നുള്ളൂ......................................................................................................................................................................................................................................................................................................................................................................"}
{"_id": "test-economy-epsihbdns-pro04b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഈ ചർച്ചയുടെ കാതലായ തത്വം വ്യക്തിയുടെ അവകാശങ്ങളെക്കുറിച്ചാണ്. ഒരു വലിയ കൂട്ടം ആളുകൾ അറിവില്ലാത്ത തീരുമാനങ്ങൾ എടുക്കുന്നു എന്നത് ശരിയാണെങ്കിലും, ആളുകൾ താമസിക്കുന്ന സ്ഥലവുമായി ബന്ധപ്പെട്ട ഏത് തീരുമാനങ്ങളും നിരോധിക്കുന്നത് വ്യക്തികളെ എന്തെങ്കിലും തീരുമാനങ്ങൾ എടുക്കുന്നതിൽ നിന്ന് തടയുകയും വിവരമുള്ളവരും അറിവില്ലാത്തവരുമാക്കുകയും ചെയ്യും. യഥാർത്ഥത്തിൽ അവരുടെ ജീവിതം മെച്ചപ്പെടുത്താൻ കഴിയുന്നവർക്ക് ഉണ്ടാകുന്ന നാശനഷ്ടങ്ങൾ ആനുകൂല്യങ്ങളെക്കാൾ വളരെ കൂടുതലാണ്, പ്രത്യേകിച്ചും ഈ നയത്തിന് ആവശ്യമായ വിഭവങ്ങൾ ഗ്രാമപ്രദേശങ്ങളിലെ ആളുകളെ ബോധവൽക്കരിക്കാനും ബോധവൽക്കരിക്കാനും അങ്ങനെ അവരുടെ തീരുമാനങ്ങളുടെ അടിസ്ഥാനം മെച്ചപ്പെടുത്താനും ഉപയോഗിക്കാം."}
{"_id": "test-economy-epsihbdns-con03b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇത്തരത്തിലുള്ള വാദങ്ങൾ മനുഷ്യന്റെ കഴിവിനെ കുറച്ചുകാണുന്നു. ഗ്രാമീണ സമൂഹങ്ങളിലെ ആളുകൾ അവരുടെ എല്ലാ ശ്രമങ്ങളും സർഗ്ഗാത്മകതയും നഗരങ്ങളിൽ എത്തിച്ചേരുന്നതിന് ചെലവഴിക്കുന്നു, കാരണം ഇത് തങ്ങൾക്കും അവരുടെ കുടുംബങ്ങൾക്കും ഏറ്റവും മികച്ചതാണെന്ന് അവർ വിശ്വസിക്കുന്നു. അവർക്ക് ഈ ഓപ്ഷൻ ഇല്ലെങ്കിൽ, അവർക്ക് ആ ഊർജ്ജം അവരുടെ സമൂഹത്തിനായി നീക്കിവയ്ക്കാനും നഗരങ്ങളുമായി മത്സരിക്കാൻ അത് വളർത്താനും കഴിയും. അപ്പോൾ ഗ്രാമപ്രദേശങ്ങളിൽ നിക്ഷേപം നടത്തി അവരുടെ സാഹചര്യം മെച്ചപ്പെടുത്തുന്നതിനുള്ള ശരിയായ സാഹചര്യങ്ങൾ നൽകിക്കൊണ്ട് അത്തരം പ്രതിബദ്ധതകളെ പിന്തുണയ്ക്കേണ്ടത് സർക്കാരിന്റെ കടമയാണ്."}
{"_id": "test-economy-epsihbdns-con01b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സഞ്ചാരസ്വാതന്ത്ര്യം എന്നത് ഒരു അന്തർലീനമായ മനുഷ്യാവകാശമല്ല, മറിച്ച് അത് സാധ്യമാകുന്നിടത്തെല്ലാം ഭരണകൂടത്തിന് നൽകാനും നൽകാനും കഴിയുന്ന ഒരു അവകാശമാണ്. ഉദാഹരണത്തിന് ഭരണകൂടം ആളുകളെ ജയിലുകളിൽ അടയ്ക്കുന്നു; ഇത് അവരുടെ സഞ്ചാരസ്വാതന്ത്ര്യത്തെ ലംഘിക്കുന്നു. ഇത് ഭാഗികമായി ശിക്ഷയായിട്ടാണ്, എന്നാൽ ഇതിന്റെ പ്രധാന യുക്തി ജയിലിന് പുറത്തുള്ള ആളുകളെ അപകടസാധ്യതയുള്ള ആളുകളിൽ നിന്ന് സംരക്ഷിക്കുക എന്നതാണ്. [1] എന്നാൽ അതിനായി, കുറ്റവാളികളെ ശിക്ഷിക്കാൻ ഗണ്യമായി വിലകുറഞ്ഞതും കൂടുതൽ കാര്യക്ഷമവുമായ മാർഗ്ഗങ്ങൾ ഉണ്ടാകും. സഞ്ചാരസ്വാതന്ത്ര്യം നിയന്ത്രിക്കപ്പെട്ട ആളുകൾ നഗരങ്ങളിൽ താമസിക്കുന്ന ആളുകൾക്കും രാജ്യത്തിന്റെ സമ്പദ്വ്യവസ്ഥയ്ക്കും മൊത്തത്തിൽ ഭീഷണിയാണ്. രാജ്യത്തിന്റെ മെച്ചപ്പെട്ട താൽപ്പര്യത്തിനും അനിയന്ത്രിതമായ കുടിയേറ്റം മൂലം ജീവൻ നശിപ്പിക്കപ്പെടുന്ന നിരപരാധികളായ ആളുകളെ സംരക്ഷിക്കുന്നതിനും, ഈ ആളുകൾ നിയന്ത്രിത സഞ്ചാരസ്വാതന്ത്ര്യം സ്വീകരിക്കണം എന്ന ചർച്ച കാണുക. [1]"}
{"_id": "test-economy-epsihbdns-con04a", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പ്രവർത്തനക്ഷമമായ ഒരു വികസിത രാജ്യത്തിൻറെ ഏറ്റവും മികച്ച കാര്യങ്ങളിലൊന്ന് യുവാക്കൾക്ക് അവരുടെ തൊഴിൽ തിരഞ്ഞെടുക്കാം എന്നതാണ്. ഇത് വ്യക്തിക്ക് പ്രയോജനകരമാണെന്നതിനുപുറമെ, ഒരു നിശ്ചിത വ്യാപാരത്തിന് ഏറ്റവും അനുയോജ്യനായ വ്യക്തി പലപ്പോഴും അത് പിന്തുടരുന്ന അതേ വ്യക്തിയായിരിക്കും എന്നാണ് ഇതിനർത്ഥം. ആളുകളെ സ്വതന്ത്രമായി സഞ്ചരിക്കുന്നതിൽ നിന്ന് ഞങ്ങൾ തടയുകയാണെങ്കിൽ ഗ്രാമീണ ജോലികളേക്കാൾ നഗര തൊഴിലുകൾക്ക് അനുയോജ്യമായ കഴിവുകളും കഴിവുകളും ഉള്ള കഴിവുകളും ഉള്ള നഗരങ്ങളെ ഞങ്ങൾ നഷ്ടപ്പെടുത്തുന്നു. ചുരുക്കത്തിൽ, ഈ നയം സാധ്യതയുള്ള അഭിഭാഷകർ, രാഷ്ട്രീയക്കാർ, ഡോക്ടർമാർ, അധ്യാപകർ മുതലായവരിൽ നിന്ന് കർഷകരെ സൃഷ്ടിക്കും. തീർച്ചയായും ഇത് മിക്ക കുടിയേറ്റ മാതൃകകളുടെയും അടിസ്ഥാനമാണ്, നഗരങ്ങൾക്ക് പുതിയ തൊഴിലാളികളെ ആവശ്യമുള്ളപ്പോൾ ആ പ്രദേശത്ത് അധിക തൊഴിലാളികൾ ഉള്ളതിനാൽ ആളുകൾ ഗ്രാമപ്രദേശങ്ങൾ വിടുന്നു. [1] [1] ടെയ്ലർ, ജെ. എഡ്വേർഡ്, മാർട്ടിൻ, ഫിലിപ്പ് എൽ., \"ഹ്യൂമൻ ക്യാപിറ്റൽഃ മൈഗ്രേഷൻ ആൻഡ് റൂറൽ ചേഞ്ച്\", കാർഷിക സാമ്പത്തിക ശാസ്ത്രത്തിൻറെ കൈപ്പുസ്തകം."}
{"_id": "test-economy-epsihbdns-con01a", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സഞ്ചാരസ്വാതന്ത്ര്യം എന്നത് ഒരു അന്തർലീനമായ മനുഷ്യാവകാശമാണ്. ഓരോ മനുഷ്യനും ചില അവകാശങ്ങളുമായി ജനിക്കുന്നു. ഇവ വിവിധ ചാർട്ടറുകളാൽ സംരക്ഷിക്കപ്പെടുകയും മനുഷ്യനിൽ നിന്ന് വേർപെടുത്താനാവാത്തതായി കണക്കാക്കപ്പെടുകയും ചെയ്യുന്നു. ഇതിന്റെ കാരണം ഈ അവകാശങ്ങൾ ഒരു മനുഷ്യജീവിതം നയിക്കുന്നതിനുള്ള അടിസ്ഥാനവും ആവശ്യമായതുമായ വ്യവസ്ഥകൾ സൃഷ്ടിക്കുന്നു എന്ന വിശ്വാസമാണ്. സഞ്ചാരസ്വാതന്ത്ര്യം ഇവയിലൊന്നാണ്, അത് സാർവത്രിക മനുഷ്യാവകാശ പ്രഖ്യാപനത്തിന്റെ ആർട്ടിക്കിൾ 13 ൽ അംഗീകരിക്കപ്പെട്ടിട്ടുണ്ട്. [1] ഒരു കുടുംബം പട്ടിണി നേരിടുന്നതായി കണ്ടെത്തിയാൽ, അവർക്ക് അതിജീവിക്കാൻ കഴിയുന്ന ഒരേയൊരു അവസരം മറ്റൊരു ദിവസം ജീവിക്കാൻ കഴിയുന്ന മറ്റൊരു സ്ഥലത്തേക്ക് മാറുക എന്നതാണ്. ചില അവ്യക്തമായ കൂട്ടായ സിദ്ധാന്തത്തിന്റെ നേട്ടത്തിനായി വ്യക്തികളെ മരണത്തിനും കഷ്ടപ്പാടുകൾക്കും ശിക്ഷിക്കുന്നത് മനുഷ്യത്വരഹിതമാണ്. നമ്മുടെ ചില സ്വാതന്ത്ര്യങ്ങൾ ഞങ്ങൾ സംസ്ഥാനത്തിന് കൈമാറിയേക്കാമെങ്കിലും, ജീവനോടെ തുടരാൻ സഹായിക്കുന്ന സ്വാതന്ത്ര്യങ്ങൾക്ക് ഞങ്ങൾക്ക് ധാർമ്മിക അവകാശമുണ്ട്-ഈ സന്ദർഭത്തിൽ പ്രസ്ഥാനസ്വാതന്ത്ര്യത്തിൻറെ ഒരു സ്വാതന്ത്ര്യമാണ്. [1948 ഡിസംബർ 10]"}
{"_id": "test-economy-epsihbdns-con04b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "വികസിത രാജ്യങ്ങളെ സംബന്ധിച്ചിടത്തോളം ഇത് വസ്തുതാപരമായി ശരിയാണെങ്കിലും, വികസ്വര രാജ്യങ്ങളുടെ യാഥാർത്ഥ്യത്തെ ഇത് പൂർണ്ണമായും അവഗണിക്കുന്നു. ലഭ്യമായ തൊഴിലാളികളിൽ ഭൂരിഭാഗവും അവിദഗ്ധരാണ്, അത് ഗ്രാമങ്ങളിലായാലും നഗരസമൂഹങ്ങളിലായാലും. അവർ നഗരത്തിലേക്ക് മാറുകയാണെങ്കിൽ ദരിദ്രർക്ക് സ്വയമേവ മെച്ചപ്പെട്ട വിദ്യാഭ്യാസം നേടാൻ കഴിയുമെന്ന് വിശ്വസിക്കാൻ കാരണമൊന്നുമില്ല. ദുരിതപൂർണ്ണമായ ജീവിതം നയിക്കാൻ കുടിയേറ്റക്കാരെ നഗരങ്ങളിൽ ഒഴുകാൻ അനുവദിക്കുന്നത് മൂലമുണ്ടാകുന്ന ദോഷം അവരുടെ വിളി നഷ്ടപ്പെടുന്ന ഒന്നോ രണ്ടോ ബുദ്ധിമാനായ കർഷകരെക്കാൾ വളരെ കൂടുതലാണ്."}
{"_id": "test-economy-epsihbdns-con02b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു തരത്തിലുള്ള ആശയക്കുഴപ്പവും നിയമമോ വളരെ ചെറിയ സംസ്ഥാനമോ ഇല്ലാത്ത നെയ്റോബി പോലുള്ള സ്ഥലങ്ങളുടെ അരാജകത്വാവസ്ഥയുമായി താരതമ്യം ചെയ്യാൻ കഴിയില്ല. [1] സമൂഹത്തിന്റെ ഘടനയെ തന്നെ ഭീഷണിപ്പെടുത്തുന്ന ഒരു ഭയാനകമായ പ്രവണത നിലനിൽക്കുന്ന നിലവിലെ സാഹചര്യത്തിൽ, നിയമം അതിന്റെ പൂർണ്ണ ഫലത്തിൽ പ്രവർത്തിക്കുന്നില്ലെങ്കിലും, അത് ഭാഗികമായി പ്രവർത്തിക്കുന്നതാണ് നല്ലത്. അഴിമതി എന്നത് ഈ പ്രദേശങ്ങളിൽ ഇതിനകം തന്നെ നിലനിൽക്കുന്ന ഒരു പ്രത്യേക പ്രശ്നമാണ്, ഈ അധിക നയം അഭിവൃദ്ധിപ്പെടേണ്ടതില്ല. ഇത് പ്രത്യേകം കൈകാര്യം ചെയ്യണം, പക്ഷേ നയത്തെ അടിസ്ഥാനപരമായി ബാധിക്കാത്ത ഒരു പ്രതിഭാസത്തെ ഭയന്ന് ഒരു നല്ല നയം നടപ്പാക്കുന്നതിൽ നിന്ന് ഒരു നല്ല നയം നിലനിർത്തുകയാണെങ്കിൽ അത് തീർച്ചയായും ഖേദകരമാണ്. [1] മാക്സ്വെൽ, ഡാനിയേൽ., \"സബ്-സഹാറൻ ആഫ്രിക്കയിലെ നഗര ഭക്ഷ്യസുരക്ഷയുടെ രാഷ്ട്രീയ സമ്പദ്വ്യവസ്ഥ\". ലണ്ടൻഃ എൽസെവിയേർ ലിമിറ്റഡ്, സയൻസ് ഡെവലപ്മെന്റ്, 1999."}
{"_id": "test-international-gmehbisrip1b-pro02b", "title": "1967 ന് മുമ്പുള്ള അതിർത്തികൾ ഇസ്രായേൽ തിരികെ നൽകണമെന്ന് ആഗോള മിഡിൽ ഈസ്റ്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സ്വയം നിർണ്ണയം ഒരു സമ്പൂർണ്ണ അവകാശമല്ല. സ്വാതന്ത്ര്യം ആഗ്രഹിക്കുന്ന ലോകത്തിലെ എല്ലാ പ്രദേശങ്ങൾക്കും പ്രദേശങ്ങൾക്കും അതിനുള്ള അവകാശമില്ല. അത്തരമൊരു സംവിധാനം പ്രവർത്തനക്ഷമമല്ല എന്ന വസ്തുതയ്ക്ക് ഇത് ഒരു ചെറിയ ഭാഗവും കാരണമല്ല. ഒരു പ്രദേശത്തിനും ജനങ്ങൾക്കും നിയമാനുസൃതമായ സ്വയം നിർണ്ണയത്തിനുള്ള അവകാശം നേടുന്നതിന് ചില മാനദണ്ഡങ്ങൾ പാലിക്കണം, അതിൽ 1967 ലെ അതിർത്തികളിലേക്ക് ഇസ്രായേൽ പിന്മാറിയ ഒരു പലസ്തീൻ രാഷ്ട്രം സൃഷ്ടിച്ച യഥാർത്ഥ രാഷ്ട്രത്തിന്റെ മൌലിക സുരക്ഷയിലോ പ്രാദേശിക സമഗ്രതയിലോ വിട്ടുവീഴ്ച ചെയ്യാതിരിക്കുക ഉൾപ്പെടുന്നു. മാത്രമല്ല, മുൻകാലങ്ങളിൽ വാഗ്ദാനം ചെയ്തതുപോലെ വെസ്റ്റ് ബാങ്കിന്റെ ഭൂരിഭാഗത്തിൽ നിന്നും ഇസ്രായേലിന് പിന്മാറാൻ കഴിയും, അതേസമയം ചില തന്ത്രപ്രധാനമായ ഭൂമി നിലനിർത്തുന്നു. ഇത് 1967 ലെ അതിർത്തികളിലേക്ക് പൂർണ്ണമായും വീഴുന്നതിൽ പരാജയപ്പെടുമ്പോൾ പലസ്തീൻ സ്വയം നിർണ്ണയത്തെ അനുവദിക്കും."}
{"_id": "test-international-gmehbisrip1b-pro01b", "title": "1967 ന് മുമ്പുള്ള അതിർത്തികൾ ഇസ്രായേൽ തിരികെ നൽകണമെന്ന് ആഗോള മിഡിൽ ഈസ്റ്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "1967ലെ യുദ്ധത്തിൽ ഇസ്രായേൽ വിജയിച്ചു, ആക്രമണാത്മകമായി സംഘർഷത്തിന് തുടക്കമിട്ട നിരവധി അറബ് രാജ്യങ്ങൾക്കെതിരെയാണെങ്കിലും. [1] അതിനായി പോരാടുകയും മരിക്കുകയും ചെയ്ത പ്രദേശങ്ങൾ ഭരിക്കാൻ ഇസ്രായേലിന് അവകാശമുണ്ട്. ഏതൊരു രാജ്യത്തിന്റെയും കൈവശമുള്ള എല്ലാ ഭൂമിയും ഒരു സമയത്ത് അല്ലെങ്കിൽ മറ്റൊരു സമയത്ത് സംഘർഷത്തിലൂടെ നേടപ്പെട്ടു; ഏഴാം നൂറ്റാണ്ടിലെ അറബ് വിജയങ്ങളിലൂടെ പലസ്തീൻ ജനത വെസ്റ്റ് ബാങ്കിലെ തങ്ങളുടെ ഭൂമി കൈവശപ്പെടുത്തി. [2] ഇസ്രായേലിന്റെ വിജയങ്ങൾ എന്തുകൊണ്ടാണ് നിയമാനുസൃതമല്ലാത്തത്, പ്രത്യേകിച്ചും ഇസ്രായേൽ സ്വയം പ്രതിരോധത്തിനായി ഈ ഭൂമി ഏറ്റെടുക്കുകയും അതിന്റെ തുടർച്ചയായ സുരക്ഷയ്ക്കായി ആവശ്യമുള്ള ഭൂമി മാത്രം സൂക്ഷിക്കുകയും ചെയ്തതിനാൽ? കൂടാതെ, ലക്ഷക്കണക്കിന് ഇസ്രായേലി പൌരന്മാർ ഇപ്പോൾ 1967 അതിർത്തികൾക്കപ്പുറമുള്ള വാസസ്ഥലങ്ങളിൽ താമസിക്കുന്നു, ഇസ്രായേലിന് ഈ പ്രദേശം കൈവശം വയ്ക്കുന്നത് തുടരുന്നതിലൂടെ അവരുടെ ജീവനും വീടുകളും സംരക്ഷിക്കാനുള്ള അവകാശവും ഉത്തരവാദിത്തവും ഉണ്ട്. [1] ബിബിസി ന്യൂസ് 1967: \"ഇസ്രായേൽ ന്യൂസ് ഓൺ ബിബിസി ന്യൂസ്\" ആരംഭിച്ചു."}
{"_id": "test-international-gmehbisrip1b-con03b", "title": "1967 ന് മുമ്പുള്ള അതിർത്തികൾ ഇസ്രായേൽ തിരികെ നൽകണമെന്ന് ആഗോള മിഡിൽ ഈസ്റ്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "അധിനിവേശ ഭൂമി തിരികെ കൈമാറുമ്പോൾ ഇസ്രായേൽ മുമ്പ് അധിനിവേശ പ്രദേശങ്ങൾ നിർബന്ധിതമായി നീക്കം ചെയ്തിട്ടുണ്ട്, പ്രത്യേകിച്ച് 1982 ൽ സിനായിലും 2005 ൽ ഗാസയിലും. ബുദ്ധിമുട്ടാണെങ്കിലും, അത് സാധ്യമാണ്, തുടർന്നുള്ള ബുദ്ധിമുട്ടുകൾ ഈ വാസസ്ഥലങ്ങൾ ആദ്യം അനുവദിച്ചതിന് ഇസ്രായേൽ സർക്കാരിന്റെ തെറ്റാണ്, അതിനാൽ (സ്വന്തം രാജ്യം ഇല്ലാത്തതിന്റെ) ചെലവ് ഫലസ്തീൻ ജനത വഹിക്കരുത്."}
{"_id": "test-international-gmehbisrip1b-con01b", "title": "1967 ന് മുമ്പുള്ള അതിർത്തികൾ ഇസ്രായേൽ തിരികെ നൽകണമെന്ന് ആഗോള മിഡിൽ ഈസ്റ്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "1967 ലെ യുദ്ധത്തിൽ ഇസ്രായേൽ വിജയിച്ചു, 1967 ന് മുമ്പുള്ള അതിർത്തികൾ വേണ്ടത്ര സംരക്ഷിക്കാൻ കഴിയുമെന്ന് ഇസ്രായേൽ തെളിയിച്ചു. [1] 1967 ന് മുമ്പുള്ള അതിർത്തികൾ ന്യായീകരിക്കാനാവാത്തവയാണെന്ന കേന്ദ്ര വാദത്തിന് ഇത് നുണ നൽകുന്നു. വളരെ ശത്രുതാപരമായ സാഹചര്യങ്ങളിൽ അവർ മുമ്പ് അവരെ പ്രതിരോധിച്ചു; പരമ്പരാഗതമായി ഭീഷണിപ്പെടുത്താത്ത സാഹചര്യങ്ങളിൽ, പ്രതിരോധം നൽകാനുള്ള പരമ്പരാഗത സൈനിക ശേഷിയും അമേരിക്കയുടെ അചഞ്ചലമായ പിന്തുണയും ഉപയോഗിച്ച് അവർക്ക് ഇപ്പോൾ അവരെ വീണ്ടും പ്രതിരോധിക്കാൻ കഴിയും. [1] ജോൺസൺ, പോൾ. \"ജൂതന്മാരുടെ ചരിത്രം\". വെയ്ഡൻഫെൽഡും നിക്കോള്സണും. 1987."}
{"_id": "test-international-aghbfcpspr-pro02b", "title": "മുൻ കൊളോണിയൽ ശക്തികൾ നഷ്ടപരിഹാരം നൽകണമെന്ന് ആഫ്രിക്ക ഗ്ലോബൽ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഈ നിർദ്ദേശം വികസ്വര രാജ്യങ്ങൾ അവരുടെ കോളനിക്കാർക്ക് മാപ്പ് നൽകുകയും ഭൂതകാലത്തിന്റെ കഷ്ടപ്പാടുകൾ മറക്കുകയും ചെയ്യുന്ന ഒരു സാഹചര്യത്തിലേക്ക് നയിക്കില്ല; പകരം, ആ കൊളോണിയൽ ശക്തികളെ അവരുടെ കഷ്ടപ്പാടുകളുടെ ഉറവിടമായി അവർ തിരിച്ചറിയുന്ന ഒരു സാഹചര്യത്തിലേക്ക് നയിക്കും, മറിച്ച് അവർക്ക് പ്രതിഫലം നൽകിക്കൊണ്ട് അവരുടെ മാനുഷിക സമഗ്രതയെ ദുർബലപ്പെടുത്താൻ ശ്രമിച്ച ശക്തിയായും ഇത് നയിക്കും. അത്തരം വികസ്വര രാജ്യങ്ങൾ എല്ലായ്പ്പോഴും നഷ്ടപരിഹാരത്തെ'അപര്യാപ്തമായ നഷ്ടപരിഹാരം'ആയി കാണും, കാരണം മനുഷ്യജീവിതത്തിനെതിരായ പ്രവൃത്തികൾക്കും അതിക്രമങ്ങൾക്കും പ്രായശ്ചിത്തം ചെയ്യാൻ കഴിയുന്ന ഒരു വലിയ തുകയില്ല. ഈ നീക്കം ഫലപ്രദമല്ലെന്ന് മാത്രമല്ല, വികസ്വര രാജ്യങ്ങളുടെ മനുഷ്യജീവിതത്തേക്കാൾ പണത്തിന് ഉയർന്ന മൂല്യമുള്ള ഒരു സ്ഥലമായി പാശ്ചാത്യരെ ചിത്രീകരിക്കുന്നതിലൂടെ നിലവിലെ സാഹചര്യത്തെ കൂടുതൽ വഷളാക്കുകയും ചെയ്യും; അതിനാൽ, മുൻ കോളനികൾ പാശ്ചാത്യർക്ക് മറ്റെന്തെങ്കിലും പദവി നേടിയിട്ടുണ്ടെന്ന് വിശ്വസിക്കാൻ ഒരു കാരണവുമില്ല."}
{"_id": "test-international-aghbfcpspr-pro03b", "title": "മുൻ കൊളോണിയൽ ശക്തികൾ നഷ്ടപരിഹാരം നൽകണമെന്ന് ആഫ്രിക്ക ഗ്ലോബൽ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഈ നഷ്ടപരിഹാരങ്ങൾ സ്വീകരിക്കുന്ന രാജ്യങ്ങളെ തൃപ്തിപ്പെടുത്താൻ കാര്യമായൊന്നും ചെയ്തിട്ടില്ല. ഉദാഹരണത്തിന്, നഷ്ടപരിഹാര കരാർ മെച്ചപ്പെടുത്താൻ ഇസ്രായേൽ ജർമ്മനിയോട് ആവശ്യപ്പെട്ടു [1], അതിന്റെ ഫലമായി ജർമ്മനി നഷ്ടപരിഹാരം പൂർണ്ണമായും പിൻവലിക്കുകയും രണ്ട് രാജ്യങ്ങൾ തമ്മിലുള്ള പിരിമുറുക്കങ്ങൾ വർദ്ധിപ്പിക്കുകയും ചെയ്തു. കൂടാതെ, ഇസ്രായേൽ ജർമ്മൻ നഷ്ടപരിഹാര പണത്തെ ആശ്രയിക്കുന്നു [3], നഷ്ടപരിഹാരം യഥാർത്ഥത്തിൽ സ്വീകരിക്കുന്ന രാജ്യത്തിന് മുൻ ആധിപത്യ രാജ്യങ്ങളുമായി ബന്ധം പുലർത്താതെ അവരുടെ മുഴുവൻ ദേശീയ സ്വത്വവും വികസിപ്പിക്കാൻ അനുവദിക്കുന്നില്ലെന്ന് സൂചിപ്പിക്കുന്നു. കൂടാതെ, ഇറ്റലിയിൽ നിന്ന് ലിബിയയിലേക്ക് നഷ്ടപരിഹാരം നൽകിയിട്ടും, ലിബിയ ഇപ്പോഴും'കൊളോണിയൽ നാശനഷ്ടങ്ങൾക്ക് അപര്യാപ്തമായ നഷ്ടപരിഹാരം'ആണെന്ന് വിശ്വസിക്കുന്നു. മുൻകാലങ്ങളിൽ നഷ്ടപരിഹാരം നൽകിയിട്ടുള്ളതിനാൽ, ഒരു തരത്തിലും അവർ വിജയിച്ചു അല്ലെങ്കിൽ ഇന്നത്തെ കാലത്ത് ലഭ്യമായ ഏറ്റവും മികച്ച ഓപ്ഷനാണെന്ന് കാണിക്കുന്നില്ല. [1]"}
{"_id": "test-international-aghbfcpspr-pro05b", "title": "മുൻ കൊളോണിയൽ ശക്തികൾ നഷ്ടപരിഹാരം നൽകണമെന്ന് ആഫ്രിക്ക ഗ്ലോബൽ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൃദയംഗമമായ ഖേദത്തിന്റെ പ്രകടനമായി ഇവിടെ ചിത്രീകരിച്ചിരിക്കുന്ന പൂർണ്ണമായ സാമ്പത്തിക സന്തുലിതാവസ്ഥയെ മറച്ചുവെക്കുന്നത് മുൻ നിർദ്ദേശ വാദങ്ങൾ വിവരിച്ച തത്വങ്ങളെ ദുർബലപ്പെടുത്തുന്നു. വാസ്തവത്തിൽ, ഇത് ഒരു പൊള്ളയായ ആംഗ്യമാണ്-അവർക്ക് വാഗ്ദാനം ചെയ്യുന്ന സഹായം നിരസിക്കാനുള്ള ഒരു രാജ്യത്തിൻറെ അവകാശത്തെ മറികടക്കാനുള്ള (നമ്മൾ അതിനോട് യോജിക്കുന്നില്ലെങ്കിലും) നഷ്ടപരിഹാരമായി വേഷംമാറുന്ന ഒന്ന്. സഹായം നിരസിക്കുന്നത് സ്വയം ഒരു പ്രകടമായ പ്രവർത്തനമാണ്; സ്വീകരിക്കുന്ന രാജ്യം ദാതാക്കളായ രാജ്യവുമായി സ്വയം ബന്ധപ്പെടാൻ ആഗ്രഹിക്കുന്നില്ലെന്ന് ഇത് ഒരു സന്ദേശം നൽകുന്നു. നഷ്ടപരിഹാരം ഒരു പഴുതായി ഉപയോഗിക്കാൻ ശ്രമിക്കുന്നതിലൂടെ, ഈ ആശയം ഒരേസമയം അവർക്ക് സഹായം ലഭിക്കുന്നുണ്ടോ ഇല്ലയോ എന്ന് തിരഞ്ഞെടുക്കാനുള്ള സ്വീകർത്താവിൻറെ അവകാശത്തെ വിമർശിക്കുകയും മറ്റെവിടെയെങ്കിലും നഷ്ടപരിഹാരത്തിൻറെ മൂല്യത്തെ ഒരു യഥാർത്ഥ ആംഗ്യമായി ദുർബലപ്പെടുത്തുകയും ചെയ്യുന്നു."}
{"_id": "test-international-aghbfcpspr-con01b", "title": "മുൻ കൊളോണിയൽ ശക്തികൾ നഷ്ടപരിഹാരം നൽകണമെന്ന് ആഫ്രിക്ക ഗ്ലോബൽ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പല മുൻ കോളനികളും ദരിദ്രമായി തുടരുന്നതിനാൽ (ഇത്രയും വർഷങ്ങൾക്ക് ശേഷവും), ഈ ആളുകൾക്ക് അത്തരം പണത്തിന്റെ ആവശ്യമില്ലെന്നതിന് വളരെ സാധ്യതയില്ല. സമയക്രമത്തിലെ വ്യത്യാസം അപ്രസക്തമാണ്; പ്രസക്തമായത് അത്തരം മുൻ കോളനികൾക്ക് ഈ പണത്തിന്റെ ആവശ്യകത പ്രകടമാണ്, കൊളോണിയൽ കാലഘട്ടത്തിലാണ് അതിക്രമങ്ങൾ നടന്നത് എന്നതാണ്. നിർദ്ദിഷ്ട ആളുകളെ കണ്ടെത്തുന്നത് വളരെ ബുദ്ധിമുട്ടായിത്തീർന്നാൽ, ഇറ്റലി ലിബിയയ്ക്ക് ചെയ്തതുപോലെ സർക്കാരിന് പണം നൽകാനും എളുപ്പത്തിൽ കഴിയും [1], ഈ സാഹചര്യത്തിൽ മെച്ചപ്പെട്ട അടിസ്ഥാന സൌകര്യങ്ങളുടെയും അടിസ്ഥാന ജീവിത സാഹചര്യങ്ങളുടെയും സാധ്യതകൾക്ക് രാജ്യവ്യാപകമായ നേട്ടമുണ്ടാകും. അത് ബുദ്ധിമുട്ടായിരിക്കാം എന്നതിനാൽ ഞങ്ങൾ ഇത് ചെയ്യണമെന്ന നിരവധി ശക്തമായ വാദങ്ങളെ മറികടക്കുന്നില്ല. [1] 12/09/11 ൽ നിന്ന്"}
{"_id": "test-international-aghbfcpspr-con04a", "title": "മുൻ കൊളോണിയൽ ശക്തികൾ നഷ്ടപരിഹാരം നൽകണമെന്ന് ആഫ്രിക്ക ഗ്ലോബൽ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "നഷ്ടപരിഹാരം നൽകുന്നതുതന്നെ മുൻ കോളനികളുടെ മേൽ ഒരു നവ-കൊളോണിയൽ അധികാരം ചെലുത്തുന്നു. പല മുൻ കോളനികളും നിരാശാജനകമായ സാമ്പത്തിക ആവശ്യത്തിലാണെന്ന അംഗീകാരം മുൻ കൊളോണിയൽ ശക്തികൾ അവരുടെ മേൽ ആധിപത്യം പുലർത്താൻ ആഗ്രഹിക്കുന്നു എന്ന അർത്ഥത്തെ വർദ്ധിപ്പിക്കുന്നു. നഷ്ടപരിഹാരം നൽകുന്നത് ആശ്രിതത്വത്തെ പ്രേരിപ്പിക്കുകയും മുൻ കോളനികളിലെ സർക്കാരിന്റെ രൂപത്തെ ദുർബലപ്പെടുത്തുകയും ചെയ്യും, കൂടാതെ സ്വീകരിക്കുന്ന രാജ്യത്തിനുള്ളിലെ നയമേഖലകളിൽ സ്വാധീനം ചെലുത്താൻ ദാതാക്കളുടെ സർക്കാരിനെ അനുവദിച്ചേക്കാം [1]. സ്വീകരിക്കുന്ന രാജ്യത്തിന് ഒരു സ്വതന്ത്ര രാഷ്ട്രമായി സ്വയം വികസിപ്പിക്കാനുള്ള മാർഗ്ഗങ്ങൾ നൽകുന്നതിനുപകരം, കോളനിവൽക്കരണ സമയത്ത് നിലനിന്നിരുന്ന പഴയ അധികാര ഘടനയെ ഈ പ്രമേയം ഓർമ്മിപ്പിക്കുന്നു. [1]"}
{"_id": "test-international-aghbfcpspr-con03a", "title": "മുൻ കൊളോണിയൽ ശക്തികൾ നഷ്ടപരിഹാരം നൽകണമെന്ന് ആഫ്രിക്ക ഗ്ലോബൽ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കോളനിവൽക്കരണത്തിന് കീഴിൽ ചെയ്ത പ്രവർത്തനങ്ങളുമായി യാതൊരു ബന്ധവുമില്ലാത്ത മുൻ കൊളോണിയൽ ശക്തികളുടെ നികുതിദായകർക്ക് നഷ്ടപരിഹാരം അന്യായമായി ലക്ഷ്യമിടുന്നു. ഈ സംവിധാനത്തിന് കീഴിൽ ആരാണ് കൃത്യമായി ശിക്ഷിക്കപ്പെടുന്നതെന്ന് വ്യക്തമല്ല. ഉദാഹരണത്തിന്, ഒരു രാജാവിൽ നിന്നോ സർക്കാരിൽ നിന്നോ പരസ്യമായി ക്ഷമാപണം നടത്തുന്നതിനുപകരം നഷ്ടപരിഹാരത്തിന് ഉത്തരവിടുന്നത് നികുതി അടയ്ക്കുന്ന പൌരന്മാർക്ക് ദോഷം വരുത്തുക മാത്രമാണ് ചെയ്യുന്നത്, അവരുടെ പണം അത്തരം നഷ്ടപരിഹാരം നൽകാൻ ഉപയോഗിക്കും. തെറ്റുകൾ യഥാർത്ഥത്തിൽ ചെയ്ത ആളുകളും ഇപ്പോൾ അക്ഷരാർത്ഥത്തിൽ അവർക്ക് പണം നൽകാൻ നിർബന്ധിതരായ ആളുകളും തമ്മിൽ വലിയ ബന്ധം വിച്ഛേദിക്കപ്പെടുന്നു. ഇത് മുൻ കോളനികളിലെ ജനങ്ങളോട് എന്തിനാണ് ശിക്ഷിക്കപ്പെടുന്നതെന്ന് മനസിലാക്കാത്ത നികുതിദായകരിൽ നിന്ന് ശത്രുത വർദ്ധിപ്പിക്കാൻ സാധ്യതയുണ്ട്. ചൂഷണത്തിന്റെ നേരിട്ടുള്ള ലാഭത്തിൽ നിന്ന് നഷ്ടപരിഹാരം നൽകാൻ കഴിയുന്ന ഒരു കേസല്ല ഇത്. അതിൽ നിന്ന് എന്തെങ്കിലും ലാഭം വളരെക്കാലം മുമ്പ് ചെലവഴിച്ചിരിക്കണം."}
{"_id": "test-international-aghbfcpspr-con02b", "title": "മുൻ കൊളോണിയൽ ശക്തികൾ നഷ്ടപരിഹാരം നൽകണമെന്ന് ആഫ്രിക്ക ഗ്ലോബൽ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ജർമ്മനി ചെയ്തതുപോലെ വളരെ ദീർഘകാലാടിസ്ഥാനത്തിൽ ചെറിയ ഗഡുക്കളായി നഷ്ടപരിഹാരം നൽകാൻ പൂർണ്ണമായും സാധ്യതയുണ്ട്, അതുവഴി ഒരു വലിയ തുകയേക്കാൾ ദീർഘകാല പരിഹാരം നൽകുന്നു. കൂടാതെ, മുൻ കൊളോണിയൽ ശക്തികൾ മുമ്പ് ചെയ്ത തെറ്റുകൾ അംഗീകരിക്കാനും ക്ഷമ ചോദിക്കാനുമുള്ള യഥാർത്ഥ ശ്രമമായി നഷ്ടപരിഹാരം വാഗ്ദാനം ചെയ്താൽ, ഇരു രാജ്യങ്ങളും തമ്മിലുള്ള ദീർഘകാല ബന്ധം ലഘൂകരിക്കപ്പെടും. അവസാനമായി, സിംബാബ്വെ, ലിബിയ തുടങ്ങിയ രാജ്യങ്ങളിലെ പൌരന്മാർ നഷ്ടപരിഹാരവും സഹായവും വാഗ്ദാനം ചെയ്താൽ പടിഞ്ഞാറിനെക്കുറിച്ചുള്ള അവരുടെ അഭിപ്രായത്തെ പുനർവിചിന്തനം ചെയ്യാനുള്ള സാധ്യത കൂടുതലാണ്. സ്വേച്ഛാധിപതികൾ പടിഞ്ഞാറിനെ അപലപിക്കുന്നത് തുടരുമ്പോഴും, മുൻ കൊളോണിയൽ ശക്തികൾ അവർ തെറ്റ് ചെയ്ത ആളുകളെ സഹായിക്കാനും ആശയവിനിമയം നടത്താനുമുള്ള എല്ലാ ശ്രമങ്ങളും കാണിച്ചാൽ അങ്ങനെ ചെയ്യുന്നത് അവർക്ക് ബുദ്ധിമുട്ടായിരിക്കും. [1] ഉയർന്നുവരുന്ന ഡേവിഡ്, ജർമ്മനി, ഹോളോകോസ്റ്റ് ടൈംസ്, 2012 നവംബർ 16 ന് ഇസ്രായേൽ അതിജീവിച്ചവർക്ക് നഷ്ടപരിഹാരം വർദ്ധിപ്പിക്കുന്നു."}
{"_id": "test-philosophy-pphbclsbs-pro02b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു ചെറിയ അനീതി പോലും ഉണ്ടെങ്കിൽ, അഭിസംബോധന ചെയ്യേണ്ട ഒരു പ്രശ്നമുണ്ട്. സമീപകാലത്തെ എല്ലാ പാശ്ചാത്യ രാജ്യങ്ങളിലെയും തീവ്രവാദ വിരുദ്ധ നിയമനിർമ്മാണം അന്താരാഷ്ട്ര ബാങ്കിംഗ് [1] മുതൽ ചെറിയ മോഷണങ്ങൾ വരെ വിവിധ ഉപയോഗങ്ങൾക്കായി ഉപയോഗിച്ചിട്ടുണ്ട് എന്നത് ഒരു വസ്തുതയാണ്. ഇത് തീർച്ചയായും ഈ നടപടികളുടെ യഥാർത്ഥ ഉദ്ദേശ്യങ്ങൾക്ക് അതീതമാണ്; നിസ്സാരമായി എടുക്കാൻ പാടില്ലാത്ത ഒന്ന്. [1] വിൻടോർ, പാട്രിക്, ഗില്ലൻ, ഓഡ്രി,'ലോസ്റ്റ് ഇൻ ഐസ്ലാൻഡ്ഃ കൌൺസിലുകൾ, ചാരിറ്റികൾ, പോലീസ് എന്നിവയിൽ നിന്ന് 1 ബില്യൺ പൌണ്ട്', 2008 ഒക്ടോബർ 10, 2011 സെപ്റ്റംബർ 9 ന് ആക്സസ് ചെയ്തു."}
{"_id": "test-philosophy-pphbclsbs-pro03b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "യുഎസ് പാട്രിയറ്റ് ആക്ട് പോലുള്ള നിയമവൽക്കരണത്തിന്റെ പ്രാധാന്യം ഒഴികെ പ്രതിപക്ഷം എല്ലായ്പ്പോഴും അത്തരം നിയമനിർമ്മാണം ഉപയോഗിക്കുന്നതിനാൽ അത് യഥാർത്ഥത്തിൽ ഉദ്ദേശിച്ചിരുന്നില്ല, ഉദാഹരണത്തിന് അഭിപ്രായ സ്വാതന്ത്ര്യത്തിനായി സമർപ്പിച്ചിരിക്കുന്ന മാധ്യമ കമ്പനികളെക്കുറിച്ച് അന്വേഷിക്കാൻ ഇത് ഉപയോഗിക്കുമ്പോൾ-വിക്കിലീക്സ് [1]. പാശ്ചാത്യ രാജ്യങ്ങൾ ഇതിനകം തന്നെ വളരെ ലിബറൽ ആണെന്ന വസ്തുത എന്തുകൊണ്ടാണ് അത് മാറേണ്ടത് എന്നതിന് ഒരു വാദമാകരുത്. പിന്നോക്കാവസ്ഥയ്ക്ക് പകരം പൌരന്മാർക്ക് കൂടുതൽ സ്വാതന്ത്ര്യത്തിലേക്ക് നാം നീങ്ങേണ്ടതല്ലേ? [1] ഐബി ടൈംസ് സ്റ്റാഫ് റിപ്പോർട്ടർ,'വിക്കിലീക്സ്ഃ യുഎസ്. പാട്രിയറ്റ് ആക്റ്റ് വഴി അസാൻജിനോട് വിവരങ്ങൾ ചോദിക്കുന്നു', 2011 ഓഗസ്റ്റ് 24, 2009 സെപ്റ്റംബർ 9 ന് ആക്സസ് ചെയ്തു."}
{"_id": "test-philosophy-pphbclsbs-pro05a", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പ്രായോഗികതയെയും അപകടസാധ്യതകളുടെ സന്തുലിതാവസ്ഥയെയും കുറിച്ചുള്ളതാണ് വാദം. അപകടസാധ്യതകൾ വളരെ വലുതാണെന്നും എന്തെങ്കിലും ചെയ്യേണ്ടതുണ്ടെന്നും അവർ സമ്മതിച്ചില്ലെങ്കിൽ അത് പ്രതിപക്ഷത്തിന് അവിശ്വസനീയമാംവിധം വഞ്ചനാപരമായിരിക്കും. കാരണം, ആഴത്തിൽ, ഇത് അപകടസാധ്യതകളുടെ സന്തുലിതാവസ്ഥയാണെന്ന് എല്ലാവർക്കും അറിയാം-പ്രായോഗികമായി എല്ലാ സർക്കാരും ജീവൻ രക്ഷിക്കാൻ ശ്രമിക്കുന്നു. തീർച്ചയായും, പൌരന്മാരെ സംരക്ഷിക്കുക എന്നത് സർക്കാരിന്റെ പ്രാഥമിക കടമയാണ്, എന്നാൽ ഇത് ചില പൌരസ്വാതന്ത്ര്യങ്ങൾ നഷ്ടപ്പെടുന്നതിലൂടെ മാത്രമേ ചെയ്യാൻ കഴിയൂ. ഈ സ്വാതന്ത്ര്യങ്ങൾ തീർച്ചയായും കോടതികൾ പൂർണ്ണമായും സംരക്ഷിക്കും. ജീവിതത്തിന്റെയും മരണത്തിന്റെയും പ്രശ്നത്തെക്കുറിച്ച് പറയുമ്പോൾ, കുറച്ച് പൌരസ്വാതന്ത്ര്യങ്ങൾ വിവേകമുള്ള ഏതൊരു പൌരനും മനഃപൂർവ്വം ഉപേക്ഷിക്കുമെന്നതാണ് നിർദ്ദേശത്തിന്റെ പ്രതീക്ഷ."}
{"_id": "test-philosophy-pphbclsbs-pro01b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പാശ്ചാത്യ സർക്കാരുകൾ സ്വീകരിച്ച ചില സുരക്ഷാ നടപടികളെ ഒന്നും ന്യായീകരിക്കുന്നില്ല. കുറ്റക്കാരനാണെന്ന് തെളിയിക്കപ്പെടുന്നതുവരെ കുറ്റാരോപിതൻ നിരപരാധിയാണെന്ന പുരാതന പാശ്ചാത്യ കൺവെൻഷനുകളും ന്യായമായ വിചാരണയ്ക്കുള്ള അവന്റെ അവകാശവും യുകെയിലെ സമീപകാല ലേബർ ഭരണകൂടം ദുർബലപ്പെടുത്തി. എല്ലാം സുരക്ഷയുടെ പേരിൽ. ഇടപാടുകൾ വളരെ ദൂരം പോയി; സ്വാതന്ത്ര്യം എന്തുവിലകൊടുത്തും സംരക്ഷിക്കപ്പെടേണ്ട ഒന്നാണ്-ലോകമെമ്പാടുമുള്ള സർക്കാരുകൾ സംസ്ഥാനത്തിന്റെ മുഴുവൻ പോയിന്റും പൌരന്മാരുടെ സ്വാതന്ത്ര്യത്തെ സംരക്ഷിക്കുന്നുവെന്ന് മറന്നുവെന്ന് തോന്നുന്നു, അതിനെ നശിപ്പിക്കുകയല്ല. [1] ബിബിസി ന്യൂസ്,'ഹേബിയസ് കോർപ്പസിന്റെ ഒരു ഹ്രസ്വ ചരിത്രം', 2005 മാർച്ച് 9, 2011 സെപ്റ്റംബർ 9 ന് ആക്സസ് ചെയ്തു."}
{"_id": "test-philosophy-pphbclsbs-pro05b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഈ നിർദ്ദേശം മുഴുവൻ കഥയാണെങ്കിൽ പ്രശ്നം തീർച്ചയായും എളുപ്പത്തിൽ പരിഹരിക്കപ്പെടും. നിർഭാഗ്യവശാൽ, നടപ്പാക്കിയ നിയമപരമായ നടപടികൾ എല്ലായ്പ്പോഴും ദുരുപയോഗത്തിന് വിധേയമായിരിക്കും, അതിനാൽ, എല്ലാ ശക്തികളും ദുഷിപ്പിക്കുകയും-സമ്പൂർണ്ണ അധികാരം പൂർണ്ണമായും ദുഷിപ്പിക്കുകയും ചെയ്യുന്നതിനാൽ-അധികാരികൾക്ക് നാം കൂടുതൽ കൂടുതൽ അധികാരം നൽകുമ്പോൾ കൂടുതൽ കൂടുതൽ ദുരുപയോഗത്തിനും അഴിമതിക്കും നാം സാക്ഷ്യം വഹിക്കും. വലുതും ശക്തവുമായ സർക്കാരുകളിൽ എന്താണ് സംഭവിക്കുന്നതെന്ന് നമ്മൾ കണ്ടു; ഇത് ഒരു ചരിത്രപരമായ നിയമമാണ്, അപവാദമില്ലാതെ."}
{"_id": "test-philosophy-pphbclsbs-pro04b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ജനകീയ പിന്തുണയോടെയാണ് നടപടികൾ നടപ്പാക്കുന്നത്; പ്രതിപക്ഷത്തിന് ഇതിനെതിരെ വാദിക്കാൻ കഴിയില്ല. എന്നിരുന്നാലും, സുസ്ഥിരമായ ഒരു സമൂഹം നൽകുന്നതിനപ്പുറം ജനാധിപത്യത്തിന് ചില അന്തർലീനമായ മൂല്യമുണ്ടെന്ന് അവകാശപ്പെടുന്നത് നിഷ്കളങ്കമാണ്. ജനാധിപത്യം, ഈ ഉദാഹരണത്തിൽ, ഭൂരിപക്ഷത്തിന്റെ സ്വേച്ഛാധിപത്യമാണ്-അന്യായമായ തീവ്രവാദ വിരുദ്ധ നിയമനിർമ്മാണം പോലുള്ള ജനകീയ നടപടികൾക്ക് യുക്തിസഹമായ ചർച്ചയിൽ യാതൊരു പ്രസക്തിയുമില്ല."}
{"_id": "test-philosophy-pphbclsbs-pro03a", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പാശ്ചാത്യ രാജ്യങ്ങൾ ഇതിനകം തന്നെ അങ്ങേയറ്റം ഉദാരമായ നിയമങ്ങളിൽ നിന്ന് പ്രയോജനം നേടുന്നു. പൌരസ്വാതന്ത്ര്യത്തെ ബഹുമാനിക്കുന്നതിലും ബഹുമാനിക്കുന്നതിലും യുഎസ്എ നിലവിൽ മിക്ക രാജ്യങ്ങളെക്കാളും മികച്ചതാണ്. പുതിയ സുരക്ഷാ നടപടികൾ ഈ സ്വാതന്ത്ര്യത്തെ വളരെയധികം വിട്ടുവീഴ്ച ചെയ്യുന്നില്ല, കൂടാതെ യുഎസ് നടപടികൾ മറ്റ് ജനാധിപത്യ വികസിത രാജ്യങ്ങളിൽ ഇതിനകം പ്രാബല്യത്തിൽ ഉള്ള സമാനമായ നടപടികളുമായി താരതമ്യപ്പെടുത്താവുന്നതാണ്, ഉദാഹരണത്തിന് സ്പെയിനും യുകെയും, യുഎസ്എയേക്കാൾ വളരെക്കാലം ആഭ്യന്തര ഭീകരതയെ നേരിടേണ്ടിവന്നു. വസ്തുതകൾ സ്വയം സംസാരിക്കുന്നു-യുഎസ്എ ആരോഗ്യകരമായ പാശ്ചാത്യ-ഉദാരവാദം ആസ്വദിക്കുന്നു, ഇത് ലോകത്തിലെ ഭൂരിഭാഗം ആളുകൾക്കും സങ്കൽപ്പിക്കാൻ പോലും കഴിയില്ല. പൌരന്മാരുടെ (യുഎസ് പോലുള്ള രാജ്യങ്ങൾ) ചില ചെറിയ സ്വാതന്ത്ര്യങ്ങൾ ഇല്ലാതാകുന്ന പ്രശ്നം ആ സംസ്ഥാനത്തിന്റെ നിലനിൽപ്പ് സംരക്ഷിക്കുന്നതിനുള്ള വളരെ വലിയ പ്രശ്നത്തിന് അനുകൂലമായി അവഗണിക്കപ്പെടണം. [1] [1] സെറ്റർ, കിം,'ദി പാട്രിയറ്റ്', നിങ്ങളുടെ സുഹൃത്ത് നിയമം, 2004 ഫെബ്രുവരി 9 ന് ആക്സസ് ചെയ്തു."}
{"_id": "test-philosophy-pphbclsbs-con03b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പ്രതിപക്ഷത്തിന്റെ വാദം ശരിയാണെങ്കിൽ വിജയിക്കാൻ ഒരു മാർഗവുമില്ല. വാദം യുക്തിരഹിതമാണ്; നാമെല്ലാവരും ഇരകളാകുന്നതുവരെ തീവ്രവാദികൾ നമ്മെ പതുക്കെ പിടിച്ചെടുക്കുമായിരുന്നു, കാരണം നമ്മൾ അവരെ വെറുതെ അനുവദിച്ചു. ചുരുക്കത്തിൽ, സർക്കാരുകൾ പൂർണ്ണമായും യുക്തിരഹിതമായിരിക്കുന്നതിനും പക്വതയില്ലാത്ത ഉയർന്ന നിലപാടിൽ ഉറച്ചുനിൽക്കുന്നതിനും പകരം എന്തെങ്കിലും ചെയ്യേണ്ടതുണ്ട്-\"അവരെ വിജയിക്കാൻ അനുവദിക്കുക\" എന്നത് ഒരു ബാലിശമായ വാദമാണ്."}
{"_id": "test-philosophy-pphbclsbs-con05a", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പൊതുജനങ്ങളുടെ കണ്ണിൽ, സർക്കാർ എല്ലാവരെയും സംശയിക്കുന്നതായി തോന്നുന്നു. തീവ്രവാദ വിരുദ്ധ നടപടികൾ ചില ആളുകളെ പിടികൂടാൻ ശ്രമിക്കുകയാണെന്ന് കരുതപ്പെടുന്നുണ്ടെങ്കിലും, പൊതുജനങ്ങൾ മുഴുവനും ദിവസേന കഷ്ടപ്പെടേണ്ടിവരുന്നുഃ ധാരാളം സുരക്ഷാ ക്യാമറകൾ, സുരക്ഷാ പരിശോധനകൾ, സ്വകാര്യത വിരുദ്ധ നടപടികൾ എന്നിവ നിരപരാധികളായ ആളുകളുടെ ജീവിതത്തെ നിരന്തരം ആക്രമിക്കുന്നു, എന്നിട്ടും ശിക്ഷിക്കപ്പെടുന്നത് തീവ്രവാദികളാണെന്ന് കരുതപ്പെടുന്നു. നീതിയുടെ പ്രശ്നവും അത് യഥാർത്ഥത്തിൽ നടക്കുന്നുണ്ടോ എന്നതും ശരിയായി പരിശോധിക്കേണ്ടതുണ്ട്. ഈ നടപടികൾ തീവ്രവാദത്തിന്റെ പ്രശ്നം പരിഹരിക്കുകയല്ല, കാരണം അത് പ്രധാന പരാതികൾ അഭിസംബോധന ചെയ്യുന്നില്ല. പകരം വടക്കൻ അയർലൻഡിൽ സംഭവിച്ചതുപോലെ പരാതികൾ പരിഹരിക്കുന്നതിനുള്ള ചർച്ചകൾ പോലുള്ള മറ്റ് വഴികൾ ആവശ്യമാണ്. [1] ബൌക്കോട്ട്, ഓവൻ,'വടക്കൻ അയർലൻഡ്', ദി ഗാർഡിയൻ, 11 മെയ് 2007, 2011 സെപ്റ്റംബർ 9 ന് ആക്സസ് ചെയ്തു."}
{"_id": "test-philosophy-pphbclsbs-con03a", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "തീവ്രവാദികളെ വിജയിക്കാൻ അനുവദിക്കുക എന്നതാണ് എല്ലാ തീവ്രവാദികളുടെയും ലക്ഷ്യം അക്രമാസക്തമായ മാർഗങ്ങളിലൂടെ സർക്കാർ നയത്തെ സ്വാധീനിക്കുക എന്നതാണ്. നമ്മുടെ രാജ്യം എങ്ങനെ പ്രവർത്തിക്കുന്നുവെന്ന് നമ്മൾ മാറ്റുകയാണെങ്കിൽ നമ്മൾ തീവ്രവാദികളെ വിജയിക്കാൻ അനുവദിക്കും-അവർ ആഗ്രഹിച്ചത് അവർക്ക് ലഭിക്കും. നമ്മൾ ജീവിക്കുന്ന രീതി മാറ്റുകയാണെങ്കിൽ [1], കൂടുതൽ സുരക്ഷാ നടപടികൾ അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും, നമ്മൾ നമ്മുടെ സമൂഹത്തെ തീവ്രവാദികളുടെ രീതിയിൽ രൂപപ്പെടുത്തും. അതിനാൽ വിമാനത്താവളങ്ങളിലെ കൂടുതൽ സുരക്ഷാ നടപടികൾ യാത്ര ചെയ്യാനുള്ള സ്വാതന്ത്ര്യത്തെ പരിമിതപ്പെടുത്തുന്നു, രാജ്യത്തെ ഒരു നിരീക്ഷണ സമൂഹമാക്കി മാറ്റുന്നത് എല്ലാവരേയും പരിഭ്രാന്തരാക്കുന്നു; ആത്യന്തികമായി തീവ്രവാദത്തെ ചെറുക്കാനുള്ള ഏറ്റവും നല്ല മാർഗ്ഗമായ സ്വാതന്ത്ര്യം നഷ്ടപ്പെട്ടതിനാൽ രാജ്യം പഴയതുപോലെ ആയിരിക്കില്ല. ഇത് വിപരീതമായ തെറ്റാണ്. [1] സിമാനോവിച്ച്, സ്റ്റീവ്,'നിങ്ങൾ ഇത് വായിച്ചില്ലെങ്കിൽ, തീവ്രവാദികൾ വിജയിക്കും', വാഷിംഗ്ടൺ ബിസിനസ് ജേണൽ, ഡിസംബർ 24,2001,"}
{"_id": "test-philosophy-pphbclsbs-con05b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇത് മറ്റേതൊരു അന്വേഷണത്തെയും പോലെയാണ്. തീർച്ചയായും സർക്കാർ ഒരു വിശാലമായ സമീപനം സ്വീകരിക്കേണ്ടതുണ്ട്, കാരണം ഏതെങ്കിലും പഴുതുകൾ നിഷ്കളങ്കരായ തീവ്രവാദികൾക്ക് ചൂഷണം ചെയ്യാൻ കഴിയും. നിർഭാഗ്യകരമായ പ്രത്യാഘാതങ്ങളുള്ള ഒന്നാണെങ്കിലും ഇത് ഒരു ആവശ്യകതയാണ്, പക്ഷേ ഒരു ആവശ്യകത തന്നെയാണ്. തീവ്രവാദികളുമായുള്ള ചർച്ചകളെ സംബന്ധിച്ചിടത്തോളം, മൌലികവാദ പശ്ചാത്തലത്തിലുള്ള തീവ്രവാദികളെ കൈകാര്യം ചെയ്യുമ്പോൾ ഈ ഓപ്ഷൻ നിലവിലില്ലെന്ന് നിർദ്ദേശങ്ങൾ അഭിപ്രായപ്പെടുന്നു, അവർ നിർവചനം അനുസരിച്ച് വിട്ടുവീഴ്ച ചെയ്യാൻ തയ്യാറല്ല, അതിനാൽ അവരുമായി ചർച്ച ചെയ്യാൻ കഴിയില്ല."}
{"_id": "test-philosophy-pphbclsbs-con02b", "title": "പൌരസ്വാതന്ത്ര്യങ്ങൾ ത്യജിക്കണമെന്ന് പൊളിറ്റിക്കൽ ഫിലോസഫി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പ്രതിപക്ഷം ചരിത്രത്തിൽ നിന്നുള്ള ഉദാഹരണങ്ങൾ ഉദ്ധരിക്കുകയാണെങ്കിൽ, പാശ്ചാത്യ സർക്കാരുകൾ വർദ്ധിച്ചുവരുന്ന അധികാരത്തിൻറെ ദുഷിച്ച പ്രത്യാഘാതങ്ങളെ ചെറുക്കുകയും നന്മയിൽ നിന്ന് തിന്മയിലേക്ക് മാറാതിരിക്കുകയും ചെയ്യുന്നതിന് സമാനമായ നിരവധി ഉദാഹരണങ്ങളുണ്ട്. ഇന്നത്തെ മിക്ക പാശ്ചാത്യ രാജ്യങ്ങൾക്കും താരതമ്യേന നല്ല ട്രാക്ക് റെക്കോർഡ് ഉണ്ട് എന്നതാണ് വസ്തുത. പ്രതിപക്ഷം വീണ്ടും യഥാർത്ഥ ശത്രുവായ തീവ്രവാദികളെ മറക്കുന്നതായി തോന്നുന്നു. മിക്ക പാശ്ചാത്യ രാജ്യങ്ങളിലും നമുക്ക് പൂർണ്ണമായും സ്വതന്ത്രവും ഉദാരവുമായ ജുഡീഷ്യറിയുണ്ട്, മനുഷ്യാവകാശ ലംഘനങ്ങൾ ശക്തമായും ജാഗ്രതയോടെയും നിരീക്ഷിക്കുകയും പൌരസ്വാതന്ത്ര്യങ്ങൾ സംരക്ഷിക്കുകയും ചെയ്യുന്നു. മിക്കവാറും എല്ലാ പാശ്ചാത്യ രാജ്യങ്ങളിലും, ഒരു വഴുവഴുപ്പ് ഇല്ല."}
{"_id": "test-philosophy-npppmhwup-pro02b", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "സർവകലാശാലകളുടെ പ്രവേശന നടപടിക്രമങ്ങളിൽ പക്ഷപാതത്തിന് തെളിവുകളില്ല. സർവകലാശാലകളുടെ പ്രവേശന വകുപ്പുകൾ നീതി ഉറപ്പാക്കാൻ വളരെയധികം ശ്രമിക്കുന്നു, കുറഞ്ഞത് അവരുടെ സ്ഥാപനത്തിന്റെ ബൌദ്ധിക വിശ്വാസ്യത നിലനിർത്തുന്നതിനായി മികച്ച അപേക്ഷകരെ മാത്രം എടുക്കുന്നത് അവരുടെ സ്വന്തം താൽപ്പര്യത്തിൽ ആയതിനാൽ. ഏതെങ്കിലും പ്രത്യക്ഷമോ വ്യക്തമോ ആയ വിവേചനം നിയമവിരുദ്ധമായിരിക്കും, കൂടാതെ ഒന്നിലധികം അക്കാദമികർ വിശാലമായ പ്രവേശന നടപടിക്രമങ്ങളും അഭിമുഖവും (ബാധകമെങ്കിൽ) ഉപയോഗിക്കുന്നതിലൂടെ ഇത് സംരക്ഷിക്കപ്പെടണം. മുൻവിധികളുടെ ഏത് ആരോപണവും'വർണ്ണാന്ധത'(അല്ലെങ്കിൽ സ്കൂൾ-അന്ധത) പ്രവേശനത്തിനുള്ള വാദമായിരിക്കും, അതിൽ അപേക്ഷകന്റെ പശ്ചാത്തലം അഡ്മിഷൻ ഓഫീസറിൽ നിന്ന് മറച്ചുവെക്കപ്പെടുന്നു, അങ്ങനെ വിവേചനം, അബോധാവസ്ഥ അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും സാധ്യത തടയുന്നു. അനുകൂലമായ വിവേചനത്തിന്റെ സാന്നിധ്യം, എന്തെങ്കിലും ഉണ്ടെങ്കിൽ, സർവകലാശാല കാമ്പസുകളിൽ വംശീയതയുടെയും മുൻവിധികളുടെയും സംഭവങ്ങൾ ഉയർത്തും, ലക്ചറർമാരും സഹ വിദ്യാർത്ഥികളും സർവകലാശാലയിലെ അംഗങ്ങളോട് നീരസം പ്രകടിപ്പിക്കുന്നതായി കരുതപ്പെടുന്നു."}
{"_id": "test-philosophy-npppmhwup-pro03b", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "അനുകൂലമായ വിവേചനം സർവ്വകലാശാലയെക്കുറിച്ചുള്ള നിഷേധാത്മകമായ ധാരണകൾ വർദ്ധിപ്പിക്കും. പിന്നാക്കം നിൽക്കുന്ന വിഭാഗങ്ങൾക്കിടയിൽ കാമ്പസ് ജീവിതത്തെക്കുറിച്ചുള്ള മനോഭാവങ്ങൾ മാറുന്നതിനുപകരം, അനുകൂലമായ വിവേചനം രക്ഷാകർതൃത്വമായി കാണപ്പെടാനും വംശീയ ന്യൂനപക്ഷങ്ങളുടെയും തൊഴിലാളിവർഗ്ഗത്തിന്റെയും നേട്ടങ്ങളെ അവഹേളിക്കാനും പ്രതികൂലമായ സ്റ്റീരിയോടൈപ്പുകൾ ശക്തിപ്പെടുത്താനും സാധ്യതയുണ്ട്. 15. പിന്നാക്കം നിൽക്കുന്ന വിഭാഗങ്ങൾ മറ്റുള്ളവയേക്കാൾ വളരെ പിന്നിലാണെന്നും അവർക്ക് അനുകൂലമായും ക്വാട്ടകളിലും വിവേചനം ആവശ്യമാണെന്നും പ്രസ്താവന നടത്തുന്നതിലൂടെ, സർവ്വകലാശാലകൾ അവർ സഹായിക്കാൻ ആഗ്രഹിക്കുന്ന ഗ്രൂപ്പിൽ നിന്ന് സ്വയം അകന്നുപോകുകയും വരേണ്യവർഗമായി മാറുകയും ചെയ്യും. സർവേ തെളിവുകൾ സൂചിപ്പിക്കുന്നത് സ്ഥിരമായ നടപടിയെ സാധാരണയായി ടാർഗെറ്റ് ഗ്രൂപ്പ് എതിർക്കുന്നു, ജനങ്ങൾക്ക് സർക്കാർ ഒരു'ലെഗ്-അപ്പ്'നൽകാതെ തന്നെ തങ്ങൾക്കായി കാര്യങ്ങൾ നേടാൻ ആഗ്രഹിക്കുന്നുവെന്ന കാഴ്ചപ്പാട് സ്ഥിരീകരിക്കുന്നു. കൂടാതെ, അനുകൂലമായ വിവേചനം സഹായമില്ലാതെ പോലും സർവകലാശാലയിൽ അംഗീകരിക്കപ്പെടുമായിരുന്നവരുടെ നേട്ടങ്ങളെ വിലകുറപ്പിക്കുന്നു, അപേക്ഷിക്കുന്നതിൽ നിന്ന് ഈ ആളുകളെ പിന്തിരിപ്പിക്കാൻ സാധ്യതയുണ്ട്."}
{"_id": "test-philosophy-npppmhwup-pro01b", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "സ്ഥിരീകരണപരമായ നടപടി പാവപ്പെട്ടവർക്കും വംശീയ ന്യൂനപക്ഷങ്ങൾക്കും അവസരസമത്വം സൃഷ്ടിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, കഴിവുള്ള വിദ്യാർത്ഥികൾക്ക് അവരുടെ സ്ഥാനങ്ങൾ നഷ്ടപ്പെടുന്ന ഒരു അന്യായമായ സാഹചര്യം സൃഷ്ടിക്കുന്നു. അവരുടെ ടെസ്റ്റ് സ്കോറുകൾ ഉപയോഗിച്ച് അളക്കുന്ന കൂടുതൽ കഴിവുള്ള ഒരാളേക്കാൾ കൂടുതൽ കഴിവുള്ള ഒരു അപേക്ഷകനെ പ്രോത്സാഹിപ്പിക്കുക എന്നതാണ് സ്ഥിരീകരണപരമായ നടപടിയുടെ മുഴുവൻ പോയിന്റായതിനാൽ കഴിവ് ആത്യന്തികമായി പ്രതിഫലം ലഭിക്കില്ല. പരീക്ഷാ പ്രകടനം, അഭിരുചി പരിശോധന തുടങ്ങിയ ഒരു വ്യക്തിയുടെ കഴിവിന്റെ ന്യായമായ വസ്തുനിഷ്ഠമായ നടപടികൾ അവഗണിക്കപ്പെട്ടാൽ ഇത് സംവിധാനത്തിന്റെ ന്യായബോധത്തെ ദുർബലപ്പെടുത്തുന്നു. പോസിറ്റീവ് വിവേചനത്തിന്റെ ഒരു സംവിധാനത്തിന് കീഴിൽ, ഭൂരിപക്ഷ വിഭാഗത്തിൽ നിന്നുള്ള കഴിവുള്ള വിദ്യാർത്ഥികൾ അല്ലെങ്കിൽ സ്വകാര്യ സ്കൂളിൽ പോയവർ ഒരേ നേട്ടം നേടാൻ മറ്റുള്ളവരെക്കാൾ കൂടുതൽ നേടാൻ ആവശ്യമാണ്. കൂടാതെ, സ്ഥിരീകരണ നടപടിയില്ലാതെ സർവകലാശാലയിൽ പ്രവേശിക്കുന്ന ലക്ഷ്യമിടുന്ന ഗ്രൂപ്പിൽ നിന്നുള്ള കഴിവുള്ള വിദ്യാർത്ഥികൾക്ക് പോസിറ്റീവ് വിവേചനം മോശമാണ്ഃ നയം അവരുടെ നേട്ടങ്ങളെ ദുർബലപ്പെടുത്തും, അവരുടെ സമപ്രായക്കാരെ (അവർ പോലും) വ്യത്യസ്തമായ സ്ഥലങ്ങളിൽ അവർക്ക് ലഭിച്ചുവെന്ന് വിശ്വസിപ്പിക്കുകയും ചെയ്യുന്നു."}
{"_id": "test-philosophy-npppmhwup-pro04b", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "ക്വോട്ടകൾ കളങ്കങ്ങൾ സൃഷ്ടിക്കുകയും വംശീയ ന്യൂനപക്ഷങ്ങളെക്കുറിച്ച് നിഷേധാത്മകമായ സ്റ്റീരിയോടൈപ്പുകൾ നടപ്പിലാക്കുകയും ചെയ്യുന്നു. ഇതിനർത്ഥം ഈ ഗ്രൂപ്പുകളിൽ നിന്നുള്ള വിദ്യാർത്ഥികൾക്ക് സ്വന്തമായി സർവകലാശാലകളിൽ പ്രവേശിക്കാൻ കഴിവില്ല എന്നാണ്. സർവകലാശാലയിലെ അവരുടെ കാലയളവിൽ വിദ്യാർത്ഥികൾക്ക് \"ക്വാട്ട വിദ്യാർത്ഥി\" എന്ന് അറിയപ്പെടുന്ന കളങ്കം നേരിടേണ്ടിവന്നേക്കാം. ഇത് വിദ്യാർത്ഥികൾക്ക് താഴ്ന്ന നില അനുഭവപ്പെടുകയും ആത്മവിശ്വാസം നഷ്ടപ്പെടുകയും ചെയ്യും, ഇത് ആത്യന്തികമായി അവരുടെ അക്കാദമിക് പ്രകടനത്തെ ബാധിച്ചേക്കാം. കൂടാതെ, ക്വാട്ടകൾ പ്രശ്നത്തിന്റെ മൂലകാരണം പരിഹരിക്കില്ല. ദരിദ്രരെയും വംശീയ ന്യൂനപക്ഷങ്ങളെയും സഹായിക്കാനുള്ള ഏറ്റവും നല്ല മാർഗം പബ്ലിക് സ്കൂളുകളിലെയും അടിസ്ഥാന സേവനങ്ങളിലെയും നിക്ഷേപങ്ങളിലൂടെയാണ്, അതിനാൽ ദിവസാവസാനം, പ്രവേശന പരീക്ഷകൾ അക്കാദമിക് കഴിവിന്റെ യഥാർത്ഥ പ്രതിഫലനമാണ്, അല്ലാതെ സമ്പദ്വ്യവസ്ഥയുടെയും ഭൂമിശാസ്ത്രത്തിന്റെയും ഫലമല്ല. [1] [1] സ്റ്റാൾബെർഗ്, എസ്. ജി. \"ബ്രസീലിലെ വിദ്യാഭ്യാസത്തിലെ വംശീയ അസമത്വവും സ്ഥിരീകരണ പ്രവർത്തനവും\"."}
{"_id": "test-philosophy-npppmhwup-pro03a", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "സർവ്വകലാശാലയുടെ ജീവിതത്തെക്കുറിച്ചുള്ള നിഷേധാത്മകമായ ധാരണകൾ മാറുന്നു സർവ്വകലാശാലയുടെ ജീവിതത്തെക്കുറിച്ചുള്ള നിഷേധാത്മകമായ ധാരണകൾ മാറുന്നതിന് സ്ഥിരീകരണപരമായ നടപടി ആവശ്യമാണ്. ഈ അവസ്ഥയിൽ ഉന്നത സർവകലാശാലകളിൽ (അല്ലെങ്കിൽ സർവ്വകലാശാലയിൽ) അപേക്ഷിക്കാൻ കഴിവുള്ള നിരവധി വിദ്യാർത്ഥികൾ വരേണ്യ സ്ഥാപനങ്ങളെക്കുറിച്ചുള്ള അവരുടെ നിഷേധാത്മകമായ ധാരണകൾ കാരണം മാറ്റിവയ്ക്കപ്പെടുന്നു. വിദ്യാർത്ഥികളുടെ ജനസംഖ്യയുടെ ഘടന കാരണം ഈ ധാരണ നിലനിൽക്കുന്നു-കറുത്ത ഹൈസ്കൂൾ വിദ്യാർത്ഥികൾ വെളുത്ത ലക്ചറർമാരും വിദ്യാർത്ഥികളും നിറഞ്ഞ ഒരു സർവ്വകലാശാല തങ്ങൾക്ക് സ്വാഗതാർഹമായ അന്തരീക്ഷമല്ലെന്ന് കാണുകയും അതിനെ വംശീയമായി പോലും കാണുകയും ചെയ്തേക്കാം. [1] സർവ്വകലാശാലയുടെ ഈ നിർഭാഗ്യകരമായ സ്റ്റീരിയോടൈപ്പിനെ മറികടക്കാനുള്ള ഏക മാർഗം വിദ്യാർത്ഥികളുടെ ജനസംഖ്യയെ മാറ്റുക എന്നതാണ്, എന്നാൽ ന്യൂനപക്ഷ പശ്ചാത്തലങ്ങളിൽ നിന്നുള്ള കുറച്ച് ആളുകൾ മാത്രം അപേക്ഷിക്കുമ്പോൾ ഇത്'ഓർഗാനിക്'ആയി ചെയ്യുന്നത് അസാധ്യമാണ്. അതിനാൽ, ക്വാട്ടകളും മറ്റ് തരത്തിലുള്ള സ്ഥിരീകരണ നടപടികളും ഉപയോഗിക്കേണ്ടത് ആവശ്യമാണ്, വിദ്യാർത്ഥികളുടെ ശരീരത്തെ ഹ്രസ്വകാലത്തേക്ക് മാറ്റാൻ, കൂടുതൽ ദീർഘകാലാടിസ്ഥാനത്തിലുള്ള ആപ്ലിക്കേഷനുകളിൽ നിന്ന് വിദ്യാർത്ഥികളെ പ്രോത്സാഹിപ്പിക്കുക."}
{"_id": "test-philosophy-npppmhwup-pro04a", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "ന്യൂനപക്ഷങ്ങളുടെ എണ്ണം വർദ്ധിപ്പിക്കുക കോളേജ് പ്രവേശന പ്രക്രിയകൾ വ്യക്തിപരമല്ലാത്തതും വെളുത്ത, സമ്പന്നരായ വിദ്യാർത്ഥികൾക്ക് അനുകൂലവുമാണ്-അതിനാൽ, ന്യൂനപക്ഷ വിദ്യാർത്ഥികൾക്ക് പ്രത്യേകമായി ക്വാട്ടകൾ സ്ഥാപിക്കേണ്ടതുണ്ട്, കാരണം അവ സ്റ്റാൻഡേർഡ് ടെസ്റ്റുകളെയോ കോളേജ് പ്രവേശന പരീക്ഷകളെയോ വളരെയധികം ആശ്രയിക്കുന്നു. ഇത് ബ്രസീൽ പോലുള്ള രാജ്യങ്ങൾ മിക്ക സർവകലാശാലകളിലും ബ്രൌൺ (മിക്സഡ്), ബ്ലാക്ക് വിദ്യാർത്ഥികൾക്ക് ക്വാട്ടകൾ സൃഷ്ടിക്കാൻ കാരണമായി. [1] ഈ വിദ്യാർത്ഥികൾക്ക് അവരുടെ സമ്പന്നരായ, വെളുത്ത എതിരാളികൾ ആസ്വദിക്കുന്ന മികച്ച വിദ്യാഭ്യാസം താങ്ങാൻ കഴിയില്ല, അതിനാൽ കോളേജ് പരീക്ഷകളിൽ മികച്ച പ്രകടനം കാഴ്ചവയ്ക്കുകയും സർവകലാശാലയിൽ പ്രവേശനം നേടാതിരിക്കുകയും ചെയ്യുന്നു. പ്രവേശന പ്രക്രിയ അൽപ്പം നീതിയുക്തമാക്കുന്നതിനും സർവകലാശാല കാമ്പസുകളിൽ ന്യൂനപക്ഷങ്ങളുടെ എണ്ണം വർദ്ധിപ്പിക്കുന്നതിനും ക്വാട്ടകൾ ആവശ്യമാണ്. [1] സ്റ്റാൾബെർഗ്, എസ്. ജി. \"ബ്രസീലിലെ വിദ്യാഭ്യാസത്തിൽ വംശീയ അസമത്വവും സ്ഥിരീകരണ പ്രവർത്തനവും\"."}
{"_id": "test-philosophy-npppmhwup-con03b", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "സ്ഥിരീകരണപരമായ നടപടി ഒരിക്കലും അന്തർലീനമായ സാമൂഹിക പ്രശ്നങ്ങൾക്കുള്ള പരിഹാരമായി മാറിയിട്ടില്ല. പ്രവേശന നടപടിക്രമങ്ങൾക്കായി കളിസ്ഥലം സമനിലയിലാക്കുക, പിന്നാക്കം നിൽക്കുന്ന വിഭാഗങ്ങൾക്ക് അവസരങ്ങൾ സൃഷ്ടിക്കുക എന്നിവയാണ് ക്രിയാത്മകമായ വിവേചനത്തിന്റെ ലക്ഷ്യം. ന്യൂനപക്ഷങ്ങൾക്ക് പ്രയോജനം ചെയ്യുന്ന വ്യാപകമായ സാമൂഹിക പരിഷ്കാരങ്ങൾ വരാത്ത ഒരു സമൂഹത്തിൽ, ചില വിഭാഗങ്ങൾ അഭിമുഖീകരിക്കുന്ന നിരന്തരമായ അനീതികളെ പ്രതിരോധിക്കുന്ന അടിയന്തിര പരിഹാരമായി സ്ഥിരീകരണപരമായ നടപടിയെ കണക്കാക്കാം."}
{"_id": "test-philosophy-npppmhwup-con01b", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "പിന്നാക്കം നിൽക്കുന്ന പശ്ചാത്തലങ്ങളിൽ നിന്നുള്ള കൂടുതൽ വിദ്യാർത്ഥികൾ സർവകലാശാലയിൽ ചേരുകയും ആത്യന്തികമായി മികച്ച തൊഴിലുകളിലേക്ക് പ്രവേശനം നേടുകയും രാഷ്ട്രീയത്തിലോ നിയമത്തിലോ പ്രധാന കോർപ്പറേഷനുകളിലോ പ്രവേശിക്കാനുള്ള സാധ്യത വർദ്ധിക്കുകയും ചെയ്യുന്നതിലൂടെ, നിശ്ചയദാർഢ്യമുള്ള നടപടികൾ പാവപ്പെട്ടവർക്കും വംശീയ ന്യൂനപക്ഷങ്ങൾക്കും കൂടുതൽ മാതൃകകൾ സൃഷ്ടിക്കും. അനന്തരഫലമായി, പിന്നാക്കം നിൽക്കുന്ന യുവാക്കളുടെ അഭിലാഷങ്ങൾ മാറും-അവർക്ക് പൊതുജീവിതത്തിൽ സ്വയം കാണുന്നത് കൂടുതൽ യാഥാർത്ഥ്യമാവുകയും അങ്ങനെ സ്കൂളിൽ കഠിനാധ്വാനം ചെയ്യാൻ കൂടുതൽ പ്രചോദനം ലഭിക്കുകയും ചെയ്യും. ഇത് അവരുടെ സ്വന്തം വികസനത്തിന് മാത്രമല്ല, ചെറിയ കുറ്റകൃത്യങ്ങൾ, വഞ്ചന തുടങ്ങിയ സാമൂഹിക പ്രശ്നങ്ങൾ കൈകാര്യം ചെയ്യുന്നതിലൂടെ വിശാലമായ സമൂഹത്തെ സഹായിക്കുകയും ചെയ്യും."}
{"_id": "test-philosophy-npppmhwup-con02a", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "സ്ഥിരീകരണപരമായ പ്രവർത്തനങ്ങൾക്ക് സാമൂഹിക പിരിമുറുക്കങ്ങൾ സൃഷ്ടിക്കാൻ കഴിയും. സ്ഥിരീകരണപരമായ പ്രവർത്തന നയത്തിൻ കീഴിൽ സാമൂഹിക പിരിമുറുക്കങ്ങൾ വർദ്ധിക്കുന്ന ഒരു യഥാർത്ഥ അപകടമുണ്ട്. കാരണം ന്യൂനപക്ഷ വിഭാഗങ്ങൾക്ക് പ്രയോജനം ചെയ്യുന്ന പ്രക്രിയയിൽ ഇത് ഭൂരിപക്ഷത്തെ വോട്ടവകാശം ഇല്ലാതാക്കാൻ സഹായിക്കുന്നു. ഉദാഹരണത്തിന്, 2001ൽ ഓൾഡ്ഹാമിലും വടക്കൻ ഇംഗ്ലണ്ടിലെ മറ്റ് നഗരങ്ങളിലും നടന്ന കലാപത്തിൽ പാവപ്പെട്ട വെളുത്ത പ്രദേശങ്ങളിൽ നിന്നുള്ള പ്രധാന പരാതികളിലൊന്ന് കൌൺസിൽ ധനസഹായത്തിൽ വിവേചനമുണ്ടെന്ന് ആരോപിക്കപ്പെട്ടു. [1] താഴ്ന്ന വർഗ്ഗക്കാരായ വെള്ളക്കാരെപ്പോലുള്ള ഭൂരിപക്ഷ വിഭാഗങ്ങളിൽ പാർശ്വവൽക്കരിക്കപ്പെട്ടവരുടെ ചെലവിൽ ഉയർന്ന വർഗ്ഗക്കാരായ കറുത്തവർഗ്ഗക്കാർ പോലുള്ള ന്യൂനപക്ഷ വിഭാഗങ്ങളിൽ നിന്നുള്ള കൂടുതൽ പ്രത്യേകാവകാശമുള്ളവർക്ക് അനുകൂലമാകാനുള്ള സാധ്യതയുണ്ട്. അതിനാൽ ശരിയായ വംശീയ പക്ഷപാതം, സ്ഥിരീകരണപരമായ നടപടി അനിവാര്യമായും അതിനെ ആഴത്തിലാക്കും. [1] അമീൻ, എ., 2002.'വംശീയതയും ബഹു സാംസ്കാരിക നഗരവുംഃ വൈവിധ്യത്തോടെ ജീവിക്കുക.'"}
{"_id": "test-philosophy-npppmhwup-con01a", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "നല്ല വിവേചനത്തിന്റെ ഗുണഭോക്താക്കളെ നല്ല റോൾ മോഡലുകളായി കണക്കാക്കാൻ വലിയ സാധ്യതയുണ്ട്, കാരണം അവരുടെ നേട്ടങ്ങൾ സമ്പാദിക്കപ്പെടാത്തവയായി കണക്കാക്കാം. [1] മറ്റുള്ളവർക്ക് കഠിനാധ്വാനത്തിലൂടെയും കഴിവുകളിലൂടെയും നേടിയ കാര്യങ്ങൾ നോക്കാനും അഭിനന്ദിക്കാനും കഴിയുന്ന ഒരാളാണ് ഒരു റോൾ മോഡൽ-ആളുകളെ സർവകലാശാലയിലേക്ക് പാരച്യൂട്ട് ചെയ്യുന്നതിലൂടെ, ഒരു റോൾ മോഡലായി പ്രവർത്തിക്കാനുള്ള അവരുടെ കഴിവ് ദുർബലപ്പെടുന്നു. വംശീയ ന്യൂനപക്ഷങ്ങളിൽ നിന്നുള്ള യുവാക്കൾക്ക് ഒരേ നിറമുള്ള ചർമ്മമുള്ള ആളുകളെ മാത്രമേ കാണാൻ കഴിയൂ, അല്ലെങ്കിൽ ഒരേ തരത്തിലുള്ള സ്കൂളിലേക്ക് പോകാൻ കഴിയുമെന്ന് അനുമാനിക്കുന്നതും-വൈവിധ്യത്തെയും കോസ്മോപൊളിറ്റനിസത്തെയും പ്രശംസിക്കുന്ന ഒരു സമൂഹത്തിൽ, ആർക്കും ഒരു റോൾ മോഡലായി പ്രവർത്തിക്കാൻ കഴിയുമെന്ന് നാം തീർച്ചയായും അംഗീകരിക്കണം. [1] ബ്രിട്ടീഷ് സൈക്കോളജിക്കൽ സൊസൈറ്റി. \"ഹിലാരി ക്ലിന്റൺ പ്രഭാവം-ചില ആളുകൾക്ക് എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നതിൽ റോൾ മോഡലുകൾ\"."}
{"_id": "test-philosophy-npppmhwup-con02b", "title": "വൈവിധ്യം തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത ന്യൂനപക്ഷ ഭവനങ്ങൾ പോസിറ്റീവ് ഉപയോഗിക്കും", "text": "സാമൂഹിക പിരിമുറുക്കം, പ്രത്യേകിച്ച് പാവപ്പെട്ട പ്രദേശങ്ങളിലും ന്യൂനപക്ഷ വിഭാഗങ്ങളിലും, വരുന്നത് അന്യായമായ സ്ഥിരീകരണ പ്രവർത്തന നയങ്ങളുടെ ഫലമല്ല, മറിച്ച് സമൂഹങ്ങൾക്ക് ലഭ്യമായ അപര്യാപ്തമായ ഫണ്ടുകളുടെ ഫലമാണ്, ഇത് പരിമിതമായ വിഭവങ്ങൾക്കായി വ്യക്തികൾ പാടുപെടുന്നതിൽ കലാശിക്കുന്നു. സ്ഥിരമായ പ്രവർത്തനം ഒരു അവസരം സൃഷ്ടിക്കുന്നു, അതിലൂടെ കൂടുതൽ രാഷ്ട്രീയക്കാരും ബിസിനസുകാരും താഴ്മയുള്ള പശ്ചാത്തലങ്ങളിൽ നിന്ന് ഉയർന്ന് സമൂഹത്തിന്റെ രാഷ്ട്രീയവും സാമ്പത്തികവുമായ ഘടനയെ മാറ്റാൻ അവസരം നൽകുന്നു. അവരുടെ സമൂഹത്തിന് \"തിരികെ നൽകുന്നതിലൂടെ\", ദരിദ്രരെ സഹായിക്കാൻ അവർക്ക് കഴിയും, ഉദാഹരണത്തിന് ക്ഷേമ സംവിധാനങ്ങൾ വിപുലീകരിക്കുന്നതിലൂടെയും അവസരങ്ങളുടെ കൂടുതൽ സമത്വം ഉറപ്പാക്കുന്നതിലൂടെയും അല്ലെങ്കിൽ വ്യത്യസ്ത നിയമന രീതികളിലൂടെയും."}
{"_id": "test-law-ilppppghb-pro02b", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കൊളോണിയൽ ശക്തികളുടെ തെറ്റുകൾ ഇപ്പോൾ വളരെ പഴയതാണ്. മുൻ കോളനികളിൽ താമസിക്കുന്ന ബഹുഭൂരിപക്ഷം ആളുകൾക്കും അല്ലെങ്കിൽ യുഎസ്, ഓസ്ട്രേലിയ തുടങ്ങിയ രാജ്യങ്ങളിലെ തദ്ദേശവാസികൾക്കും അക്കാലത്തെ അനുഭവപരിചയമില്ല, കൊളോണിയലിസത്തിന്റെ അനീതികൾ നേരിട്ട് ബാധിച്ചിട്ടില്ല. സമൂഹത്തിലെ എല്ലാവർക്കും തുല്യ അവകാശങ്ങളും അവസരങ്ങളും ഉണ്ടെന്ന് ഉറപ്പാക്കുന്നത് സ്വയം നിർണ്ണയവുമായി യാതൊരു ബന്ധവുമില്ല. ഈ സ്വയം നിർണ്ണയം മെച്ചപ്പെടുത്തുന്നത് പരിഹരിക്കാനാവാത്ത തർക്കങ്ങൾ പരിഹരിക്കുന്നതിനുള്ള ഒരു മാർഗ്ഗം വാഗ്ദാനം ചെയ്യുന്നു."}
{"_id": "test-law-ilppppghb-pro02a", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കൊളോണിയൽ ശക്തികൾ തദ്ദേശീയരെ അന്യായമായി പരിഗണിക്കുകയും അവരുടെ ഉടമസ്ഥാവകാശങ്ങൾ ദുരുപയോഗം ചെയ്യുകയും ചെയ്തു എന്ന വസ്തുതയുടെ അംഗീകാരമാണ് സ്വയംനിർണ്ണയവും സ്വാതന്ത്ര്യവും. ചില സന്ദർഭങ്ങളിൽ, വേർപിരിയൽ ന്യൂനപക്ഷ ജനതയ്ക്ക് ഒരു യാഥാർത്ഥ്യമായ ഓപ്ഷനായിരിക്കില്ല. എന്നിരുന്നാലും, അത്തരം ഗ്രൂപ്പുകൾക്ക് സ്വയംനിർണ്ണയം അർത്ഥവത്തല്ലെന്ന് ഇതിനർത്ഥമില്ല. തദ്ദേശീയരെ സംബന്ധിച്ചിടത്തോളം, സ്വയംനിർണ്ണയം അവരിൽ നിന്ന് മോഷ്ടിച്ച ഭൂമിക്ക് തിരിച്ചടവ്, അല്ലെങ്കിൽ നഷ്ടപരിഹാരം, നഷ്ടപരിഹാരം എന്നിവയുടെ രൂപത്തിലാകാം. കൂടാതെ, സ്വയംനിർണ്ണയം രാഷ്ട്രീയ സ്വയംഭരണത്തിന്റെ രൂപമെടുക്കാം, അല്ലെങ്കിൽ കുട്ടികൾ എങ്ങനെ വിദ്യാഭ്യാസം നേടണമെന്ന് തീരുമാനിക്കാനുള്ള വലിയ അവകാശങ്ങൾ, അല്ലെങ്കിൽ ശരീഅത്ത് കോടതികൾ പോലുള്ള സമാന്തര നീതിന്യായ സംവിധാനങ്ങൾ. സ്വയംനിർണ്ണയം പ്രാതിനിധ്യത്തെക്കുറിച്ചും സ്വത്വത്തെക്കുറിച്ചും തിരഞ്ഞെടുപ്പിനെക്കുറിച്ചുമാണ്-ഫലങ്ങളെക്കുറിച്ചല്ല."}
{"_id": "test-law-ilppppghb-pro01b", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഓസ്ട്രേലിയൻ കേസിൽ ഉദ്ധരിച്ചതുപോലെ, നിർബന്ധിത സ്വാംശീകരണം വ്യക്തമായും തെറ്റാണ്, എന്നാൽ ന്യൂനപക്ഷങ്ങളെ അവരുടെ സാംസ്കാരികമോ വംശീയമോ മതപരമോ ആയ വ്യത്യാസങ്ങൾ നഷ്ടപ്പെടുത്താതെ സമൂഹത്തിലേക്ക് സംയോജിപ്പിക്കുകയെന്ന ലക്ഷ്യം നാം ഉപേക്ഷിക്കണമെന്ന് ഇതിനർത്ഥമില്ല. സ്വയം നിർണ്ണയത്തിനുള്ള അവകാശത്തിന് അനാവശ്യ പ്രാധാന്യം നൽകുന്നത് അത്തരം സാഹചര്യങ്ങളെ കൂടുതൽ വഷളാക്കിയേക്കാം. കൂടാതെ, ചില സാഹചര്യങ്ങളിൽ, സർക്കാരുകൾ അവരുടെ സ്വന്തം ലക്ഷ്യങ്ങൾക്കനുസൃതമായി സ്വയം നിർണ്ണയമെന്ന ആശയം കൈകാര്യം ചെയ്യുന്നു. ഭൂരിപക്ഷ വംശത്തിൽ നിന്നോ മതത്തിൽ നിന്നോ കുടിയേറ്റക്കാരെ ന്യൂനപക്ഷ ആധിപത്യമുള്ള പ്രദേശങ്ങളിലേക്ക് അയയ്ക്കുന്ന നയം പല സർക്കാരുകളും പിന്തുടർന്നു, തുടർന്ന് അത്തരം പ്രദേശങ്ങളെ രാഷ്ട്രീയ പരിഷ്കാരങ്ങൾ നടപ്പിലാക്കാൻ അനുവദിക്കുന്നതിനോ അല്ലെങ്കിൽ വലിയ സാമൂഹിക കോളിളക്കമില്ലാതെ വേർപിരിയാൻ അനുവദിക്കുന്നതിനോ ഉള്ള ബുദ്ധിമുട്ടിലേക്ക് വിരൽ ചൂണ്ടുന്നു. ഇതിന്റെ ഒരു ഉദാഹരണം ടിബറ്റാണ്, അവിടെ ചൈനീസ് സർക്കാർ വംശീയ ഹാൻ ചൈനീസ് കുടിയേറ്റക്കാരെ ടിബറ്റൻ സ്വയംഭരണ ആവശ്യങ്ങളുടെ സ്വാധീനവും ശക്തിയും ക്രമേണ കുറയ്ക്കുക എന്ന ലക്ഷ്യത്തോടെ ആ പ്രവിശ്യയിലേക്ക് മാറാൻ ശക്തമായി പ്രോത്സാഹിപ്പിച്ചു."}
{"_id": "test-law-ilppppghb-pro03a", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സ്വയം നിർണ്ണയം ജനങ്ങളുടെ സ്വന്തം ഭാവി തീരുമാനിക്കാനുള്ള മൌലികാവകാശത്തെ ഉൾക്കൊള്ളുന്നു. ആധുനിക ലിബറൽ ജനാധിപത്യം ജനങ്ങൾക്ക് അവരുടെ സ്വന്തം നേതാക്കളെയും സ്വന്തം ഭാവിയെയും തീരുമാനിക്കാനുള്ള സ്വാതന്ത്ര്യം ഉണ്ടായിരിക്കണം എന്ന ആശയത്തിൽ അധിഷ്ഠിതമാണ്, എന്നാൽ എല്ലാ സംസ്ഥാനങ്ങളും അവരുടെ ന്യൂനപക്ഷ ജനങ്ങൾക്ക് അത്തരമൊരു അവകാശം നൽകുന്നില്ല. എന്നിരുന്നാലും, ഇത് അന്താരാഷ്ട്ര നിയമപ്രകാരം ഉറപ്പുനൽകുന്ന ഒരു അവകാശമാണ്. ഈ അവകാശം ദേശീയ സർക്കാരുകൾക്ക് മാത്രമല്ല ജനങ്ങൾക്കും ബാധകമാണെന്ന് അന്താരാഷ്ട്ര നീതിന്യായ കോടതി അഭിപ്രായപ്പെട്ടിട്ടുണ്ട്. സ്വയം നിർണ്ണയത്തിനുള്ള അവകാശത്തെക്കുറിച്ചുള്ള രണ്ട് പ്രധാന ഐക്യരാഷ്ട്രസഭ പഠനങ്ങൾ സ്വയം നിർണ്ണയിക്കാനുള്ള അവകാശത്തിന് കാരണമാകുന്ന ഒരു ജനതയുടെ ഘടകങ്ങളെ നിർണ്ണയിക്കുന്നുഃ തിരിച്ചറിയാൻ കഴിയുന്ന ഒരു പ്രദേശത്ത് സ്വാതന്ത്ര്യത്തിൻ്റെയോ സ്വയംഭരണത്തിൻറെയോ ചരിത്രം, വ്യതിരിക്തമായ സംസ്കാരം, സ്വയംഭരണം വീണ്ടെടുക്കാനുള്ള ഇച്ഛാശക്തിയും കഴിവും. ഈ മാനദണ്ഡങ്ങൾ നിലവിലുണ്ടെങ്കിൽ, അത്തരം ആളുകൾക്ക് അവരുടെ സ്വന്തം ഭരണഘടനാപരവും രാഷ്ട്രീയവുമായ ക്രമീകരണങ്ങൾ നിർണ്ണയിക്കാനുള്ള അവകാശം ഉണ്ടായിരിക്കണം."}
{"_id": "test-law-ilppppghb-con03b", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പല കേസുകളിലും, പിരിമുറുക്കങ്ങൾക്ക് കാരണമാകുന്നത് സ്വയം നിർണ്ണയമല്ല, മറിച്ച് ന്യൂനപക്ഷങ്ങൾക്ക് അവരുടെ ഭാവി തിരഞ്ഞെടുക്കാനുള്ള അവസരത്തിന്റെ അഭാവമാണ്. സംഘർഷങ്ങളും ആഭ്യന്തര യുദ്ധങ്ങളും സാധാരണയായി നടക്കുന്നത് ആളുകൾ സ്വയം നിർണ്ണയം ആഗ്രഹിക്കുന്നതുകൊണ്ടല്ല, മറിച്ച് അവ അനുവദനീയമല്ല എന്നതുകൊണ്ടാണ്. യൂഗോസ്ലാവ് ഉദാഹരണത്തിൽ, മിലോസെവിക് സർക്കാർ രാജ്യത്തെ ഘടകമായ വംശീയ വിഭാഗങ്ങളുടെ സ്വയം നിർണ്ണയത്തിനുള്ള അവകാശം അംഗീകരിച്ചിരുന്നെങ്കിൽ, അത് നിർബന്ധിതമായി അടിച്ചമർത്താൻ ശ്രമിക്കുന്നതിനുപകരം, സായുധ സംഘർഷമുണ്ടാകുമായിരുന്നില്ല. ഇതിനു വിപരീതമായി, മോണ്ടിനെഗ്രോ സെർബിയയിൽ നിന്ന് വേർപിരിയാൻ ശ്രമിച്ചപ്പോഴേക്കും, ഇപ്പോൾ ജനാധിപത്യപരമായ സെർബ് സർക്കാർ അവരുടെ അവകാശം അംഗീകരിക്കുകയും രക്തച്ചൊരിച്ചിൽ കൂടാതെ വിഭജനം നടത്തുകയും ചെയ്തു. 1 \"മോണ്ടിനെഗ്രോ സ്വാതന്ത്ര്യം പ്രഖ്യാപിക്കുന്നു\", ബിബിസി ന്യൂസ്, 4 ജൂൺ 2006."}
{"_id": "test-law-ilppppghb-con01b", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ന്യൂനപക്ഷങ്ങൾ പലപ്പോഴും സാമ്പത്തികമായി പിന്നാക്കം നിൽക്കുകയും രാഷ്ട്രീയമായി പാർശ്വവൽക്കരിക്കപ്പെടുകയും ചെയ്യുന്നു; തുല്യ അവകാശങ്ങളുടെ ഔപചാരികമായ ഉറപ്പുകൾ, അവ നിലനിൽക്കുന്നിടത്ത് പോലും, പൌരന്മാർക്ക് യഥാർത്ഥ അവസരങ്ങളായി പരിവർത്തനം ചെയ്യണമെന്നില്ല. വ്യക്തിഗത അവകാശങ്ങളോടുള്ള ബഹുമാനം, അത് എത്ര പ്രധാനമാണെങ്കിലും, സ്കൂളിൽ ന്യൂനപക്ഷ ഭാഷകൾ പഠിപ്പിക്കൽ, മതപരമായ ആരാധനയ്ക്കുള്ള സൌകര്യങ്ങൾ എന്നിവ പോലുള്ള മുഴുവൻ സമൂഹത്തിനും ആശങ്കയുണ്ടാക്കുന്ന പ്രശ്നങ്ങളെ അഭിസംബോധന ചെയ്യുന്നില്ല. ഈ ന്യൂനപക്ഷ ജനസംഖ്യയുടെ സാഹചര്യം മെച്ചപ്പെടുത്തുന്നതിനുള്ള ഏറ്റവും നല്ല മാർഗം അവരുടെ സ്വയം നിർണ്ണയത്തിനുള്ള അവകാശത്തെ ബഹുമാനിക്കുകയും പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യുക എന്നതാണ്. ഇല്ലെങ്കിൽ, അവർ സ്വന്തം രാജ്യങ്ങളിൽ രണ്ടാം ക്ലാസ് പൌരന്മാരായി തുടരും."}
{"_id": "test-law-ilppppghb-con02a", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സാർവത്രിക മനുഷ്യാവകാശങ്ങളുടെ ഉയർച്ച സ്വയം നിർണ്ണയത്തെ കൂടുതൽ അപ്രസക്തമാക്കുന്നു. വികസിത രാജ്യങ്ങളിലുടനീളം, ആധുനിക ദേശീയ രാജ്യങ്ങൾ ഉടമ്പടികളുടെയും അന്താരാഷ്ട്ര സംഘടനകളുടെയും സങ്കീർണ്ണമായ ശൃംഖലയുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു, അവ ഒരുമിച്ച് പൌരന്മാർ എവിടെയായിരുന്നാലും അവർ താമസിക്കുന്ന അതേ അവകാശങ്ങൾ ഉറപ്പുനൽകുന്നു. ഈ സുപ്രാ-ദേശീയ നിയമങ്ങൾ ഒരു അന്താരാഷ്ട്ര അതിർത്തിയുടെ ഏത് വശത്താണ് നിങ്ങൾ ജീവിക്കുന്നത് എന്നതിൽ പ്രാധാന്യം കുറയുന്നു. ഒരു വ്യക്തിഗത പൌരന് ഭൂരിപക്ഷ സംസ്കാരത്തിന്റെ അതേ അവകാശങ്ങളും ആനുകൂല്യങ്ങളും ആസ്വദിക്കാൻ കഴിയുമോ ഇല്ലയോ എന്നതുപോലുള്ള സ്വയം നിർണ്ണയമല്ല പ്രധാനം. ഉദാഹരണത്തിന്, യൂറോപ്യൻ യൂണിയൻ പൌരന്മാർക്ക് നിരവധി പൊതു അവകാശങ്ങൾ, പൊതുവായ യൂറോപ്യൻ പൌരത്വം, അംഗരാജ്യങ്ങൾ തമ്മിലുള്ള സഞ്ചാര സ്വാതന്ത്ര്യം തുടങ്ങിയവ ആസ്വദിക്കുന്നു. അമ്പത് വർഷം മുമ്പ് ഒരു അടിച്ചമർത്തൽ രാഷ്ട്രത്തിൽ നിന്ന്-വടക്കൻ അയർലണ്ടിലെ കത്തോലിക്കരെപ്പോലെ-സ്വയം മോചിപ്പിക്കാൻ ആയുധമെടുത്ത ന്യൂനപക്ഷങ്ങൾക്ക് ഇപ്പോൾ ഇത് ചെയ്യേണ്ടതില്ല, കാരണം അവർക്ക് അന്താരാഷ്ട്ര വിവേചനത്തിനും നടപ്പാക്കലിനും എതിരായ പുതിയ അവകാശങ്ങൾ ഉറപ്പുനൽകുന്നു."}
{"_id": "test-law-ilppppghb-con03a", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സ്വയംനിർണ്ണയത്തിന് ദേശീയ രാഷ്ട്രങ്ങളെ അസ്ഥിരപ്പെടുത്താൻ കഴിയും, ചിലപ്പോൾ വളരെ വിനാശകരമായ പ്രത്യാഘാതങ്ങളുമുണ്ടാകും. സ്വയംനിർണ്ണയത്തെ മറ്റെല്ലാവരെയും മറികടക്കുന്ന ഒരു പ്രധാന തത്വമായി നാം അംഗീകരിക്കുകയാണെങ്കിൽ, വംശീയവും ദേശീയവുമായ പ്രത്യയശാസ്ത്രങ്ങളിൽ നിന്ന് നാം അകന്നുപോകുമ്പോൾ മനുഷ്യവികസനത്തിൻറെ ഒരു സമയത്ത് ദേശീയ, വംശീയ, മതപരമായ അടിസ്ഥാനത്തിൽ സ്വയം തിരിച്ചറിയാൻ ഇത് ആളുകളെ പ്രോത്സാഹിപ്പിക്കും. ദേശീയത എന്നത് വ്യത്യാസത്തെക്കുറിച്ചാണ്, അത് ആഗോള പൌരൻ എന്ന ആശയത്തിന് മുന്നിൽ പറക്കുന്നു. അതിന്റെ അതിരുകൾ കണക്കിലെടുക്കുമ്പോൾ, അത് വർദ്ധിച്ചുവരുന്ന സംഘട്ടനത്തെയും വിഘടനവാദ തീവ്രവാദത്തെയും പ്രോത്സാഹിപ്പിക്കുന്നു. ഉദാഹരണത്തിന്, 1990 കളിൽ യൂഗോസ്ലാവിയയുടെ തകർച്ചയിലേക്ക് നയിച്ച വംശീയ സംഘട്ടനങ്ങൾ ദേശീയ പ്രത്യയശാസ്ത്രങ്ങളും ആ രാജ്യം രൂപീകരിച്ച വംശീയ, മത ഗ്രൂപ്പുകൾ തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ഊന്നിപ്പറയുകയും ചെയ്തു."}
{"_id": "test-law-ilppppghb-con01a", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "വ്യക്തിപരമായ ജനാധിപത്യ അവകാശങ്ങൾ പ്രധാനമാണ്, കൂട്ടായ സ്വയംനിർണ്ണയമല്ല. ഒരു രാജ്യത്ത് ന്യൂനപക്ഷമായിരിക്കുക എന്നത് സ്വയംനിർണ്ണയത്തിനുള്ള അവകാശം അവകാശപ്പെടാൻ പര്യാപ്തമാകരുത്. ജനങ്ങൾക്ക് പ്രതിഷേധിക്കാനും ലോബി ചെയ്യാനും വോട്ടുചെയ്യാനുമുള്ള അവകാശം പോലുള്ള ജനാധിപത്യ അവകാശങ്ങൾ ഉള്ളിടത്തോളം കാലം, ആ രാജ്യത്തെ ഭൂരിപക്ഷ സമുദായത്തിൻറെ അതേ അവകാശങ്ങളും സംരക്ഷണങ്ങളും അവർ ആസ്വദിക്കുന്നു; അവർക്ക് സ്വയംനിർണ്ണയം നൽകുന്നതിൽ കൂടുതൽ മുന്നോട്ട് പോകാൻ ഭരണകൂടത്തിന് ബാധ്യതയില്ല. ഉദാഹരണത്തിന്, സ്പെയിനിലെ ഫ്രാങ്കോ കാലഘട്ടത്തിൽ, ബാസ്ക്കുകളും കാറ്റലോനുകളും പോലുള്ള ന്യൂനപക്ഷ ദേശീയതകളോട് ദീർഘകാലമായി വിവേചനം കാണിക്കുകയും യഥാർത്ഥ രാഷ്ട്രീയ ശക്തിയിൽ നിന്ന് ഒഴിവാക്കുകയും അവരുടെ സമൂഹത്തെ വ്യക്തമായി പ്രതിനിധീകരിക്കുന്ന രാഷ്ട്രീയ പാർട്ടികളെ പിന്തുണയ്ക്കുകയും ചെയ്തു. സമൂഹത്തിൽ അവരുടെ സ്ഥാനം മെച്ചപ്പെട്ടതിനാൽ, സ്വത്വത്തെ അടിസ്ഥാനമാക്കിയുള്ള രാഷ്ട്രീയത്തിൻറെ പിടി അയഞ്ഞു, വിഭജനത്തിൻറെ വലിച്ചിൽ ദുർബലപ്പെട്ടു."}
{"_id": "test-law-ilppppghb-con02b", "title": "അന്താരാഷ്ട്ര നിയമ തത്വശാസ്ത്രം രാഷ്ട്രീയ തത്ത്വചിന്ത സർക്കാർ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "നിരവധി ന്യൂനപക്ഷങ്ങൾ ജീവിക്കുന്നത് അന്താരാഷ്ട്ര മനുഷ്യാവകാശ നിയമം പൊരുത്തമില്ലാത്തതോ അല്ലാത്തതോ ആയ സംസ്ഥാനങ്ങളിലാണ്. ഫ്രാൻസ്-ബെൽജിയം അതിർത്തിയുടെ ഏത് വശത്താണ് അവർ ജനിക്കുന്നത് എന്നതിൽ ഫ്രഞ്ച് സംസാരിക്കുന്ന ബെൽജിയത്തിന് ഇത് ജീവിതത്തെ മാറ്റിമറിക്കുന്ന വ്യത്യാസമുണ്ടാക്കില്ല, പക്ഷേ വെസ്റ്റ് ബാങ്കിലെ ഒരു പലസ്തീനിയനോ ശ്രീലങ്കയിലെ ഒരു തമിഴനോ അവരുടെ സ്വയം നിർണ്ണയത്തിനുള്ള അവകാശം തികച്ചും നിർണായകമാണ്, കാരണം നേരിട്ടോ അല്ലാതെയോ സംസ്ഥാന വിവേചനത്തിലൂടെ മറ്റ് അവകാശങ്ങൾ അവർക്ക് നിഷേധിക്കപ്പെടാം. വ്യക്തിഗത മനുഷ്യാവകാശ ലംഘനങ്ങൾ വിശദീകരിക്കുന്നത് സംസ്ഥാനങ്ങൾക്ക് താരതമ്യേന എളുപ്പമാണ്, കാരണം ഇത് എല്ലാ രാജ്യങ്ങളിലും കാലാകാലങ്ങളിൽ സംഭവിക്കുന്നു. ഒരു മുഴുവൻ ആളുകൾക്കും അവരുടെ ഭാവി നിർണ്ണയിക്കാനുള്ള അവകാശം നിഷേധിക്കുന്നതിനെ ന്യായീകരിക്കുന്നത് അവർക്ക് വളരെ ബുദ്ധിമുട്ടാണ്."}
{"_id": "test-law-sdiflhrdffe-pro02b", "title": "ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യ നിയമം, മനുഷ്യാവകാശം, ഡിജിറ്റൽ സ്വാതന്ത്ര്യം, ആവിഷ്കാര സ്വാതന്ത്ര്യം എന്നിവയെക്കുറിച്ചുള്ള ചർച്ച", "text": "ഒരു ജനാധിപത്യത്തിൻറെ ആദ്യ കർത്തവ്യം എല്ലായ്പ്പോഴും അതിനെ തിരഞ്ഞെടുക്കുന്ന പൌരന്മാരോടായിരിക്കണം, വിദേശ വിമതരോടല്ല. അതിനാൽ അവരുടെ സ്വന്തം പൌരന്മാരുടെ പ്രയോജനത്തിനായി ഈ ഭരണകൂടങ്ങളുമായി ഇടപഴകുക എന്നതാണ് അവരുടെ കർത്തവ്യം; ഉദാഹരണത്തിന് വ്യാപാര ബന്ധങ്ങൾ പ്രോത്സാഹിപ്പിക്കുന്നതിലൂടെ. കുറ്റവാളികളായി കണക്കാക്കപ്പെടുന്ന അടിച്ചമർത്തൽ ഭരണകൂടങ്ങൾക്ക് പൊതുമാപ്പ് നൽകുന്നത് ആ ഭരണകൂടങ്ങളെ ചർച്ചയുടെ പ്രക്രിയയിൽ നിന്ന് അകറ്റാൻ മാത്രമേ സഹായിക്കൂ, അതിനാൽ യഥാർത്ഥത്തിൽ അത് വോട്ടർമാരുടെ താൽപ്പര്യങ്ങൾക്ക് വിരുദ്ധമാണ്. അത്തരം അന്യവൽക്കരണം കൂടുതൽ അടിച്ചമർത്തലിനും പരിഷ്കാരങ്ങൾ സ്വീകരിക്കാൻ കൂടുതൽ വിമുഖതയ്ക്കും കാരണമാകും. ജനാധിപത്യ രാജ്യങ്ങൾ വിദേശത്ത് അവരുടെ സർക്കാർ രീതി പ്രോത്സാഹിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ അവർ സ്വാധീനിക്കാൻ ആഗ്രഹിക്കുന്നവരുമായി പോരാട്ടം നടത്തരുതെന്ന് അവർക്ക് മികച്ച ഉപദേശം നൽകും."}
{"_id": "test-law-sdiflhrdffe-pro03b", "title": "ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യ നിയമം, മനുഷ്യാവകാശം, ഡിജിറ്റൽ സ്വാതന്ത്ര്യം, ആവിഷ്കാര സ്വാതന്ത്ര്യം എന്നിവയെക്കുറിച്ചുള്ള ചർച്ച", "text": "ഈ നയം മറ്റുള്ളവരുടെ ആഭ്യന്തര കാര്യങ്ങളിൽ ഇടപെടാനുള്ള പാശ്ചാത്യ ശ്രമങ്ങളല്ലാതെ മറ്റെന്തെങ്കിലും പരസ്യ പ്രസ്താവനയായിരിക്കില്ല. ഇത് ശക്തമായ ഒരു കാപട്യ സന്ദേശം കൂടിയാണ്; പല ജനാധിപത്യ രാജ്യങ്ങൾക്കും അപകീർത്തിയും തെറ്റായ അവതരണവും തടയുന്ന അപകീർത്തി നിയമങ്ങൾ ഉണ്ട്, ബ്ലോഗർമാരെ ചിലപ്പോൾ ബാധിക്കുന്ന അതേ നിയമങ്ങൾക്ക് സ്വേച്ഛാധിപത്യ രാഷ്ട്രങ്ങളെ അനുവദിക്കണം. [1] [1] ലി, എറിക് എക്സ്, \"ദി ലൈഫ് ഓഫ് ദി പാർട്ടി\", ഫോറിൻ അഫയേഴ്സ്, ജനുവരി/ഫെബ്രുവരി 2013,"}
{"_id": "test-law-sdiflhrdffe-pro01b", "title": "ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യ നിയമം, മനുഷ്യാവകാശം, ഡിജിറ്റൽ സ്വാതന്ത്ര്യം, ആവിഷ്കാര സ്വാതന്ത്ര്യം എന്നിവയെക്കുറിച്ചുള്ള ചർച്ച", "text": "പൊതുമാപ്പ് വാഗ്ദാനം ചെയ്യുന്നത് നീതിയുടെ ലക്ഷ്യത്തെ സേവിക്കുന്നില്ല, അത് കാരണത്തോടല്ല ലക്ഷണത്തോട് പ്രതികരിക്കുന്നു. വ്യക്തിഗത ബ്ലോഗർമാർ സർക്കാരുകളുടെ കൈകളാൽ കഷ്ടപ്പെടുന്നു എന്നത് നിർഭാഗ്യകരമാണ്, എന്നാൽ അവർക്ക് പൊതുമാപ്പ് നൽകാൻ ശ്രമിക്കുന്നത് ഭരണകൂടങ്ങളെ പ്രകോപിപ്പിക്കും, ഇത് കൂടുതൽ അടിച്ചമർത്തലിലേക്കും വിയോജിപ്പുകളെ അടിച്ചമർത്തുന്നതിലേക്കും നയിക്കും. നിർഭാഗ്യവശാൽ ഇതിനർത്ഥം ഒരു വ്യക്തി രക്ഷിക്കപ്പെടുന്നു എന്നാണ്, അവരുടെ പ്രവർത്തനങ്ങൾ അവശേഷിക്കുന്നവരുടെ സ്വാതന്ത്ര്യത്തിൽ കൂടുതൽ കുറവുണ്ടാക്കും. ചൈനയിൽ കാണുന്നതുപോലെ, പരിഷ്കരണ പ്രക്രിയ മന്ദഗതിയിലുള്ളതും ക്രമാനുഗതവുമാണ്. ആ പ്രക്രിയയെ അസ്വസ്ഥമാക്കുന്നത് പാശ്ചാത്യ ജനതയുടെ അടിച്ചമർത്തൽ വർദ്ധിപ്പിക്കും."}
{"_id": "test-law-sdiflhrdffe-con03b", "title": "ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യ നിയമം, മനുഷ്യാവകാശം, ഡിജിറ്റൽ സ്വാതന്ത്ര്യം, ആവിഷ്കാര സ്വാതന്ത്ര്യം എന്നിവയെക്കുറിച്ചുള്ള ചർച്ച", "text": "അടിച്ചമർത്തൽ ഭരണകൂടങ്ങളിലെ ആളുകൾ എപ്പോൾ വഞ്ചിക്കപ്പെടുന്നു എന്ന് അറിയാൻ മിടുക്കരാണ്. ബ്ലോഗർമാർക്ക് ഒരു നല്ല പോയിന്റ് ഉണ്ടോ എന്നും അന്യായമായി പീഡിപ്പിക്കപ്പെടുന്നുണ്ടോ എന്നും അവർ കേൾക്കും. ജപ്പാൻ-ചൈന പ്രാദേശിക തർക്കത്തിന്റെ കാര്യത്തിൽ, ദേശീയവാദികൾക്ക് പ്രത്യയശാസ്ത്രം പരിഗണിക്കാതെ ബന്ധപ്പെടാൻ ദ്വീപുകൾ പോരാടുന്നു എന്ന വ്യക്തമായ വസ്തുതയുണ്ട്. പൊതുമാപ്പ് വാഗ്ദാനം ചെയ്യുന്നത് ആസന്നമായ അന്യായമായ ശിക്ഷ നേരിടുന്ന ആളുകളെ രക്ഷിക്കാനുള്ള ഒരു ഓഫറാണ്. സർക്കാരുകൾ അവരെ വിദേശ ഏജന്റുമാരായി ചിത്രീകരിക്കാൻ ശ്രമിക്കുമെങ്കിലും, അവരുടെ ആശയങ്ങൾക്ക് ജയിൽ സെല്ലിന്റെ വാതിൽ അടയ്ക്കുന്നതിലൂടെ എന്നെന്നേക്കുമായി അടച്ചുപൂട്ടാൻ കഴിയാതെ പൊതുമേഖലയിൽ യുദ്ധം തുടരാൻ കഴിയും."}
{"_id": "test-law-sdiflhrdffe-con01b", "title": "ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യ നിയമം, മനുഷ്യാവകാശം, ഡിജിറ്റൽ സ്വാതന്ത്ര്യം, ആവിഷ്കാര സ്വാതന്ത്ര്യം എന്നിവയെക്കുറിച്ചുള്ള ചർച്ച", "text": "എല്ലാ രാജ്യങ്ങളും, സ്വേച്ഛാധിപത്യ രാജ്യങ്ങൾ പോലും, അന്താരാഷ്ട്ര സമൂഹത്തിൽ നിയമാനുസൃതവും വിലമതിക്കപ്പെടുന്നതുമായി കണക്കാക്കപ്പെടാൻ ആഗ്രഹിക്കുന്നു. പൊതുമാപ്പ് നയം സൃഷ്ടിക്കുന്ന അപലപനീയതയുടെ ഭാരം അടിച്ചമർത്തൽ ഭരണകൂടങ്ങളെ വളരെയധികം സഹിക്കുകയും അവരെ പരിഷ്കരണത്തിന് പ്രേരിപ്പിക്കുകയും ചെയ്യുന്ന ഒന്നാണ്. കൂടാതെ, പാശ്ചാത്യ സർക്കാരുകൾ വിമതരെ പരിപോഷിപ്പിക്കുകയും അവർക്ക് അഭയം നൽകുകയും ചെയ്യേണ്ടത് അത്യാവശ്യമാണ്, അതിനാൽ അവർക്ക് നീതി നേടുന്നതിനുള്ള ദൌത്യം തുടരാം."}
{"_id": "test-law-sdiflhrdffe-con04b", "title": "ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യ നിയമം, മനുഷ്യാവകാശം, ഡിജിറ്റൽ സ്വാതന്ത്ര്യം, ആവിഷ്കാര സ്വാതന്ത്ര്യം എന്നിവയെക്കുറിച്ചുള്ള ചർച്ച", "text": "ചില സാഹചര്യങ്ങളിൽ മാത്രമേ പൊതുമാപ്പ് വാഗ്ദാനം ചെയ്യുകയുള്ളൂ. ജുഡീഷ്യൽ നടപടികൾ ഉണ്ടെങ്കിൽ, വാഗ്ദാനം ചെയ്യുന്ന വ്യക്തിയെ വിട്ടയക്കുകയും വാഗ്ദാനം മുതലെടുക്കാൻ കഴിയുകയും ചെയ്യുമ്പോൾ മാത്രമേ പൊതുമാപ്പ് വാഗ്ദാനം പ്രാബല്യത്തിൽ വരുകയുള്ളൂ. പൊതുമാപ്പ് വാഗ്ദാനം ചെയ്യുന്നത് ആഭ്യന്തര കാര്യങ്ങളിൽ അനാവശ്യമായ ഇടപെടലാണെന്ന് കരുതുന്നതും തെറ്റാണ്; ബ്ലോഗർ എന്താണ് ചെയ്യുന്നതെന്ന് ചോദ്യം ചെയ്യപ്പെടുന്ന രാജ്യം വ്യക്തമായി എതിർക്കുന്നു, അതിനാൽ ഇത് ഭരണകൂടത്തിനും ബ്ലോഗർക്കും അവർക്ക് ആവശ്യമുള്ളത് ലഭിക്കുന്ന ഒരു വഴി തുറക്കുന്നു."}
{"_id": "test-law-sdiflhrdffe-con02b", "title": "ഇന്റർനെറ്റ് സ്വാതന്ത്ര്യ നിയമം, മനുഷ്യാവകാശം, ഡിജിറ്റൽ സ്വാതന്ത്ര്യം, ആവിഷ്കാര സ്വാതന്ത്ര്യം എന്നിവയെക്കുറിച്ചുള്ള ചർച്ച", "text": "ലിബറൽ ജനാധിപത്യം മറ്റ് മത്സരാധിഷ്ഠിത സംവിധാനങ്ങളുമായി പ്രത്യയശാസ്ത്രങ്ങളുടെ ഏറ്റുമുട്ടലിലാണ്, അവർ അവരുടെ സ്വന്തം സംവിധാനങ്ങളെ മറ്റ് മാർഗങ്ങളിലൂടെ പ്രോത്സാഹിപ്പിക്കുന്നു, അതായത് ഒരു ചരടുകളും ചേർക്കാതെ ലിബറൽ ജനാധിപത്യ രാജ്യങ്ങൾ പിന്നോട്ടുപോകുന്നതായി കണക്കാക്കപ്പെടുന്ന ഭരണകൂടങ്ങൾക്ക് സഹായം നൽകുക. ജനാധിപത്യ മാതൃക സാർവത്രികമായി കാണപ്പെടുന്ന അവകാശങ്ങളെയും മൂല്യങ്ങളെയും ദുർബലപ്പെടുത്തുന്ന മറ്റ് സംവിധാനങ്ങളുടെ ആവശ്യങ്ങൾക്ക് വഴങ്ങാതിരിക്കുക എന്നത് നിർണായകമാണ്. ലിബറൽ ജനാധിപത്യം ഏക നിയമാനുസൃതമായ ഭരണ രൂപമായിരിക്കില്ലെങ്കിലും അഭിപ്രായ സ്വാതന്ത്ര്യം പോലുള്ള സാർവത്രിക അവകാശങ്ങളുണ്ട്, അത് എല്ലാ സംസ്ഥാനങ്ങളും അംഗീകരിക്കുകയും സ്വദേശത്തും വിദേശത്തും സംരക്ഷിക്കുകയും വേണം. കമ്മ്യൂണിസ്റ്റ് പാർട്ടി വാഗ്ദാനം ചെയ്യുന്ന ബദൽ അവകാശ ചട്ടക്കൂട് അപര്യാപ്തമാണ് എന്നതിന് ചൈനയുടെ ഊർജ്ജസ്വലമായ വിമത സമൂഹം മതിയായ ഉദാഹരണമാണ്. ജനാധിപത്യ അഭിഭാഷകരുടെ ആ പുതിയ ചിനപ്പുപൊട്ടലുകൾ ശ്വാസംമുട്ടിക്കാൻ അനുവദിക്കുന്നതിനുപകരം, പടിഞ്ഞാറ് അവരെ പരിപോഷിപ്പിക്കുകയും ക്രൂരമായ ഭരണകൂടങ്ങളിൽ നിന്ന് അവർ ഭീഷണി നേരിടുമ്പോൾ സംരക്ഷണം നൽകുകയും വേണം."}
{"_id": "test-law-sdfclhrppph-pro02b", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "പ്രായപൂർത്തിയാകാത്തവർക്കുള്ള മെറ്റീരിയലുകളുടെ സെൻസർഷിപ്പ് ആവശ്യപ്പെടുന്ന വാദങ്ങൾ-പ്രായപൂർത്തിയാകാത്തവർക്കുള്ള മെറ്റീരിയലുകളുടെ സെൻസർഷിപ്പിനുള്ള വാദങ്ങൾ. സെൻസർഷിപ്പ് നല്ലതാണെന്ന് അവർ ജനറൽ പ്രിൻസിപ്പലിനെ അംഗീകരിക്കുന്നില്ല, കാരണം പ്രായപൂർത്തിയാകുന്നതുവരെ കുട്ടികളെ വളർത്തുന്നവരുടെ മാതാപിതാക്കളുടെ ഉത്തരവാദിത്തത്തെ ബഹുമാനിക്കാനും (മറ്റുള്ളവർ ബഹുമാനിക്കുന്നുവെന്ന് ഉറപ്പാക്കാൻ പരിമിതമായ നടപടികൾ സ്വീകരിക്കാനും) ഭരണകൂടത്തിന് കടമയുണ്ട്."}
{"_id": "test-law-sdfclhrppph-pro03b", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "ലക്ഷ്യങ്ങൾ മാർഗങ്ങളെ ന്യായീകരിക്കുന്നില്ല. അടുത്ത തിരഞ്ഞെടുപ്പിലോ അതിന്റെ യുദ്ധ പ്രചാരണത്തിലോ അതിന്റെ വിജയത്തിന് മുൻവിധിയുണ്ടാക്കുന്ന വിവരങ്ങളുടെ പ്രസിദ്ധീകരണം അടിച്ചമർത്താൻ സർക്കാർ ആഗ്രഹിച്ചേക്കാം, പക്ഷേ അവരുടെ വൃത്തികെട്ട ഇടപാടുകളെക്കുറിച്ചോ നിയമവിരുദ്ധ പ്രവർത്തനങ്ങളെക്കുറിച്ചോ അറിയുന്നത് പൊതുതാൽപ്പര്യത്തിലാണ്. സുരക്ഷയുടെ പേരിൽ രഹസ്യാത്മകത പലപ്പോഴും അനീതിയിലേക്ക് നയിക്കുന്നു; ബ്രിട്ടീഷ് നിവാസികളെ കൈമാറുന്നതും കൺട്രോൾ ഓർഡർ ഹിയറിംഗുകളിൽ നൽകുന്നതുമായ രഹസ്യ തെളിവുകൾ രണ്ട് ഉദാഹരണങ്ങൾ മാത്രമാണ്."}
{"_id": "test-law-sdfclhrppph-pro01a", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "ഓരോ പ്രവൃത്തിയുടെയും സ്വഭാവം അത് ചെയ്യുന്ന സാഹചര്യങ്ങളെ ആശ്രയിച്ചിരിക്കുന്നു \"അഭിപ്രായ സ്വാതന്ത്ര്യത്തിന്റെ ഏറ്റവും കർശനമായ സംരക്ഷണം ഒരു തിയേറ്ററിൽ വ്യാജമായി തീകൊളുത്തുകയും പരിഭ്രാന്തി സൃഷ്ടിക്കുകയും ചെയ്യുന്ന ഒരു മനുഷ്യനെ സംരക്ഷിക്കില്ല\". [1] തീ ഇല്ലാതിരിക്കുമ്പോൾ തിരക്കേറിയ സിനിമയിൽ തീകൊളുത്തുന്നത് തെറ്റാണെന്ന് നിങ്ങൾക്കറിയാം, അത് തെറ്റാണെന്ന് നിങ്ങൾക്കറിയാം, കാരണം അങ്ങനെ ചെയ്യുന്നത് മറ്റുള്ളവർക്ക് ഹാനികരമാകുമെന്ന വ്യക്തവും നിലവിലുള്ളതുമായ അപകടം സൃഷ്ടിക്കുന്നു. അതുപോലെ തന്നെ, യുഎസിലും (മറ്റ് പല രാജ്യങ്ങളിലും)'തെറ്റായ വാണിജ്യ പ്രസംഗത്തിന്'(അതായത് തെറ്റായ അവതരണം) സംരക്ഷണമില്ല, പരസ്യങ്ങളുടെ ഉള്ളടക്കങ്ങൾ അവ സത്യസന്ധമാണെന്നും ഉപഭോക്താക്കളെ വഞ്ചിക്കുന്നില്ലെന്നും ഉറപ്പാക്കാൻ നിയന്ത്രിക്കാൻ കഴിയും. [2] ആ അടിസ്ഥാനത്തിൽ, പുകയില ഉൽപ്പന്നങ്ങൾ എങ്ങനെ പരസ്യപ്പെടുത്താം എന്നതിന് നിയന്ത്രണങ്ങൾ ഏർപ്പെടുത്താം, നിയമവിരുദ്ധവും വഞ്ചനാപരവുമായ നികുതി ഉപദേശം പ്രോത്സാഹിപ്പിക്കുന്നതിൽ നിന്ന് ആളുകളെ തടയാം. [1] യുഎസ് സുപ്രീം കോടതി, സ്കെൻഹെൻ, യുണൈറ്റഡ് സ്റ്റേറ്റ്സ്, വി. 479,475, മസാച്യുസെറ്റ്സ് സുപ്രീം കോടതി, ടോബിൽ കോർട്ട്, യു. എസ്."}
{"_id": "test-law-sdfclhrppph-pro01b", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "തർക്കം വഴുവഴുപ്പിലേക്ക് നയിക്കുന്നു. വസ്തുനിഷ്ഠമായി പരിശോധിക്കാവുന്ന കാര്യങ്ങളിൽ സംസാരം നിയന്ത്രിക്കുന്നത് ഒരു കാര്യമാണ്, അഭിപ്രായത്തിൻറെയും ആവിഷ്കാരത്തിൻറെയും അനുവദനീയമായ വ്യാപ്തി നിയന്ത്രിക്കുന്നത് തികച്ചും മറ്റൊരു കാര്യമാണ്. എന്നിട്ടും, വസ്തുനിഷ്ഠമായ ഒരു വസ്തുത പ്രഖ്യാപിക്കുന്നതിൽ ഭരണകൂടം അങ്ങേയറ്റം ജാഗ്രത പാലിക്കണം. നികുതി പോലുള്ള കാര്യങ്ങളിൽ ഉപദേശം സ്വീകരിക്കുന്ന ആളുകൾ എല്ലായ്പ്പോഴും ആ ഉപദേശം മോശമായി മാറിയേക്കാമെന്ന അപകടസാധ്യത എടുക്കുന്നു, ഒരു വ്യക്തി എടുക്കാൻ തയ്യാറായ അപകടസാധ്യത പൂർണ്ണമായും വ്യക്തിപരമായ ഉത്തരവാദിത്തമാണ്, സർക്കാർ ഇടപെടേണ്ട കാര്യമല്ല."}
{"_id": "test-law-sdfclhrppph-pro04b", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "സമൂഹം സ്വയം നിയന്ത്രിതമാണ്. സംസാരപ്രവർത്തനങ്ങളും ശാരീരിക പ്രവർത്തനങ്ങളും തമ്മിലുള്ള ബന്ധം തെറ്റാണ്-വിദ്വേഷ കുറ്റകൃത്യങ്ങൾ ചെയ്യുന്ന ആളുകൾ വിദ്വേഷ പ്രസംഗം വായിക്കാൻ സാധ്യതയുണ്ട്, ലൈംഗിക കുറ്റകൃത്യങ്ങൾ ചെയ്യുന്ന ആളുകൾ അശ്ലീലസാഹിത്യം കാണാൻ സാധ്യതയുണ്ട്, പക്ഷേ മറുവശത്ത് ആയിരിക്കണമെന്നില്ല. അതിനാൽ അശ്ലീലസാഹിത്യം കാണുന്നവരും വിദ്വേഷ പ്രസംഗം വായിക്കുന്നവരും അവർ ചെയ്യാത്ത എന്തെങ്കിലും ചെയ്യാൻ പ്രേരിപ്പിക്കപ്പെടുന്നില്ല. ഈ കാഴ്ചപ്പാടുകളുടെ വക്താക്കൾക്ക് മറഞ്ഞിരിക്കുന്ന അജണ്ടകൾ ഉണ്ടെങ്കിൽ, അവ പരസ്യമായി തുറന്നുകാട്ടാൻ കൂടുതൽ കാരണമുണ്ട്. ഹോളോകോസ്റ്റ് നിഷേധം നവ-നാസിസത്തിലേക്ക് നയിക്കുന്നു എന്ന വസ്തുത മിക്ക ആളുകളെയും സംബന്ധിച്ചിടത്തോളം അതിനെതിരെ കൂടുതൽ നിർബന്ധിതമായ ഒരു വാദമായിരിക്കും; തിരുവെഴുത്തുകളോടുള്ള സൃഷ്ടിവാദത്തിന്റെ അക്ഷരാർത്ഥപരമായ സമീപനം എളുപ്പത്തിൽ പരിഹാസ്യമാണെന്ന് കാണിക്കാൻ കഴിയും. വീണ്ടും, സത്യത്തിന് ഭയപ്പെടാൻ ഒന്നുമില്ല, നുണയുടെ ദോഷകരമായ പ്രത്യാഘാതങ്ങൾ അതുമായി ഇടപഴകാൻ വിസമ്മതിക്കുന്നതിലൂടെ മറച്ചുവെക്കരുത്."}
{"_id": "test-law-sdfclhrppph-pro03a", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "ദേശീയ സുരക്ഷയുടെ താൽപ്പര്യങ്ങൾക്കായി ഇത് ആവശ്യമായി വന്നേക്കാം-വിദേശ ശത്രുക്കളിൽ നിന്നും ആഭ്യന്തര ശത്രുക്കളിൽ നിന്നും സർക്കാർ പൌരന്മാരെ സംരക്ഷിക്കണം-അതിനാൽ ദേശീയ താൽപ്പര്യത്തെ ദുർബലപ്പെടുത്തിയേക്കാവുന്ന പ്രചാരണങ്ങളും ചാരപ്രവർത്തനങ്ങളും തടയുന്നതിനായി യുദ്ധസമയത്ത് അഭിപ്രായ സ്വാതന്ത്ര്യം സ്വീകാര്യമായി വെട്ടിക്കുറയ്ക്കാൻ കഴിയും. യുദ്ധസമയത്ത് മിക്കവാറും എല്ലാ സംസ്ഥാനങ്ങളിലും ഇത് സംഭവിച്ചിട്ടുണ്ട്, രണ്ടാം ലോകമഹായുദ്ധസമയത്ത് യുണൈറ്റഡ് സ്റ്റേറ്റ്സിന് ഒരു സർക്കാർ വകുപ്പ് പോലും ഉണ്ടായിരുന്നു; ഓഫീസ് ഓഫ് സെൻസർഷിപ്പ്. [1] [1] റോബർട്ട് ജെ., ഹാന്യോക്ക്,'സീക്രട്ട്സ് ഓഫ് വിക്ടറിഃ ദി ഓഫീസ് ഓഫ് സെൻസർഷിപ്പും രണ്ടാം ലോകമഹായുദ്ധത്തിലെ അമേരിക്കൻ പ്രസ് ആൻഡ് റേഡിയോയും', സ്റ്റഡീസ് ഇൻ ഇന്റലിജൻസ്, വാല്യം 46, നമ്പർ 3."}
{"_id": "test-law-sdfclhrppph-pro04a", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "ഹോളോകോസ്റ്റ് നിഷേധ പ്രസംഗം ശാരീരിക പ്രവർത്തനങ്ങളിലേക്ക് നയിക്കുന്നു. അങ്ങനെ അശ്ലീലസാഹിത്യം, വിദ്വേഷ പ്രസംഗം, രാഷ്ട്രീയ വിവാദങ്ങൾ എന്നിവ ബലാത്സംഗം, വിദ്വേഷ കുറ്റകൃത്യങ്ങൾ, കലാപം എന്നിവയുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു. ശാസ്ത്രീയ സൃഷ്ടിവാദത്തിനും ഹോളോകോസ്റ്റ് നിഷേധത്തിനും ഗൌരവമേറിയതും അപകടകരവും മറഞ്ഞിരിക്കുന്നതുമായ അജണ്ടകളുണ്ട്. രണ്ടാം ലോകമഹായുദ്ധത്തിൽ ജാപ്പനീസ് തെറ്റൊന്നും ചെയ്തിട്ടില്ലെന്നും അത് പാശ്ചാത്യ കൊളോണിയലിസത്തിനെതിരായ വിമോചന യുദ്ധമാണെന്ന് അവകാശപ്പെടുന്നത് തുടരുകയാണെന്നും നാൻജിംഗ് കൂട്ടക്കൊലയെ നിഷേധിക്കുന്നവർ വിശ്വസിക്കുന്നു. ഇന്ന് ജാപ്പനീസ് സൈനികവാദത്തെ പോഷിപ്പിക്കുന്നു. ആറ് ദശലക്ഷം ജൂതന്മാരെ നാസികൾ കൊലപ്പെടുത്തി എന്ന വ്യാപകമായ വിശ്വാസത്തിന് ഒരു ജൂത ഗൂഢാലോചന ഉത്തരവാദിയാണെന്ന് അവകാശപ്പെടുന്ന ഹോളോകോസ്റ്റ് നിഷേധികൾ യഹൂദവിരുദ്ധതയുമായും നവ-നാസിസവുമായും അടുത്ത ബന്ധം പുലർത്തുന്നു. ചർച്ച ചെയ്യപ്പെടുന്ന നിയമസാധുത അത്തരം കാഴ്ചപ്പാടുകൾക്ക് നാം അനുവദിക്കരുത്."}
{"_id": "test-law-sdfclhrppph-con01b", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "ചില വിഷയങ്ങളിൽ സ്വയം നിർവചിക്കാൻ സമൂഹത്തിന് അവകാശമുണ്ട്-അല്ലാത്തപക്ഷം അത് എന്തിനുവേണ്ടിയാണ് നിലകൊള്ളുന്നത്? സമാന ചിന്താഗതിക്കാരായ വ്യക്തികൾക്കിടയിൽ മാത്രമേ സമൂഹം സാധ്യമാകൂ. ആ വിഷയങ്ങളിൽ സമവായം അംഗീകരിക്കാൻ വിസമ്മതിക്കുന്നവരോട്'അത് കൂട്ടിക്കലർത്തുകയോ ഉപേക്ഷിക്കുകയോ ചെയ്യുക'എന്ന് പറയാൻ അതേപോലെ അവകാശമുണ്ട്. യാഥാസ്ഥിതികതയ്ക്കുള്ള എല്ലാ വെല്ലുവിളികളും നിയമാനുസൃതമാണെന്ന് നിർദ്ദേശിക്കുന്നതും അസംബന്ധമാണ്. അതിക്രമങ്ങൾ നിഷേധിക്കുന്നത് സാധാരണയായി വംശീയ അസഹിഷ്ണുതയുടെ ഒരു മുഖംമൂടിയാണ്. പൊതു ലോകത്ത് സ്ഥാപിതമായ ശാസ്ത്രീയ സത്യങ്ങൾ നിഷേധിക്കുന്നത് സാധാരണയായി പുരോഗതിയെക്കുറിച്ചല്ല, മറിച്ച് ദൈവശാസ്ത്രത്തെ അടിസ്ഥാനമാക്കിയുള്ള ലോകവീക്ഷണങ്ങൾ പ്രോത്സാഹിപ്പിക്കുന്നതിനുള്ള തെളിവുകൾ അവഗണിക്കുന്നതിനെക്കുറിച്ചാണ്. ആ പ്രസ്ഥാനങ്ങളെ അടിച്ചമർത്തുന്നതിൽ സമൂഹത്തിന് നിക്ഷിപ്ത താൽപ്പര്യമുണ്ട്."}
{"_id": "test-law-sdfclhrppph-con02a", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "അനിയന്ത്രിതമായ അഭിപ്രായസ്വാതന്ത്ര്യത്തിൽ നിന്ന് ഉണ്ടാകാനിടയുള്ള ദോഷങ്ങൾ എന്തുതന്നെയായാലും വ്യക്തിഗത സ്വാതന്ത്ര്യം സാധ്യതയുള്ള ദോഷങ്ങളെ മറികടക്കുന്നു; ഒരു വ്യക്തിയെ സ്വതന്ത്രമായി സ്വന്തം മനസ്സ് പ്രകടിപ്പിക്കുന്നതിൽ നിന്ന് വിലക്കുന്നതിലൂടെ ഉണ്ടാകുന്ന ദോഷവുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ അവ മങ്ങിയതാണ്. ഒരാളുടെ ചിന്തകളും വികാരങ്ങളും ഒരാളുടെ സ്വന്തമാണെന്നും ആ ചിന്തകളും വികാരങ്ങളും പരസ്യമായി പ്രകടിപ്പിക്കാൻ വ്യക്തികൾക്ക് സ്വാതന്ത്ര്യമുണ്ടെന്നതും ഏറ്റവും ഉയർന്ന വ്യക്തിഗത സ്വാതന്ത്ര്യത്തിന്റെ കാര്യമാണ്. ഈ സ്വാതന്ത്ര്യത്തിന് മേലുള്ള നിരോധനം അളക്കാനാവാത്ത മൂല്യത്തിന്റെ ദോഷമാണ്-അത് വ്യക്തിയിൽ ആയിരിക്കുക എന്നതിന്റെ അർത്ഥത്തിൻറെ കാതലായ ഭാഗത്തെ ബാധിക്കുന്നു."}
{"_id": "test-law-sdfclhrppph-con01a", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "അഭിപ്രായ സ്വാതന്ത്ര്യം യാഥാസ്ഥിതിക വിശ്വാസങ്ങൾക്ക് വെല്ലുവിളികൾ സൃഷ്ടിക്കാൻ അനുവദിക്കുന്നു. അഭിപ്രായ സ്വാതന്ത്ര്യം കേവലം ഒരു'നല്ല കാര്യം'മാത്രമല്ല, ഇത് യാഥാസ്ഥിതികതയെ വെല്ലുവിളിക്കാൻ ആളുകളെ അനുവദിക്കുന്നതിലൂടെ സമൂഹത്തിന് യഥാർത്ഥവും പ്രകടവുമായ നേട്ടങ്ങൾ നൽകുന്ന ഒരു സംവിധാനമാണ്. യാഥാസ്ഥിതിക വിശ്വാസങ്ങളെ വെല്ലുവിളിക്കാൻ അനുവദിക്കാത്ത സംസ്ഥാനങ്ങൾ സ്തംഭിക്കുകയും കുറയുകയും ചെയ്യുന്നു. അഭിപ്രായ സ്വാതന്ത്ര്യത്തിനുള്ള നിയന്ത്രണങ്ങൾ'പ്രത്യേക ഒഴിവാക്കലുകളായി'കുറയ്ക്കുന്നത് മുഴുവൻ പോയിന്റിനെയും നിരാശപ്പെടുത്തുന്നു, കാരണം ഇത് കൃത്യമായി സ്ഥാപിതമായ സത്യത്തെ വെല്ലുവിളിക്കേണ്ട പ്രത്യേക ഒഴിവാക്കലുകളാണ്. ഇത് ശുദ്ധമായ അഭിപ്രായത്തിന്റെ കാര്യങ്ങളിൽ മാത്രം ഒതുങ്ങുന്നില്ല-നിർണായകമായ വസ്തുതകളുടെ കാര്യങ്ങളിൽ പ്രൊഫഷണലുകൾക്ക് ശക്തമായി വിയോജിക്കാൻ കഴിയുന്നതിനെ ആധുനിക ശാസ്ത്രീയ പ്രക്രിയ ആശ്രയിക്കുന്നു. \"എല്ലായ്പ്പോഴും തികഞ്ഞ അറിവിന്റെ നിലവിലെ അവസ്ഥയ്ക്കുള്ള തുടർച്ചയായ വെല്ലുവിളികളിൽ യഥാർത്ഥ ശാസ്ത്രം അതിന്റെ പുരോഗതിയെ ആശ്രയിച്ചിരിക്കുന്നു\". [1] [1] സാരെവിറ്റ്സ്, ഡാനിയൽ,'ശാസ്ത്രത്തിന്റെ ശബ്ദംഃ നമുക്ക് വിയോജിക്കാം', വാല്യം 487,2011, ഒക്ടോബർ 5"}
{"_id": "test-law-sdfclhrppph-con02b", "title": "സംസാര ചർച്ച സ്വതന്ത്ര വെല്ലുവിളി നിയമം മനുഷ്യാവകാശ തത്ത്വചിന്ത രാഷ്ട്രീയ തത്ത്വചിന്ത", "text": "സ്വാതന്ത്ര്യം ഒരു അദൃശ്യമായ അവകാശമാണ്-സ്വാതന്ത്ര്യത്തിനുള്ള നിയന്ത്രണങ്ങൾ സാഹചര്യങ്ങളെ അടിസ്ഥാനമാക്കി തുല്യമായി അദൃശ്യവും പൂർണ്ണമായും ക്ഷണികവുമാണ്. എന്നിരുന്നാലും നമുക്ക് അറിയാവുന്നത് ഒരു വ്യക്തിയുടെ പ്രശസ്തിയെ അപകീർത്തിപ്പെടുത്തുന്നതിലൂടെയും വംശീയ അധിക്ഷേപം പ്രചരിപ്പിക്കുന്നതിലൂടെയും തിരക്കേറിയ തിയേറ്ററിൽ'തീ'എന്ന് ആക്രോശിക്കുന്നതിലൂടെയും യഥാർത്ഥ ദോഷം ഉണ്ടാകുന്നു എന്നതാണ്. സാങ്കൽപ്പികവും അദൃശ്യവുമായ ദോഷങ്ങൾ തടയുന്നതിന് അനുകൂലമായി യഥാർത്ഥവും പ്രകടവുമായ ദോഷം അവഗണിക്കുന്നത് തെറ്റാണ്."}
{"_id": "test-education-egscphsrdt-pro03b", "title": "എജ്യുക്കേഷൻ ജനറൽ സെക്കൻഡറി ക്രൈം പോലീസിംഗ് ഹൌസ് ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനയെ പിന്തുണയ്ക്കുന്നു", "text": "നിയമവിരുദ്ധമായ മയക്കുമരുന്ന് ഉപയോഗിക്കാത്ത വിദ്യാർത്ഥികൾക്ക് ഭയപ്പെടേണ്ട ഒരു കാര്യമുണ്ട്-സ്വകാര്യതയുടെ ലംഘനവും ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനകൾ മൂലമുണ്ടാകുന്ന അന്തസ്സ് നഷ്ടപ്പെടുന്നതും. തെളിവുകളോ കാരണങ്ങളോ ഇല്ലാതെ തങ്ങളെ സംശയത്തിന് വിധേയരാക്കുകയാണെന്ന് അവർക്ക് തോന്നിയേക്കാം, അവരുടെ സ്വകാര്യതയ്ക്ക് മേൽ ഈ അടിച്ചേൽപ്പിക്കുന്നതിനോട് അവർക്ക് അമർഷം തോന്നിയേക്കാം. തീർച്ചയായും, മയക്കുമരുന്ന് പരിശോധനയുടെ അപമാനം സാമൂഹിക പാർശ്വവൽക്കരണത്തിന്റെയോ വ്യക്തിപരമോ കുടുംബപരമോ ആയ പ്രശ്നങ്ങളുടെയോ ഫലമായി ഇതിനകം ദുർബലമായ അവസ്ഥയിലുള്ള കുട്ടികളെ പൂർണ്ണമായും സ്കൂൾ ഉപേക്ഷിക്കാൻ നിർബന്ധിതരാക്കിയേക്കാം."}
{"_id": "test-education-egscphsrdt-pro03a", "title": "എജ്യുക്കേഷൻ ജനറൽ സെക്കൻഡറി ക്രൈം പോലീസിംഗ് ഹൌസ് ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനയെ പിന്തുണയ്ക്കുന്നു", "text": "ക്രമരഹിതമായ മയക്കുമരുന്ന് പരീക്ഷണങ്ങൾ നിയമവിരുദ്ധമായ മയക്കുമരുന്ന് ഉപയോഗിക്കാത്ത വിദ്യാർത്ഥികൾക്ക് ഒരു ദോഷവും വരുത്തുകയില്ല, കാരണം ഈ വസ്തുത സാക്ഷ്യപ്പെടുത്തുന്നതിൽ നിന്ന് അവർക്ക് ഭയപ്പെടേണ്ട കാര്യമില്ല. എന്തെങ്കിലും ഉണ്ടെങ്കിൽ അത് അവരുടെ നിയമവാഴ്ചയുടെയും നല്ല സ്വഭാവത്തിന്റെയും സ്ഥിരീകരണമായി വർത്തിക്കുന്നു. ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനകൾ സജീവമായി മയക്കുമരുന്ന് കഴിക്കുന്നവരെ മാത്രമേ പിടികൂടൂ, കാരണം സെക്കൻഡറി എക്സ്പോഷറിൽ നിന്ന്'പോസിറ്റീവ്'റീഡിംഗ് ഉണ്ടാക്കാൻ സാധ്യതയില്ലാത്ത പരിശോധനകൾ ഉപയോഗിക്കാൻ കഴിയും (ഉദാഹരണത്തിന്, കഞ്ചാവ് വലിക്കുന്ന മറ്റൊരാളുടെ അടുത്തായിരിക്കുക). മയക്കുമരുന്ന് സജീവമായി കഴിക്കുന്നവർക്ക് അവരുടെ'സ്വകാര്യത'എന്ന അവകാശത്തേക്കാൾ വളരെ അടിയന്തിരമായി മയക്കുമരുന്ന് ഒഴിവാക്കാൻ സഹായം ആവശ്യമാണ്, കാരണം ചെറുപ്പത്തിൽ തന്നെ ആസക്തി അവരുടെ വിദ്യാഭ്യാസത്തിലെ ശേഷിക്കുന്ന സമയത്തെ ഗണ്യമായ പ്രതികൂലമായി ബാധിക്കും. അതിനാൽ, മയക്കുമരുന്ന് ഇതര ഉപയോക്താക്കൾക്ക് പരിശോധനയിൽ നിന്ന് ഭയപ്പെടാൻ ഒന്നുമില്ല. അതിന്റെ ഫലമായി ക്രമരഹിതമായ പരിശോധനകൾ മയക്കുമരുന്ന് ഉപയോക്താക്കളുടെ ഏറ്റവും മികച്ച താൽപ്പര്യത്തിലാണ്."}
{"_id": "test-education-egscphsrdt-con03b", "title": "എജ്യുക്കേഷൻ ജനറൽ സെക്കൻഡറി ക്രൈം പോലീസിംഗ് ഹൌസ് ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനയെ പിന്തുണയ്ക്കുന്നു", "text": "ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനകൾ യഥാർത്ഥത്തിൽ അധ്യാപകരും വിദ്യാർത്ഥികളും തമ്മിലുള്ള അവിശ്വാസം ഇല്ലാതാക്കാൻ സഹായിച്ചേക്കാം. വ്യക്തിഗത സംശയം വിദ്യാർത്ഥികളുടെ മയക്കുമരുന്ന് പരിശോധനകൾക്ക് കാരണമാകില്ല, മറിച്ച് ഈ പരിശോധനകൾ എല്ലാ വിദ്യാർത്ഥികളും ഒരു സമയത്ത് അല്ലെങ്കിൽ മറ്റൊരു സമയത്ത് അഭിമുഖീകരിക്കുന്ന ഒന്നായിരിക്കും. ഇതിനർത്ഥം വിദ്യാർത്ഥികൾക്ക് യഥാർത്ഥത്തിൽ അവരുടെ അധ്യാപകരെ സമീപിക്കാൻ കൂടുതൽ സ്വാതന്ത്ര്യം അനുഭവപ്പെടാം, മാത്രമല്ല എപ്പോൾ വേണമെങ്കിലും പരീക്ഷിക്കപ്പെടുമെന്ന് അവർക്കറിയാവുന്നതിനാൽ കൂടുതൽ ശ്രദ്ധിക്കേണ്ടതിന്റെ ആവശ്യകത അവർക്ക് അനുഭവപ്പെട്ടേക്കാം."}
{"_id": "test-education-egscphsrdt-con01b", "title": "എജ്യുക്കേഷൻ ജനറൽ സെക്കൻഡറി ക്രൈം പോലീസിംഗ് ഹൌസ് ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനയെ പിന്തുണയ്ക്കുന്നു", "text": "സംശയാസ്പദമായ വിദ്യാർത്ഥികൾ മയക്കുമരുന്ന് ഉപയോഗത്തിന്റെ ദീർഘകാല ദോഷങ്ങൾ തിരിച്ചറിയുകയോ ആസക്തിയുടെ അപകടസാധ്യതകൾ പൂർണ്ണമായി മനസ്സിലാക്കുകയോ ചെയ്തേക്കില്ല, അവർ ഇതുവരെ പൂർണ്ണമായും മുതിർന്നവരും സ്വയം ഉത്തരവാദിത്തമുള്ളവരുമല്ലാത്തതിനാൽ, അവരുടെ'സ്വകാര്യതയ്ക്കുള്ള അവകാശം'അവർക്ക് ഹാനികരമായേക്കാവുന്ന വിധത്തിൽ പ്രയോഗിക്കുന്നില്ലെന്ന് ഉറപ്പാക്കാൻ ഭരണകൂടത്തിന് അവകാശമുണ്ട്."}
{"_id": "test-education-egscphsrdt-con03a", "title": "എജ്യുക്കേഷൻ ജനറൽ സെക്കൻഡറി ക്രൈം പോലീസിംഗ് ഹൌസ് ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനയെ പിന്തുണയ്ക്കുന്നു", "text": "അധ്യാപക-വിദ്യാർത്ഥി ബന്ധം സംരക്ഷിക്കുന്നത് ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനകൾ വിദ്യാർത്ഥി-അധ്യാപക ബന്ധത്തെ വിശ്വാസത്തിൽ നിന്ന് സംശയാസ്പദമായ ഒന്നായി മാറ്റുന്നു, അതുവഴി അധ്യാപകരും സ്കൂൾ സ്ഥാപനവും അവരെ പിടിക്കാൻ പുറപ്പെടുന്നുവെന്നും എല്ലാവരേയും സംശയിക്കുന്നുവെന്നും പല വിദ്യാർത്ഥികളും കരുതുന്ന ഒരു സ്ഥാപനമായി മാറുന്നു. ഈ വിശ്വാസത്തിന്റെ തകർച്ച അധ്യാപകർക്ക് നിയമവിരുദ്ധമായ മയക്കുമരുന്നുകളെക്കുറിച്ചും അവയുടെ ഉപയോഗത്തിന്റെ അനന്തരഫലങ്ങളെക്കുറിച്ചും ഉപയോഗപ്രദമായ വിവരങ്ങൾ നൽകുന്നത് വളരെ ബുദ്ധിമുട്ടാക്കുന്നു, കൂടാതെ വിദ്യാർത്ഥികൾ ഈ വിവരങ്ങളിൽ അധ്യാപകരെ കണ്ടെത്താൻ തയ്യാറാകുന്നില്ല. ഇത് നിയമവിരുദ്ധമായ മയക്കുമരുന്നുകളെക്കുറിച്ചുള്ള വിവരങ്ങൾക്കായി വിദ്യാർത്ഥികൾ അവരുടെ സമപ്രായക്കാരെയും ഇന്റർനെറ്റിനെയും കൂടുതലായി ആശ്രയിക്കുന്നതിലേക്ക് നയിക്കും, കൂടാതെ ഈ വിവരങ്ങൾ സംശയാസ്പദമായ നയമോ അല്ലെങ്കിൽ മയക്കുമരുന്ന് ഉപയോഗത്തെ'കൂൾ'അല്ലെങ്കിൽ ആകർഷകമോ'എന്ന സങ്കൽപ്പങ്ങളാൽ സ്വാധീനിക്കപ്പെടാനുള്ള സാധ്യത വളരെ കൂടുതലാണ്. അതിനാൽ ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനകൾ സ്കൂളുകളുടെ മയക്കുമരുന്ന് വിരുദ്ധ സന്ദേശത്തെ ദോഷകരമായി ബാധിച്ചേക്കാം."}
{"_id": "test-education-egscphsrdt-con02b", "title": "എജ്യുക്കേഷൻ ജനറൽ സെക്കൻഡറി ക്രൈം പോലീസിംഗ് ഹൌസ് ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനയെ പിന്തുണയ്ക്കുന്നു", "text": "ക്രമരഹിതമായ മയക്കുമരുന്ന് പരിശോധനകൾ ഉപയോഗിക്കുന്നത് അർത്ഥമാക്കുന്നത് കൂടുതൽ കൌമാരക്കാരായ മയക്കുമരുന്ന് ഉപയോക്താക്കളെ പിടികൂടുകയും മയക്കുമരുന്ന് പുനരധിവാസ പരിപാടികളിൽ ഉൾപ്പെടുത്തുകയും ചെയ്യും, ഇത് അവരിൽ ചിലരെങ്കിലും തീർച്ചയായും സഹായിക്കും. സ്കൂളിന്റെ പരിചരണത്തിന്റെ കടമ അർത്ഥമാക്കുന്നത് മയക്കുമരുന്ന് ഉപേക്ഷിക്കാൻ അവർക്ക് ഈ അവസരമെങ്കിലും നൽകണം, അവർ അത് നിരസിച്ചാലും, അവരെ തുടർന്നും ഉപയോഗിക്കാൻ അനുവദിക്കുന്നതിന് പകരം, അത് അവരുടെ വിദ്യാഭ്യാസത്തെ സാരമായി ബാധിക്കും."}
{"_id": "test-politics-oepghbrnsl-pro02b", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പുടിന്റെ പ്രാരംഭ പിന്തുണ പ്രധാനമായും ശക്തമായ വാഗ്ദാനങ്ങളെ അടിസ്ഥാനമാക്കിയുള്ളതായിരുന്നു, അഴിമതിക്കാരായ ബിസിനസുകാരുടെ അറസ്റ്റുകളും ചെച്നിയയ്ക്കെതിരായ കർശന നടപടിയും തുടക്കത്തിൽ നല്ല ഫലങ്ങൾ നൽകുന്നതായി തോന്നി. എന്നിരുന്നാലും, മാധ്യമങ്ങളെ നിയന്ത്രിക്കാനും തിരഞ്ഞെടുക്കപ്പെട്ട ഗവർണർമാരെ പ്രസിഡൻഷ്യൽ നിയമനങ്ങളുമായി മാറ്റിസ്ഥാപിക്കാനുമുള്ള അദ്ദേഹത്തിന്റെ വർദ്ധിച്ചുവരുന്ന പ്രവണതകളും നിരവധി പ്രധാന പത്രപ്രവർത്തകരുടെ തിരോധാനവും കൊലപാതകവും സംബന്ധിച്ച അഴിമതികളും കാരണം അദ്ദേഹത്തിന്റെ പിന്തുണയുടെ അടിത്തറ ഗണ്യമായി തകർന്നു. അദ്ദേഹത്തിന് എൻജിഒ കമ്മ്യൂണിറ്റിയുടെയും ഭൂരിഭാഗം ബുദ്ധിജീവികളുടെയും പിന്തുണയും യുഎസ്എയുടെയും പ്രസിഡന്റ് ബുഷിന്റെയും യഥാർത്ഥ ശക്തമായ പിന്തുണയും നഷ്ടപ്പെട്ടു."}
{"_id": "test-politics-oepghbrnsl-pro02a", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ശക്തനായ ഒരു നേതാവിന് ദോഷങ്ങളേക്കാൾ കൂടുതൽ നേട്ടങ്ങളുണ്ട്, റഷ്യ കാത്തിരുന്ന ശക്തനായ നേതാവായ പുടിൻ. അദ്ദേഹത്തിന്റെ തിരഞ്ഞെടുപ്പ് വിജയവും സ്ഥിരമായി ഉയർന്ന അംഗീകാര നിരക്കും കാണിക്കുന്നത് അവരുടെ സമൂഹത്തെ വർദ്ധിച്ചുവരുന്ന അഴിമതിയിൽ നിന്ന് മോചിപ്പിക്കാനും ശാന്തതയും സമത്വവും പുനഃസ്ഥാപിക്കാനും കഴിയുന്ന ഒരാൾക്കായി റഷ്യയിലെ ജനങ്ങൾ തയ്യാറാണെന്ന്. ചിലർ സ്വേച്ഛാധിപത്യ പ്രവണതകൾ എന്ന് വിളിക്കുന്നുണ്ടെങ്കിലും ഉയർന്ന പിന്തുണ നിലനിർത്താനുള്ള അദ്ദേഹത്തിന്റെ കഴിവ് സ്ഥിരതയുടെ വാഗ്ദാനത്തിനായി ഒരു പരിധിവരെ സ്വാതന്ത്ര്യം ത്യജിക്കാൻ ആളുകൾ തയ്യാറാണെന്ന് കാണിക്കുന്നു. ചെറുപ്പക്കാർക്കിടയിൽ പുടിനോടുള്ള ആവേശം കാണിക്കുന്നത് കഴിഞ്ഞ നിശ്ചയദാർഢ്യങ്ങളിലേക്ക് തിരിഞ്ഞുനോക്കുന്നവരെ മാത്രമല്ല അദ്ദേഹം ആകർഷിക്കുന്നത് എന്നാണ്."}
{"_id": "test-politics-oepghbrnsl-pro03b", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു വ്യക്തിയിൽ നിങ്ങളുടെ പ്രതീക്ഷകളും വിശ്വാസവും വയ്ക്കുന്നത് വളരെ അപകടകരമാണ്, പ്രത്യേകിച്ച് ഒരു പരിവർത്തന കാലഘട്ടത്തിൽ. പുടിൻ ഭരണകൂടമല്ല, ഭരണകൂടത്തെയും ജനസംഖ്യയെയും നിയന്ത്രിക്കാനും പ്രതിനിധീകരിക്കാനുമുള്ള അദ്ദേഹത്തിന്റെ കഴിവ് സംശയാസ്പദമാണ്. പുടിൻ ഒരു വിശുദ്ധനല്ല, പിന്തുടരേണ്ട ഒരു ഉദാഹരണമാണ്. അദ്ദേഹത്തിന്റെ സ്വേച്ഛാധിപത്യ പ്രവണതകൾക്ക് നിസ്സാരമായ ഫലങ്ങളില്ലഃ ഈ ഘട്ടത്തിൽ മിക്ക റഷ്യൻ മാധ്യമങ്ങളും ഭരണകൂടത്തിന്റെ നിയന്ത്രണത്തിലാണ്, കൂടിയാലോചനകളില്ലാതെ അടച്ചിട്ട വാതിലുകൾക്ക് പിന്നിൽ തീരുമാനങ്ങൾ എടുക്കുന്നത് തുടരുന്നു, റഷ്യ ഒരിക്കൽ കൂടി അന്താരാഷ്ട്ര സമൂഹത്തിന്റെ പാരിയായിത്തീർന്നു, ചെചെൻ സംഘർഷം സാധാരണക്കാർക്കെതിരായ പുതിയ ആക്രമണങ്ങളായി മാറി, കുട്ടികൾ ഉൾപ്പെടെ ആയിരക്കണക്കിന് ആളുകളുടെ മരണത്തിന് കാരണമായി (ബെസ്ലാനിലും മോസ്കോ തിയേറ്ററിലും നടന്ന ഭയാനകമായ ആക്രമണങ്ങൾ പരാമർശിക്കേണ്ടതുണ്ട്) മുതലായവ. കുടുങ്ങിയ അന്തർവാഹിനി കുർസ്ക്കിന്റെ കാര്യത്തിൽ അന്താരാഷ്ട്ര സഹായം സ്വീകരിക്കാൻ പുടിൻ ധാർഷ്ട്യത്തോടെ വിസമ്മതിച്ചതും പതിനായിരക്കണക്കിന് ആളുകളുടെ അനാവശ്യമായ മരണത്തിന് കാരണമായി."}
{"_id": "test-politics-oepghbrnsl-pro01a", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "കമ്മ്യൂണിസത്തിന്റെ പതനം മുതൽ റഷ്യ ആഴത്തിലുള്ള സാമ്പത്തിക മാന്ദ്യത്തിലേക്ക് വീണു. വിപണി പരിഷ്കാരങ്ങളുടെയും സ്വകാര്യവൽക്കരണത്തിന്റെയും ആമുഖം അസമത്വങ്ങളുടെ ദ്രുതഗതിയിലുള്ള വർദ്ധനവിനും അഴിമതി വർദ്ധനവിനും കാരണമായി. സാമ്പത്തികവും രാഷ്ട്രീയവുമായ പരിഷ്കരണങ്ങളുടെ അരാജകത്വവും മുൻ സോവിയറ്റ് യൂണിയന്റെ തകർച്ചയുടെ അരാജകത്വവും ജനസംഖ്യയുടെ ഭൂരിഭാഗത്തെയും നിരാശപ്പെടുത്തുകയും അവരുടെ സർക്കാരിനോട് അവിശ്വാസം പ്രകടിപ്പിക്കുകയും ചെയ്തു. അത്തരം അരാജകത്വത്തിന്റെ കാലഘട്ടത്തിൽ, സ്ഥിരത പരിഷ്കരണത്തേക്കാൾ വളരെ പ്രധാനമാണെന്ന് തോന്നുന്നു. അത്തരം സ്ഥിരത നൽകുന്നതിനുള്ള ഏക പരിഹാരം, വ്യക്തമായ ദിശ നിശ്ചയിക്കുകയും ഒരു രാജ്യത്തെ വീണ്ടും തകർക്കാനുള്ള അപകടസാധ്യതയിലേക്ക് വലിച്ചിടുകയും ചെയ്യുക എന്നതാണ്. റഷ്യൻ ജനസംഖ്യയ്ക്കിടയിലെ വിവിധ വോട്ടെടുപ്പുകളിൽ നിന്ന് ഇത് തെളിയിക്കപ്പെടുന്നു-\"... ഏറ്റവും ആകർഷകമായ സ്ഥിതിവിവരക്കണക്ക് റഷ്യയെ സംബന്ധിച്ചിടത്തോളം ക്രമം ജനാധിപത്യത്തേക്കാൾ പ്രധാനമാണെന്ന് പറയുന്ന ഭൂരിഭാഗം പ്രതികരിക്കുന്നവരുടെയും-72 ശതമാനം, 16 ശതമാനം)."}
{"_id": "test-politics-oepghbrnsl-pro01b", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പരിവർത്തനത്തിന്റെ എല്ലാ കാലഘട്ടങ്ങളും നിർവചനമനുസരിച്ച് അരാജകത്വത്തിലായിരിക്കുന്നു, പരിഷ്കാരങ്ങൾ അവയുടെ സ്വഭാവം വിനാശകരമാണ്. അതേ സമയം, ഈ പരിഷ്കാരങ്ങളിലൂടെ മാത്രമേ സ്വാതന്ത്ര്യത്തിന്റെയും സമൃദ്ധിയുടെയും ഭാവി സാധ്യമാകൂ. ഒരു നീണ്ട പരിവർത്തന പ്രക്രിയയ്ക്ക് തീർച്ചയായും മനസ്സുകളെ മേഘാവൃതമാക്കാനും ആളുകളെ അവിശ്വാസികളും നിരാശരുമായ വ്യക്തികളായി മാറ്റാനും കഴിയുമെങ്കിലും, ഈ നിമിഷങ്ങളിലാണ് സ്വേച്ഛാധിപത്യ പ്രവണതകൾ വീണ്ടും ഉയർന്നുവരുന്നതെന്ന് കൃത്യമായി ഓർമ്മിക്കേണ്ടതുണ്ട്. റഷ്യയിലെ ജനങ്ങൾ വോട്ടെടുപ്പിൽ വീണ്ടും വീണ്ടും സമ്മതിക്കുന്നു, ജനാധിപത്യം അവരുടെ ഭാവിയാണെന്നും ആയിരിക്കണമെന്നും. പരിഷ്കരണത്തിന്റെ പെട്ടെന്നുള്ള അരാജകത്വം ഞങ്ങളെ വ്യാജ സ്ഥിരതയിലേക്ക് ഭയപ്പെടുത്താൻ ഞങ്ങൾ അനുവദിക്കരുത്. ഇപ്പോഴും റഷ്യക്കാർ ശക്തമായ നേതൃത്വത്തിന് മുൻഗണന നൽകുന്നുണ്ടെങ്കിലും ഈ ആളുകളുടെ എണ്ണം കുറയുന്നു, ഈ പ്രവണത കാണിക്കുന്നു ജനാധിപത്യത്തിന്റെ യഥാർത്ഥ മൂല്യം വിലയിരുത്താൻ കൂടുതൽ കൂടുതൽ ആളുകൾ ആരംഭിക്കുന്നു-\"... എന്നാൽ ആ സംഖ്യ യഥാർത്ഥത്തിൽ കഴിഞ്ഞ തവണ നടത്തിയ വി. ടി. ഒ. എം. ഐ നടത്തിയ സമാനമായ സർവേയിൽ നിന്ന് കുറഞ്ഞു, 2000 ൽ 75 ശതമാനം റഷ്യക്കാരും പറഞ്ഞു."}
{"_id": "test-politics-oepghbrnsl-pro04b", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ചരിത്രം വിധിയല്ല, റഷ്യയുടെ ഭൂതകാലത്തെക്കുറിച്ചുള്ള ഉയർന്ന തിരഞ്ഞെടുപ്പ് കാഴ്ചപ്പാട് ഇന്ന് സ്വേച്ഛാധിപത്യ ഭരണത്തിന് മുൻഗണന നൽകാൻ നമ്മെ നയിക്കരുത്. സാർമാരും അവരുടെ കമ്മ്യൂണിസ്റ്റ് പിൻഗാമികളും ക്രൂരമായ ഭരണത്തിലൂടെയും പരാജയപ്പെട്ട നയങ്ങളിലൂടെയും ദശലക്ഷക്കണക്കിന് ആളുകളെ കൊന്നു-ഇന്ന് റഷ്യയിൽ നാം കാണുന്ന അതേ കൂടിയാലോചനയുടെയും ഉത്തരവാദിത്തത്തിന്റെയും അഭാവം സാധ്യമാക്കി. ഊർജ്ജസ്വലമായ ഒരു മൾട്ടി-പാർട്ടി ജനാധിപത്യത്തിനും പൂർണ്ണമായും സ്വതന്ത്രമായ നിയമ സംവിധാനത്തിനും സ്വതന്ത്ര മാധ്യമങ്ങൾക്കും മാത്രമേ ഭൂതകാലത്തെ ദുരന്തങ്ങൾ ആവർത്തിക്കില്ലെന്ന് ഉറപ്പാക്കാൻ കഴിയൂ. റഷ്യയിൽ അത്തരമൊരു സംവിധാനത്തിന് വേരൂന്നാൻ ഒരു കാരണവുമില്ല-ഇത് മറ്റ് പല രാജ്യങ്ങളെക്കാളും വൈവിധ്യമാർന്നതല്ല, ആധുനിക ആശയവിനിമയങ്ങൾ അർത്ഥമാക്കുന്നത് വെറും ദൂരം ഒരു പ്രശ്നമല്ല. റഷ്യക്കാരെ ജനാധിപത്യത്തിന് അദ്വിതീയമായി അനുയോജ്യമല്ലാതാക്കുന്ന സംസ്കാരത്തിലോ സ്വഭാവത്തിലോ ഒന്നുമില്ല."}
{"_id": "test-politics-oepghbrnsl-pro03a", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു ശക്തനായ നേതാവ് സംസ്ഥാനത്തിൻറെ ഏറ്റവും മികച്ച താൽപ്പര്യങ്ങൾക്കനുസൃതമായി പ്രവർത്തിക്കുന്നു, പുടിൻറെ സ്വേച്ഛാധിപത്യ ശൈലി ജനാധിപത്യത്തിന് ഭീഷണിയല്ല, മറിച്ച് വിജയകരവും വേഗത്തിലുള്ളതുമായ പരിവർത്തനത്തിൻറെ ആവശ്യകതയാണ്. പുടിൻ മാധ്യമങ്ങളെ നിയന്ത്രിക്കുന്നത് ഒരുപക്ഷേ ഭരണകൂടത്തിൻറെ താൽപ്പര്യങ്ങളേക്കാൾ അവരുടെ വ്യക്തിപരമായ താൽപ്പര്യങ്ങൾ പ്രോത്സാഹിപ്പിക്കുന്ന അഴിമതിക്കാരായ കുറച്ചുപേർ നിയന്ത്രിക്കുന്നതിനേക്കാൾ ആരോഗ്യകരമാണ്. ജനാധിപത്യം ഒരു ലക്ഷ്യമാണ്, ചില രാജ്യങ്ങൾ അത് നേടിയെന്ന് സ്വയം വിശ്വസിക്കുമ്പോൾ, അത് നിലനിർത്താൻ അവർ നിരന്തരം പാടുപെടുകയാണ്. ഒരു യുവ ജനാധിപത്യമെന്ന നിലയിൽ, റഷ്യ ഇപ്പോഴും അതിൻറെ സ്വന്തം ജനാധിപത്യ പതിപ്പ് നിർവചിക്കുന്നതിനും അതിൻറെ കാര്യത്തിൽ ഏറ്റവും മികച്ച രീതിയിൽ പ്രവർത്തിക്കുന്നതെന്താണെന്ന് കണ്ടെത്തുന്നതിനും വേണ്ടി പ്രവർത്തിക്കുന്നു."}
{"_id": "test-politics-oepghbrnsl-pro04a", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു രാഷ്ട്രമെന്ന നിലയിൽ റഷ്യയ്ക്കും ഒരു രാഷ്ട്രമെന്ന നിലയിൽ റഷ്യക്കാർക്കും ശക്തമായ നേതൃത്വം ആവശ്യമാണ്. ചരിത്രപരമായി, പുരോഗതി കൈവരിക്കാൻ റഷ്യയ്ക്ക് എല്ലായ്പ്പോഴും ശക്തമായ കേന്ദ്രീകൃത നേതൃത്വം ആവശ്യമായിരുന്നു. പീറ്റർ ദി ഗ്രേറ്റ് (റഷ്യയെ ഒരു യൂറോപ്യൻ ശക്തിയാക്കുകയും സെന്റ് പീറ്റേഴ്സ്ബർഗ് നിർമ്മിക്കുകയും ചെയ്തയാൾ), അലക്സാണ്ടർ രണ്ടാമൻ (സെർഫുകളെ മോചിപ്പിച്ചയാൾ), 1917 മുതൽ ലെനിൻറെയും സ്റ്റാലിൻറെയും കീഴിൽ. റഷ്യ വളരെ വലുതാണ്, വളരെ വൈവിധ്യമാർന്നതും പ്രാതിനിധ്യ ജനാധിപത്യത്തിന്റെ പാശ്ചാത്യ സംവിധാനങ്ങൾ പ്രയോഗിക്കാൻ കഴിയാത്തത്ര നേർത്ത ജനസംഖ്യയുള്ളതുമാണ്. വലിയ വെല്ലുവിളികൾ നേരിടുമ്പോൾ അവരെ ഒന്നിപ്പിക്കാൻ കഴിയുന്ന ഒരു ശക്തമായ ഭരണാധികാരിയുടെ നിർണ്ണായക നേതൃത്വം പിന്തുടരാൻ സാംസ്കാരികമായി അതിന്റെ ജനങ്ങൾ അനുയോജ്യരാണ്. അത്തരമൊരു ഭരണാധികാരിയില്ലാതെ റഷ്യ ഈ പ്രദേശങ്ങളിൽ പ്രാദേശിക ശക്തരായ ആളുകൾ അധികാരം പിടിച്ചെടുക്കുന്നതിലൂടെ വിഘടിക്കാൻ സാധ്യതയുണ്ട്, കോക്കസസിന്റെയും മധ്യേഷ്യയുടെയും ഭൂരിഭാഗത്തും ആധിപത്യം പുലർത്തുന്ന മത മൌലികവാദവും സാമ്പത്തിക സ്തംഭനവും."}
{"_id": "test-politics-oepghbrnsl-con01b", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇന്നത്തെ റഷ്യയിലെ പ്രധാന പ്രശ്നങ്ങളിലൊന്നായ അഴിമതി പ്രശ്നത്തെ നേരിടാനുള്ള ഏറ്റവും നല്ല മാർഗം ശക്തമായ ഒരു നേതാവിലൂടെയാണ്. കിഴക്കൻ യൂറോപ്യൻ ജനാധിപത്യ രാജ്യങ്ങൾ ശക്തമായ നേതൃത്വമില്ലാത്തപ്പോൾ അഴിമതി വ്യാപിക്കുന്നു എന്നതിന്റെ ശുദ്ധമായ ഉദാഹരണമാണ്. ഈ രാജ്യങ്ങളിലെ അഴിമതി അവരുടെ സാമ്പത്തിക വികസനത്തിന് തടസ്സമാകുന്നു. വാസ്തവത്തിൽ നിലവിലെ പ്രസിഡന്റ് ദിമിത്രി മെദ്വദേവ് അഴിമതിക്കെതിരെ പോരാടുന്നതിനായി നയങ്ങളും പുതിയ പദ്ധതികളും ആരംഭിച്ചിട്ടുണ്ട്-\"അഴിമതിക്കെതിരായ പോരാട്ടം പ്രസിഡന്റ് ദിമിത്രി മെദ്വദേവിന്റെ പ്രധാന അജണ്ടയാണ്. റഷ്യയുടെ അഴിമതി വിരുദ്ധ പ്രചാരണത്തിന് മേൽനോട്ടം വഹിക്കാൻ 2008 ൽ മെദ്വദേവ് ഒരു അഴിമതി വിരുദ്ധ കൌൺസിൽ സ്ഥാപിച്ചു. 2010 ൽ മെദ്വദേവ് അവതരിപ്പിച്ച ദേശീയ അഴിമതി വിരുദ്ധ തന്ത്രമാണ് ഈ ശ്രമത്തെ നയിക്കുന്ന കേന്ദ്ര രേഖ. (2) വാസ്തവത്തിൽ, വർദ്ധിച്ചുവരുന്ന അഴിമതി തീവ്രവാദ ആക്രമണങ്ങളേക്കാൾ അപകടകരമാണെന്ന് തെളിയിക്കാം, കാരണം ഇത് ശക്തമായ മയക്കുമരുന്ന്, എണ്ണ, മനുഷ്യക്കടത്ത് സംഘങ്ങൾ സൃഷ്ടിക്കും."}
{"_id": "test-politics-oepghbrnsl-con04a", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "റഷ്യയിലെ ഒരു പ്രധാന പ്രശ്നമായ അഴിമതി, ശക്തമായ നേതൃത്വം മൂലമാണ്, ഉയർന്ന തലത്തിലുള്ള അഴിമതിയും റഷ്യൻ പ്രസിഡന്റിന്റെയും റഷ്യൻ പ്രധാനമന്ത്രിയുടെയും ശക്തമായ നേതൃത്വവും തമ്മിൽ ഒരു ബന്ധമുണ്ട്.-\"കഴിഞ്ഞ ദശകത്തിൽ പ്രധാനമന്ത്രി വ്ളാഡിമിർ പുടിൻ അഴിമതിയുടെ കുതിപ്പിന് നേതൃത്വം നൽകുകയും തന്റെ ആന്തരിക വൃത്തത്തെ സമ്പന്നമാക്കുകയും ചെയ്തുവെന്ന് ആരോപിച്ച് റഷ്യയിലെ ഏറ്റവും പ്രമുഖ പ്രതിപക്ഷ നേതാക്കളിൽ ചിലർ ഒരു റിപ്പോർട്ട് തയ്യാറാക്കിയിട്ടുണ്ട്... പുടിനും പ്രസിഡന്റ് ദിമിത്രി മെദ്വദേവിനും 26\" കൊട്ടാരങ്ങളും \"അഞ്ച് യാച്ചുകളും ഉണ്ട്, റിപ്പോർട്ട് അനുസരിച്ച് അവയ്ക്ക് ചെലവേറിയ സംസ്ഥാന പരിപാലനം ആവശ്യമാണ്\". (8) പ്രധാനമന്ത്രിയുടെയും മുൻ പ്രസിഡന്റ് പുടിന്റെയും അധികാരത്തിന് വേണ്ടിയല്ലായിരുന്നെങ്കിൽ, അദ്ദേഹത്തിന്റെ ശക്തമായ അധികാരവും മാനേജ്മെന്റും അഴിമതി വളരെക്കാലം മുമ്പ് തന്നെ കുറയ്ക്കുമായിരുന്നുവെന്ന് പലരും വാദിക്കുന്നു."}
{"_id": "test-politics-oepghbrnsl-con01a", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ശരിയായ ജനാധിപത്യ നിയന്ത്രണങ്ങളും സന്തുലിതാവസ്ഥയുമാണ് യഥാർത്ഥ പ്രശ്നപരിഹാരത്തിനുള്ള ഏക മാർഗം. അഴിമതിക്കെതിരെ പോരാടാനുള്ള മതിയായ അധികാരവും ഒരു ജനതയെ അടിച്ചമർത്താൻ മതിയായ അധികാരവും തമ്മിൽ ഒരു നേർരേഖയുണ്ട്. സാമൂഹിക പരിഷ്കരണ വാഗ്ദാനത്തിലൂടെയും മയക്കുമരുന്ന് സംഘങ്ങളെയും ഗുണ്ടാസംഘങ്ങളെയും തുടച്ചുനീക്കുന്നതിലൂടെയും നിരവധി അഴിമതിക്കാരും സ്വേച്ഛാധിപത്യ നേതാക്കളും അധികാരത്തിലെത്തിയിട്ടുണ്ട്. ഭയത്തോടെ ജീവിക്കുന്ന ഒരു സമൂഹത്തിന് അവരുടെ എല്ലാ പ്രശ്നങ്ങളും ഒരു ശക്തനായ നേതാവ് പരിഹരിക്കുമെന്ന് വിശ്വസിച്ച് ഒരിക്കലും അതിന്റെ പ്രശ്നങ്ങൾ മറികടക്കാൻ കഴിയില്ല. വ്യക്തികളെ ശാക്തീകരിക്കുകയും അപകടസാധ്യത സ്വീകരിക്കുകയും ചെയ്യുക മാത്രമാണ് ആത്യന്തികമായി അത്തരം പ്രശ്നങ്ങൾക്കുള്ള ഏക യഥാർത്ഥ പരിഹാരം. പുടിൻ പൂർണ്ണമായും ശുദ്ധനായിരുന്നാലും, അധികാര കേന്ദ്രീകരണം പൂർണ്ണമായും ആ ഉപദേഷ്ടാക്കൾക്കും മന്ത്രിമാർക്കും വലിയ സ്വാധീനം നൽകുകയും സർക്കാരിൽ അഴിമതി അനിവാര്യമാക്കുകയും ചെയ്യുന്നു. സ്വതന്ത്ര മാധ്യമങ്ങളിൽ നിന്നും നിയമവ്യവസ്ഥയിൽ നിന്നുമുള്ള വിമർശനങ്ങൾ ഉൾപ്പെടെ ശരിയായ ജനാധിപത്യ നിയന്ത്രണങ്ങളും സന്തുലിതാവസ്ഥയും കെട്ടിപ്പടുക്കുന്നതിലൂടെ മാത്രമേ ഉത്തരവാദിത്തം സൃഷ്ടിക്കാനും അഴിമതി അല്ലെങ്കിൽ കഴിവില്ലായ്മ പരിഹരിക്കാനും കഴിയൂ."}
{"_id": "test-politics-oepghbrnsl-con04b", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "നിലവിലെ പ്രസിഡന്റ് ദിമിത്രി മെദ്വദേവ് അഴിമതിക്കെതിരായ നയങ്ങൾ നടപ്പാക്കുകയും അവതരിപ്പിക്കുകയും ചെയ്യുന്നു. യഥാർത്ഥത്തിൽ ഇത് അദ്ദേഹത്തിന്റെ പ്രധാന തന്ത്രമാണ്. മെദ്വദേവ് മുൻ പ്രസിഡന്റ് പുടിനുമായി അടുത്ത ബന്ധം പുലർത്തുകയും അദ്ദേഹവുമായി റഷ്യൻ ബന്ധങ്ങളും നയങ്ങളും ചർച്ച ചെയ്യുകയും ചെയ്യുന്നു എന്നത് എല്ലാവർക്കും അറിയാവുന്ന വസ്തുതയാണ്. അഴിമതി നിർമാർജനം പുടിന്റെ വഴിയിൽ നിൽക്കുകയാണെങ്കിൽ അത്തരമൊരു തന്ത്രം മെദ്വദേവ് ഏറ്റെടുക്കില്ലായിരുന്നു.-\"ഒരു കൂട്ടം റഷ്യൻ വിദഗ്ധരോടും പത്രപ്രവർത്തകരോടും സംസാരിച്ച അദ്ദേഹം പറഞ്ഞു\" അഴിമതിക്കാരായ ഉദ്യോഗസ്ഥരാണ് റഷ്യയെ നയിച്ചതെന്ന്. അവർക്ക് അധികാരമുണ്ട്. അഴിമതിക്ക് വ്യവസ്ഥാപിതമായ സ്വഭാവമുണ്ട്, ആഴത്തിലുള്ള ചരിത്രപരമായ വേരുകളുണ്ട്. യുദ്ധം എളുപ്പമല്ലെങ്കിലും അതിനെതിരെ പോരാടണം. ഒന്നോ രണ്ടോ വർഷത്തിനുള്ളിൽ നമുക്ക് വ്യക്തമായ ഫലങ്ങൾ നേടാൻ കഴിയുമെന്ന് ഞാൻ കരുതുന്നില്ല. ഞാൻ ഒരു യാഥാർത്ഥ്യവാദിയാണെങ്കിൽ 15 ൽ നമുക്ക് നല്ല ഫലങ്ങൾ നേടാൻ കഴിയുമെന്ന് ഞാൻ കരുതുന്നു \". (9) നിലവിലെ റഷ്യൻ പ്രസിഡന്റിന്റെ അഴിമതി നയങ്ങൾ വ്യക്തമായി കൈകാര്യം ചെയ്യാൻ കഴിയും."}
{"_id": "test-politics-oepghbrnsl-con02b", "title": "റഷ്യയ്ക്ക് ശക്തമായ നേതൃത്വം ആവശ്യമാണെന്ന് സോണൽ യൂറോപ്പ് പൊളിറ്റിക്സ് ഗവൺമെന്റ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "റഷ്യയ്ക്ക് ജനാധിപത്യത്തിന്റെ ആട്രിബ്യൂട്ടുകൾ ഉണ്ട്. ഇത് ഒരു ഭരണഘടനയുള്ള ഒരു ഫെഡറൽ സംസ്ഥാനമാണ്. ഇതിന് രണ്ട് ചേംബർ നിയമനിർമ്മാണസഭയുണ്ട്; ആനുപാതിക പ്രാതിനിധ്യത്തിന്റെ അടിസ്ഥാനത്തിൽ രാജ്യവ്യാപക പാർട്ടി ലിസ്റ്റുകളിൽ നിന്ന് തിരഞ്ഞെടുക്കപ്പെടുന്ന 450 അംഗങ്ങളുള്ള ഡുമയാണ് താഴത്തെ സഭ. ഉപരിസഭ; ഫെഡറേഷൻ കൌൺസിലിന് റഷ്യയിലെ 89 പ്രദേശങ്ങളിൽ നിന്നും റിപ്പബ്ലിക്കുകളിൽ നിന്നും ഓരോന്നിൽ നിന്നും രണ്ട് പ്രതിനിധികളുണ്ട്, അവ പ്രാദേശിക ഗവർണർമാരും നിയമനിർമ്മാണ സഭകളും തിരഞ്ഞെടുക്കുന്നു. ഓരോ നാല് വർഷത്തിലൊരിക്കലും പ്രസിഡന്റിനുള്ള തിരഞ്ഞെടുപ്പ് നടക്കുന്നു, തുടർന്ന് പ്രധാനമന്ത്രിയെ നിയമിക്കുകയും അദ്ദേഹം സർക്കാരിനെ നിയമിക്കുകയും ചെയ്യുന്നു. അതിനാൽ ഓരോ ശാഖകളും സർക്കാരും സ്വതന്ത്രമായതിനാൽ ജനാധിപത്യത്തിന് ആവശ്യമായ ഘടന റഷ്യയ്ക്ക് ഉണ്ടെന്ന് തോന്നുന്നു. റഷ്യ ചെയ്യുന്നത് ആധുനിക ജനാധിപത്യ ഭരണത്തെ മികച്ച നിയന്ത്രണത്തോടും മാനേജ്മെന്റിനോടും സംയോജിപ്പിക്കുകയാണ്. റിപ്പോർട്ടർമാരുടെ മരണത്തിന് തൊട്ടുപിന്നാലെ (മരണം ഒരു രാഷ്ട്രീയ ക്രമമായി കണക്കാക്കപ്പെടുന്നു) മനുഷ്യാവകാശ സംഘടനയുടെ തലവൻ ശക്തമായ വാക്കുകളുള്ള പ്രസ്താവന പുറപ്പെടുവിച്ചു."}
{"_id": "test-politics-gvhwhnerse-pro02b", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "തിരഞ്ഞെടുപ്പുകൾക്ക് പ്രതിഷേധത്തിനും അക്രമത്തിനും ഒരു കേന്ദ്രബിന്ദു സൃഷ്ടിക്കാൻ കഴിയുമെങ്കിലും ഇത് യഥാർത്ഥത്തിൽ കാര്യങ്ങൾ കൂടുതൽ പ്രവചനാതീതമാക്കിയേക്കാം. തിരഞ്ഞെടുപ്പില്ലാത്ത രാജ്യങ്ങൾ പ്രതിപക്ഷ ഗ്രൂപ്പുകളും പ്രതിഷേധങ്ങളും ഇല്ലാത്ത രാജ്യങ്ങളല്ല, ഇതെല്ലാം അർത്ഥമാക്കുന്നത് പ്രതിഷേധത്തിനുള്ള തീപ്പൊരി വ്യത്യസ്തമായിരിക്കും എന്നതാണ്; പോലീസ് ആരെയെങ്കിലും മർദ്ദിക്കുന്നു, പ്രത്യേകിച്ച് അതിരുകടന്ന അഴിമതി, മറച്ചുവെക്കാനുള്ള ശ്രമം, ഒരു പ്രതിപക്ഷ പ്രവർത്തകനെ കാണാതാകൽ. തിരഞ്ഞെടുപ്പില്ലാത്തത് സമൂഹത്തിലെ വിഭജനങ്ങൾ വളരെ ദൃശ്യമാകുന്നതിൽ നിന്ന് തടയുന്നു; അത് വിഭജനങ്ങളിൽ നിന്ന് മോചനം നേടുന്നില്ല, തീർച്ചയായും അത് ഒരു സുരക്ഷാ വാൽവിൽ നിന്ന് മോചനം നേടുന്നു."}
{"_id": "test-politics-gvhwhnerse-pro03b", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "ഏതെങ്കിലും തരത്തിലുള്ള തിരഞ്ഞെടുപ്പുകളെ അഭിമുഖീകരിക്കുന്നതിനേക്കാൾ ബുദ്ധിമുട്ടുള്ള തീരുമാനങ്ങൾ എടുക്കാൻ തിരഞ്ഞെടുപ്പില്ലാത്ത രാജ്യങ്ങൾ കൂടുതൽ സന്നദ്ധരാണെന്നോ വിവേകപൂർണ്ണമായ തീരുമാനങ്ങൾ എടുക്കാൻ പ്രാപ്തരാണെന്നോ ഉള്ള തെളിവുകൾ കുറവാണ്. പല പെട്രോ സംസ്ഥാനങ്ങളും പണം ഉണ്ടായിരുന്നിട്ടും അവരുടെ സമ്പദ്വ്യവസ്ഥയെ വൈവിധ്യവത്കരിക്കുന്നതിൽ പരാജയപ്പെട്ടു-പലപ്പോഴും സൌദി അറേബ്യ മരുഭൂമിയിലെ കാർഷിക മേഖലയിൽ 84 ബില്യൺ ഡോളർ നിക്ഷേപിക്കുന്നത് പോലുള്ള വന്യമായ ആശയങ്ങളിൽ നിക്ഷേപിക്കുന്നു. [1] [1] ആൾട്ടർമാൻ, ജോൺ ബി.,'സൌദി അറേബ്യയിലെ ജലവും ദേശീയ ശക്തിയും', സെന്റർ ഫോർ സ്ട്രാറ്റജിക് & ഇന്റർനാഷണൽ സ്റ്റഡീസ്, മാർച്ച് 2011,"}
{"_id": "test-politics-gvhwhnerse-pro01b", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "സർക്കാരിനെ തിരഞ്ഞെടുക്കാനുള്ള അവകാശത്തിൽ നിന്ന് ജനങ്ങളെ ഇല്ലാതാക്കുന്നതിനെക്കുറിച്ച് സത്യസന്ധത പുലർത്തുന്നത് പ്രയോജനകരമല്ല. തിരഞ്ഞെടുപ്പ് നടത്താനുള്ള വിമുഖത സർക്കാരിന് ഭരിക്കാൻ കഴിയുമെന്ന് തെളിയിക്കപ്പെട്ടിട്ടും ഒരു വിശ്വാസവും വളർത്തുന്നില്ല, കാരണം തിരഞ്ഞെടുപ്പ് നടത്താനുള്ള വിമുഖത അടിസ്ഥാനപരമായി ജനങ്ങളുടെ സർക്കാരിൻ്റെ അവിശ്വാസത്തെ കാണിക്കുന്നു. പകരം സർക്കാർ ജനങ്ങളെ വിശ്വസിക്കുകയാണെങ്കിൽ യോഗ്യതയുള്ള ഒരു സർക്കാരിനെയും പ്രതിനിധികളെയും തിരഞ്ഞെടുക്കാൻ അവരെ വിശ്വസിക്കും."}
{"_id": "test-politics-gvhwhnerse-pro03a", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "ആവശ്യമുള്ളതും എന്നാൽ ജനപ്രീതിയില്ലാത്തതുമായ തീരുമാനങ്ങൾ എടുക്കാൻ ഭരണാധികാരിയെ അനുവദിക്കുക ജനാധിപത്യവും ജനകീയ തീരുമാനങ്ങളും എല്ലായ്പ്പോഴും ശരിയായ തീരുമാനങ്ങളല്ല. പക്വതയുള്ള ജനാധിപത്യ രാജ്യങ്ങൾ പോലും അവരുടെ തിരഞ്ഞെടുപ്പ് സാധ്യതകൾ വർദ്ധിപ്പിക്കുന്നതിന് അവരുടെ സർക്കാർ ഗവൺമെന്റിന്റെ ലിവറുകൾ ഉപയോഗിക്കുന്നത് ചിലപ്പോൾ കണ്ടിട്ടുണ്ട്; ഉദാഹരണത്തിന് മാർഗരറ്റ് താച്ചറുടെ സർക്കാർ 1987 ൽ ലോസൺ കുതിച്ചുചാട്ടത്തിൽ സമ്പദ്വ്യവസ്ഥയെ ഉത്തേജിപ്പിച്ചു, അത് ഒരു തിരഞ്ഞെടുപ്പ് വർഷമായിരുന്നു. [1] തിരഞ്ഞെടുപ്പില്ലാത്ത സർക്കാരുകൾക്ക് ദീർഘകാല ആസൂത്രണത്തിൽ ഏർപ്പെടാനും അനന്തരഫലങ്ങളെ ഭയപ്പെടാതെ ജനപ്രീതിയില്ലാത്ത തീരുമാനങ്ങൾ എടുക്കാനും കഴിയും. ഉദാഹരണത്തിന് സൌദി അറേബ്യ വിലക്കയറ്റം തടയുന്നതിന് മതിയായ അധിക ശേഷിയുള്ള എണ്ണ വിപണിയിൽ സ്ഥിരത സൃഷ്ടിക്കുന്നതിനായി കുറഞ്ഞ എണ്ണ പമ്പ് ചെയ്യാൻ തയ്യാറാണ് (അതിനാൽ ഹ്രസ്വകാലത്തേക്ക് കുറഞ്ഞ പണമെങ്കിലും ലഭിക്കുന്നു)."}
{"_id": "test-politics-gvhwhnerse-con03b", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "ജനങ്ങൾക്ക് എന്താണ് വേണ്ടതെന്നതിൽ ഗവൺമെന്റിന് ആത്മാർത്ഥമായ താൽപ്പര്യമുണ്ടായിരുന്നുവെങ്കിൽ തിരഞ്ഞെടുപ്പിനെക്കാൾ കൂടുതൽ വിശ്വസനീയമായ വഴികൾ ഉണ്ടാകുമായിരുന്നു. ഓരോ വ്യക്തിഗത നയത്തിലും വോട്ടെടുപ്പ് നടത്താമായിരുന്നു. നയനിർമ്മാതാക്കൾക്ക് യഥാർത്ഥത്തിൽ എന്താണ് വേണ്ടതെന്ന് പറയാൻ വളരെ സൂക്ഷ്മമായ പ്രതികരണമാണ് നൽകുന്നത്. ഒരു വ്യാജ തിരഞ്ഞെടുപ്പിൽ നിന്ന് ഒരു ഗവൺമെന്റിന് പറയാൻ കഴിയുന്നത് ജനങ്ങൾക്ക് ഗവൺമെന്റിനെ ഇഷ്ടമല്ല എന്നതാണ്."}
{"_id": "test-politics-gvhwhnerse-con03a", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "ഒരു വ്യാജ തിരഞ്ഞെടുപ്പ് പോലും ജനങ്ങൾക്ക് എന്താണ് വേണ്ടതെന്ന് കാണിക്കുന്നു ഒരു തിരഞ്ഞെടുപ്പിൽ അവരുടെ നയപരമായ മുൻഗണനകൾ എന്തായിരിക്കുമെന്ന് ജനങ്ങൾ കാണിക്കുന്നു. വോട്ട് കൃത്രിമത്തിലോ വോട്ടർമാരെ ഭീഷണിപ്പെടുത്തുന്നതിലോ സർക്കാർ ഏർപ്പെട്ടാലും ജനങ്ങൾ എങ്ങനെ വോട്ട് ചെയ്തുവെന്നോ വോട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്നുവെന്നോ അവർക്ക് അപ്പോഴും മനസ്സിലാകും (അവർ ബാലറ്റ് നിറച്ചാൽ അവർ എത്ര അധിക വോട്ടുകൾ ചേർത്തുവെന്ന് അവർക്കറിയാം) അതുപോലെ തന്നെ ജനങ്ങൾ നടപ്പാക്കാൻ ആഗ്രഹിക്കുന്ന നയങ്ങളെക്കുറിച്ച് ചില മാർഗ്ഗനിർദ്ദേശങ്ങൾ ഉണ്ടാകും. തിരഞ്ഞെടുപ്പിൽ മത്സരിക്കുന്ന ഒന്നിലധികം വ്യത്യസ്ത പാർട്ടികൾ ഉണ്ടെങ്കിൽ ഏത് പാർട്ടി പ്ലാറ്റ്ഫോമുകളാണ് ഏറ്റവും ജനപ്രിയമെന്നും അതിൽ നിന്ന് ആശയങ്ങൾ എടുക്കണമെന്നും പറയാൻ കഴിയും. തിരഞ്ഞെടുപ്പ് ഉണ്ടെങ്കിൽ പ്രതിപക്ഷ പാർട്ടികളും സ്വതന്ത്ര എംപിമാരും ഉണ്ട്, അവർക്ക് തിരഞ്ഞെടുപ്പില്ലാത്തതിനേക്കാൾ കൂടുതൽ ഇടം നൽകുന്നു. എംപിമാർ എന്ന നിലയിൽ പ്രതിപക്ഷത്തിന് ചില പദവി നൽകുകയും സർക്കാരിനെ വിമർശിക്കാൻ അവർക്ക് ഒരു നിയന്ത്രിത ക്രമീകരണം നൽകുകയും ചെയ്യുന്നു. ഇത് പ്രതിപക്ഷത്തിന് ജനങ്ങളുടെ ശബ്ദത്തെ നയിക്കാനും ഭരണകക്ഷിയിൽ നിന്ന് മാറ്റാനും അവസരം നൽകുന്നു."}
{"_id": "test-politics-gvhwhnerse-con04b", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "ഇത് കേവലം ഭരണകൂടത്തെ അതിജീവിക്കാൻ അനുവദിക്കുന്നതിനേക്കാൾ കൂടുതൽ കാലം നിലനിർത്താനുള്ള ശ്രമത്തിൽ പ്രതിപക്ഷത്തെ സഹകരിക്കാൻ മാത്രമാണ്. സിംബാബ്വെയിലെ മൂവ്മെന്റ് ഫോർ ഡെമോക്രാറ്റിക് ചേഞ്ചിലെ മോർഗൻ സ്വാംഗിരായ് കണ്ടെത്തിയതുപോലെ, ഒരു സ്വേച്ഛാധിപതിയുമായുള്ള സഖ്യസർക്കാരിൽ പോലും ദീർഘകാലാടിസ്ഥാനത്തിൽ ഫലം മാറ്റാൻ നിങ്ങൾക്ക് അധികാരം നൽകുന്നില്ലെന്ന് കണ്ടെത്തി. പ്രസിഡന്റ് മുഗാബെയെ അധികാരത്തിൽ നിലനിർത്താൻ സംഭവിച്ച വോട്ട് കൃത്രിമത്തെ പ്രതിഫലിപ്പിക്കുന്ന \"ബാലറ്റ് വഴിയുള്ള അട്ടിമറി\" എന്ന് അദ്ദേഹം തന്റെ തിരഞ്ഞെടുപ്പ് പരാജയത്തെ വിശേഷിപ്പിച്ചു. [1] സർക്കാരിൽ സാമ്പത്തികമായി കാര്യമായ സ്വാധീനം ചെലുത്തിയിരിക്കാം, പക്ഷേ അത് സാനു പിഎഫിന്റെ കൈകളിൽ നിന്ന് യഥാർത്ഥ അധികാരം പിടിച്ചെടുക്കുന്നതിൽ പൂർണ്ണമായും പരാജയപ്പെട്ടു. [1] സ്മിത്ത്, ഡേവിഡ്,'തിരഞ്ഞെടുപ്പ് പരാജയത്തെത്തുടർന്ന് മോർഗൻ സ്വാംഗിരായ്ക്ക് പ്രതീക്ഷ നഷ്ടപ്പെടുന്നു', ദി ഗാർഡിയൻ, 4 ഓഗസ്റ്റ് 2013."}
{"_id": "test-politics-gvhwhnerse-con02b", "title": "സർക്കാർ വോട്ടിംഗ് ഹൌസിൽ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകില്ല, മറിച്ച് വ്യാജ തിരഞ്ഞെടുപ്പുകൾ ഉണ്ടാകും.", "text": "ഘട്ടം ഘട്ടമായി കൈകാര്യം ചെയ്യുന്ന തിരഞ്ഞെടുപ്പും തിരഞ്ഞെടുപ്പില്ലാതെ ഘട്ടം ഘട്ടമായി കൈകാര്യം ചെയ്യുന്ന പരിപാടികളും തമ്മിൽ ചെറിയ വ്യത്യാസമുണ്ട്. രണ്ട് സാഹചര്യങ്ങളിലും പാർട്ടി സന്ദേശത്തിൽ ഇല്ലാത്ത അഭിപ്രായങ്ങൾ അവതരിപ്പിക്കുന്ന യഥാർത്ഥ ആളുകളുമായി സ്വേച്ഛാധിപതിയുടെ കൂടിക്കാഴ്ചയ്ക്കുള്ള സാധ്യത വളരെ കുറവാണ്."}
{"_id": "test-politics-gvhbhlsbr-pro02b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "വിദ്യാർത്ഥികളുടെ ട്യൂഷൻ ഫീസ്, 42 ദിവസത്തെ തടങ്കൽ തുടങ്ങിയ ജനപ്രീതിയില്ലാത്ത സർക്കാർ നയങ്ങളിൽ ജനങ്ങളുടെ പക്ഷം ചേർന്നത് തെളിയിക്കുന്നതുപോലെ ഹൌസ് ഓഫ് ലോർഡ്സ് അന്തർലീനമായി യാഥാസ്ഥിതികമാണെന്ന ആരോപണം അന്യായമായ ഒരു ആരോപണമാണ്. ഇന്ന് ചേംബറിൽ ഒരു പാർട്ടിക്കും ഭൂരിപക്ഷമില്ല, സ്വതന്ത്ര സമപ്രായക്കാർ ഏത് വോട്ടിലും അധികാര സന്തുലിതാവസ്ഥ കൈവശം വയ്ക്കുന്നു."}
{"_id": "test-politics-gvhbhlsbr-pro02a", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് ലോർഡ്സിന് അന്തർനിർമ്മിതമായ യാഥാസ്ഥിതിക ഭൂരിപക്ഷമുണ്ട്. ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ പരമ്പരാഗത ഉത്ഭവം അന്തർനിർമ്മിതമായ യാഥാസ്ഥിതിക ഭൂരിപക്ഷത്തിലേക്ക് വിവർത്തനം ചെയ്യുന്നു. ലിബറൽ, ലേബർ സമപ്രായക്കാർ എന്ന് വിളിക്കപ്പെടുന്നവർ പോലും അവരുടെ അഭിപ്രായങ്ങളിൽ യാഥാസ്ഥിതികരാണ്. അവർ ഒരു സാമൂഹികവും സാമ്പത്തികവുമായ വരേണ്യവർഗത്തെ പ്രതിനിധീകരിക്കുന്നു, 181 വനിതാ സമപ്രായക്കാരും വംശീയ ന്യൂനപക്ഷങ്ങളിൽ നിന്നുള്ള 31 സമപ്രായക്കാരും മാത്രമുള്ള ഒരു വീട്ടിൽ വൈവിധ്യ നിരീക്ഷണം പ്രകടിപ്പിക്കുന്നതായി തോന്നുന്നു. [1] യാഥാസ്ഥിതികർക്ക് അനുകൂലമായ ഈ അന്യായമായ വക്രതയ്ക്ക് നിയമനിർമ്മാണത്തെ മന്ദഗതിയിലാക്കാനും പരിഷ്കരിക്കാനുമുള്ള അധികാരമുണ്ട്, ഇത് ബ്രിട്ടീഷ് ജനതയുടെ മൊത്തത്തിലുള്ള തെറ്റായ പ്രാതിനിധ്യമാണ്. ബ്രിട്ടീഷ് ജനതയെ നന്നായി പ്രതിഫലിപ്പിക്കുന്നതിനായി ഹൌസ് ഓഫ് ലോർഡ്സ് പരിഷ്കരിക്കണം, അങ്ങനെ അവരുടെ പ്രവർത്തനങ്ങളും തീരുമാനങ്ങളും അവരുടെ സ്വന്തം മാത്രമല്ല, സമൂഹത്തിന്റെ മുഴുവൻ നേട്ടങ്ങൾക്കും ഗുണം ചെയ്യും. [1] സ്മിത്ത്, ബെൻ,'രാഷ്ട്രീയം, ഗവൺമെന്റ്, പബ്ലിക് ലൈഫ് എന്നിവയിലെ വംശീയ ന്യൂനപക്ഷങ്ങൾ', ഹൌസ് ഓഫ് കോമൺസ് (2008 നവംബർ 18)"}
{"_id": "test-politics-gvhbhlsbr-pro03b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് ലോർഡ്സ് പരിഷ്ക്കരണം ഈ പോയിന്റിനെ പരാജയപ്പെടുത്തുന്നു; ഒന്നാമതായി, തിരഞ്ഞെടുപ്പ് പ്രക്രിയ നിരവധി വ്യവസായ വിദഗ്ധരെ പിന്തിരിപ്പിക്കുകയും രാഷ്ട്രീയ അവസരവാദികളെ ആകർഷിക്കുകയും ചെയ്യും, അങ്ങനെ ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ നിലവിലെ മൂല്യം ഇല്ലാതാക്കും. തിരഞ്ഞെടുക്കപ്പെട്ടാൽ ഹൌസ് ഓഫ് ലോർഡ്സ് ഹൌസ് ഓഫ് കോമൺസിന് ഒരു കണ്ണാടിയായി മാറിയേക്കാം. തിരഞ്ഞെടുക്കപ്പെടാത്തതിലൂടെ ഹൌസ് ഓഫ് ലോർഡ്സ് രാഷ്ട്രീയ വഴികളിൽ നിന്ന് മുക്തവും രാജ്യത്തിന്റെ ദീർഘകാല താൽപ്പര്യങ്ങൾക്കായി പ്രവർത്തിക്കാനും കഴിയും."}
{"_id": "test-politics-gvhbhlsbr-pro01a", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് ലോർഡ്സ് വോട്ടർമാരുമായി സമ്പർക്കം പുലർത്തുന്നില്ല. പത്തൊൻപതാം നൂറ്റാണ്ടിലെ യുഎസ് പ്രസിഡന്റ് എബ്രഹാം ലിങ്കൺ ജനാധിപത്യം'ജനങ്ങളുടെ, ജനങ്ങളാൽ, ജനങ്ങൾക്ക് വേണ്ടിയുള്ള സർക്കാർ'ആയിരിക്കണമെന്ന് പ്രസ്താവിച്ചു. അതിനാൽ ശ്രേഷ്ഠമായ ജന്മാവകാശത്തെ അടിസ്ഥാനമാക്കി സഭയിൽ ഇരിക്കുന്ന സമപ്രായക്കാർ അല്ലെങ്കിൽ ജനങ്ങളാൽ വലിയ തോതിൽ അവഗണിക്കപ്പെടുന്ന ചർച്ച് ഓഫ് ഇംഗ്ലണ്ടിലെ അവരുടെ അംഗത്വം ബ്രിട്ടനിലെ ജനങ്ങളെ പ്രതിനിധീകരിക്കുന്നില്ല. [1] 2011 ജൂൺ 1 ന് കണ്ട'ജനാധിപത്യത്തിന്റെ ഹ്രസ്വ നിർവചനം', Democracy-building.info, 2005,"}
{"_id": "test-politics-gvhbhlsbr-pro01b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് ലോർഡ്സ് ബ്രിട്ടീഷ് ജനതയുടെ പ്രതിനിധിയല്ലായിരിക്കാം, പകരം അവർ സർക്കാർ നയത്തെക്കുറിച്ച് അറിവുള്ള ഉപദേശം നൽകാൻ കഴിയുന്ന വിദ്യാസമ്പന്നരായ വിദഗ്ധരുടെ ഒരു നിരയെ പ്രതിനിധീകരിക്കുന്നു."}
{"_id": "test-politics-gvhbhlsbr-pro04b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് ലോർഡ്സ്'ജനാധിപത്യ'ത്തിൻറെ യഥാർത്ഥ ആവിഷ്കാരമായിരിക്കില്ലെങ്കിലും, രാജ്യത്തിൻറെ ഭരണത്തിൽ അതിന് ഒരു നല്ല പ്രവർത്തനമുണ്ട്, അത് ബ്രിട്ടനിലെ ജനങ്ങൾ ഉപേക്ഷിക്കാൻ ശ്രമിക്കരുതാത്ത ഒരു പാരമ്പര്യത്തിലും പൈതൃകത്തിലും അധിഷ്ഠിതമാണ്.'ജനാധിപത്യ'ത്തെ സംരക്ഷിക്കുന്നതിനായി ബ്രിട്ടൻ ഏർപ്പെട്ടിരിക്കുന്ന തീരുമാനങ്ങളും യുദ്ധങ്ങളും ജനങ്ങളുടെ ഇച്ഛയെ പ്രതിഫലിപ്പിക്കുന്നില്ലെന്നും ആധുനിക രാജ്യങ്ങൾ യഥാർത്ഥ ജനാധിപത്യങ്ങളല്ലെന്നും ഒരാൾക്ക് പകരം വാദിക്കാം. പ്രായോഗികമായി ബ്രിട്ടീഷ് ജനതയ്ക്ക് രാജ്യം എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നതിനെക്കുറിച്ച് പരിമിതമായ അഭിപ്രായമുണ്ട്, അത്തരമൊരു ശക്തമായ ഭരണകൂട യന്ത്രത്തിൻറെ നിലനിൽപ്പ് അവഗണിച്ചുകൊണ്ട് ബ്രിട്ടൻ ഒരു'ജനാധിപത്യ'മാണെന്ന ആശയത്തെ പിന്തുണയ്ക്കുന്നത് നിഷ്കളങ്കമായിരിക്കും."}
{"_id": "test-politics-gvhbhlsbr-pro03a", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പരിഷ്ക്കരണം ഹൌസ് ഓഫ് ലോർഡ്സിനെ ശക്തിപ്പെടുത്തുകയും ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ പരിഷ്ക്കരണം സഭയുടെ നിയമസാധുതയെ ശക്തിപ്പെടുത്തുകയും അതുവഴി അതിന്റെ പ്രവർത്തനങ്ങൾ മെച്ചപ്പെടുത്തുകയും ചെയ്യും. രണ്ടാമത്തെ ചേംബറിനെ തിരഞ്ഞെടുക്കുന്നതിലൂടെ അവർ ബില്ലുകൾ നിർത്തലാക്കുക മാത്രമല്ല അവയെല്ലാം ഒരുമിച്ച് നിരസിക്കുകയോ സ്വന്തമായി ബില്ലുകൾ തയ്യാറാക്കുകയോ ചെയ്യുന്നതിനുള്ള നിയമസാധുത നേടുകയും അങ്ങനെ കൂടുതൽ ചലനാത്മകമായ ഒരു സർക്കാരിനെ സുഗമമാക്കുകയും മാറ്റാൻ കഴിയുകയും ചെയ്യും. വ്യത്യസ്തമായ ഒരു തിരഞ്ഞെടുപ്പ് സാങ്കേതികവിദ്യ ഉപയോഗിക്കുന്നത്, ഉദാഹരണത്തിന്, ദീർഘകാലത്തേക്ക് ഇരിക്കുന്ന അംഗങ്ങളുമായുള്ള ആനുപാതിക പ്രാതിനിധ്യം, ഹൌസ് ഓഫ് കോമൺസിനേക്കാൾ വ്യത്യസ്തമായ ഘടനയുള്ളവരായിരിക്കാനും ഹ്രസ്വകാല രാഷ്ട്രീയ ജനപ്രീതിക്ക് വഴങ്ങാതിരിക്കാനും അവരെ അനുവദിക്കും. വ്യത്യസ്ത സമയങ്ങളിൽ വ്യത്യസ്ത ഭാഗങ്ങൾ തിരഞ്ഞെടുക്കുന്നത് സഭയുടെ സന്തുലിതാവസ്ഥയെ ബാധിക്കുന്ന വിചിത്രമായ മണ്ണിടിച്ചിലിൽ നിന്ന് സംരക്ഷിക്കുകയും ചെയ്യും. ഹൌസ് ഓഫ് കോമൺസിന് യോഗ്യമായ എതിർപ്പ് സൃഷ്ടിക്കുന്നതിലൂടെ എല്ലാ പ്രശ്നങ്ങളും ചർച്ച ചെയ്യുകയും കൂടുതൽ നീതിപൂർവ്വം തീരുമാനിക്കുകയും സർക്കാരിനെ കൂടുതൽ സൂക്ഷ്മമായി നിരീക്ഷിക്കുകയും ചെയ്യും."}
{"_id": "test-politics-gvhbhlsbr-pro04a", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "നിലവിലെ ഹൌസ് ഓഫ് ലോർഡ്സ് ജനാധിപത്യവിരുദ്ധമാണ്. ഹൌസ് ഓഫ് ലോർഡ്സ് ജനാധിപത്യവിരുദ്ധമാണ്. നിലവിൽ ഹൌസ് ഓഫ് ലോർഡ്സിലെ അംഗങ്ങൾ പാരമ്പര്യ സമപ്രായക്കാരും ചർച്ച് ഓഫ് ഇംഗ്ലണ്ടിലെ മുതിർന്ന അംഗങ്ങളും രാഷ്ട്രീയ പാർട്ടികൾ നിയമിക്കുന്നവരുമാണ്. അധികാര ദുർവിനിയോഗം നടന്നിട്ടുണ്ടെങ്കിലും ഇല്ലെങ്കിലും അല്ലെങ്കിൽ ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ ഫലം ഉണ്ടെങ്കിലും-നിലവിലെ അവസ്ഥയിൽ അതിന്റെ നിലനിൽപ്പ് തന്നെ ജനാധിപത്യവിരുദ്ധമാണ്, അതിനാൽ അത് പരിഷ്കരിക്കണം. ലോകത്തിന്റെ മറ്റ് ഭാഗങ്ങളിലേക്ക് ജനാധിപത്യത്തിന്റെ പ്രാധാന്യം പ്രസംഗിക്കുന്ന ഒരു രാജ്യം അവരുടെ സ്വന്തം സമൂഹത്തിൽ അത്തരം പരാതികൾ അവഗണിക്കുന്നത് അസംബന്ധമാണെന്ന് തോന്നുന്നു."}
{"_id": "test-politics-gvhbhlsbr-con03b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "വിവാദങ്ങളെയോ പ്രവർത്തനരഹിതമായ ഒരു ഗവൺമെന്റിനെയോ കുറിച്ചുള്ള ഭയം പരിഷ്കരണത്തെ തടസ്സപ്പെടുത്താനുള്ള കാരണമല്ല. ഒരു ഗവൺമെന്റിന് നന്നായി അറിയാമെന്ന നിലപാട് സ്വീകരിക്കുകയോ അല്ലെങ്കിൽ വലിയ നന്മയുടെ പേരിൽ ജനങ്ങളുടെ ഇഷ്ടത്തെ മറികടക്കാൻ ഒരു ഗവൺമെന്റിനെ ന്യായീകരിക്കുകയോ ചെയ്താൽ, അധികാര ദുർവിനിയോഗത്തിന് നാം വഴിയൊരുക്കും. ജനാധിപത്യത്തെ ഏറ്റവും ഉയർന്ന ബഹുമാനത്തോടെ കാണണം, നിരവധി ചരിത്രപരമായ ഉദാഹരണങ്ങളിൽ കാണിച്ചിരിക്കുന്നതുപോലെ സ്വതന്ത്ര സമൂഹങ്ങൾക്ക് മാത്രമേ സുരക്ഷിതവും വികസിപ്പിക്കാനും കഴിയൂ. അടിസ്ഥാനപരമായി സ്വതന്ത്ര സമൂഹങ്ങൾക്ക് മാത്രമേ അടിസ്ഥാനപരമായി സുരക്ഷിതവും വികസിപ്പിക്കാനും കഴിയൂ, ഇത് ചരിത്രത്തിൽ നിന്നുള്ള നിരവധി ഉദാഹരണങ്ങളാൽ പിന്തുണയ്ക്കപ്പെടുന്നു. [1] സ്വേച്ഛാധിപത്യങ്ങൾ, കുലീനവർഗ്ഗങ്ങൾ, ദൈവഭരണങ്ങൾ എന്നിവ പരാജയപ്പെടുകയും ജനാധിപത്യം നിലനിൽക്കുകയും ചെയ്ത ഇതരമാർഗങ്ങളേക്കാൾ മികച്ചതാണെന്ന് ജനാധിപത്യം സ്വയം തെളിയിച്ചു. [1] ഗ്രീസോൾഡ്, പ്രൊഫസർ ആന്റൺ, സമാധാന നിർമ്മാണവും സംഘർഷാനന്തര മേഖലകളുടെ യൂറോപ്യൻ പൊളിറ്റിക്കൽ സയൻസ് ഡിപ്പാർട്ട്മെന്റിന്റെ (യൂണിവേഴ്സിറ്റി ഓഫ് ലുബാന) സുരക്ഷയിൽ ചെലുത്തുന്ന സ്വാധീനവും."}
{"_id": "test-politics-gvhbhlsbr-con01b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് ലോർഡ്സിലെ ഒരു ചെറിയ വിഭാഗം അംഗങ്ങൾ വ്യവസായ വിദഗ്ധരാണെങ്കിലും, പാരമ്പര്യ സമപ്രായക്കാരുടെ ഒരു അനുപാതം ഇപ്പോഴും നിലനിൽക്കുന്നു, അത് ഒരു വൈദഗ്ധ്യവും ഉറപ്പുനൽകുന്നില്ല. കൂടാതെ രാഷ്ട്രീയ പാർട്ടികൾക്ക് സമപ്രായക്കാരെ തിരഞ്ഞെടുക്കാൻ കഴിയും, ഇത് കേവലം അസംബന്ധമാണ്, പാർട്ടികൾക്ക് അവരുടെ സ്വന്തം വാച്ച് നായ്ക്കളെ നിയമിക്കാൻ കഴിയില്ലഃ ഡേവിഡ് കാമറൂൺ ഇതിനകം ഒരു വർഷത്തിനുള്ളിൽ 117 സമപ്രായക്കാരെ നിയമിച്ചിട്ടുണ്ട്. [1] [1] ബാരറ്റ്, മാത്യു,'ഫുൾ ഹൌസ്ഃ കൂടുതൽ സമപ്രായക്കാരെ നിയമിക്കുന്നതിനെതിരെ കാമറൂൺ മുന്നറിയിപ്പ് നൽകി', (20 ഏപ്രിൽ 2011) ജൂൺ 1,2011 കണ്ടു"}
{"_id": "test-politics-gvhbhlsbr-con02a", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പരിഷ്ക്കരണം ഹൌസ് ഓഫ് ലോർഡ്സിനെ ഹൌസ് ഓഫ് കോമൺസിന്റെ കണ്ണാടിയായി മാറ്റും. ഓരോ പത്ത് വർഷത്തിലൊരിക്കൽ തിരഞ്ഞെടുക്കപ്പെടുന്ന ഒരു സഭ പോലും, രാജ്യത്തിന്റെ ദീർഘകാല ക്ഷേമത്തേക്കാൾ ഹ്രസ്വകാലത്തേക്ക് ജനപ്രിയമായ നയങ്ങളെക്കുറിച്ച് ചിന്തിക്കുകയും അത് ഹൌസ് ഓഫ് കോമൺസുമായി കൂടുതൽ അടുക്കുകയും സന്തുലിതാവസ്ഥയെന്ന നിലയിൽ അതിന്റെ പങ്ക് കുറയ്ക്കുകയും ചെയ്യും. രണ്ടാമത്തെ സഭയെ തിരഞ്ഞെടുപ്പിന് വിധേയമാക്കുന്നതിലൂടെ രണ്ട് ഫലങ്ങൾ ഉണ്ടാകുംഃ അതേ സമയം തിരഞ്ഞെടുക്കപ്പെട്ടാൽ ഹൌസ് ഓഫ് ലോർഡ്സ് ഹൌസ് ഓഫ് കോമൺസിന്റെ കണ്ണാടിയായി മാറും, അത് അർത്ഥശൂന്യമാക്കും, ഇടക്കാലത്തേക്ക് തിരഞ്ഞെടുക്കപ്പെട്ടാൽ ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ ഘടന ഒരു സർക്കാരിന്റെ ജനപ്രീതിയില്ലാത്ത ഇടക്കാല പ്രവണതയെ പ്രതിഫലിപ്പിക്കും, അങ്ങനെ ഗ്രിഡ് ലോക്ക് സൃഷ്ടിക്കുകയും സംവിധാനത്തെ പ്രവർത്തനരഹിതമാക്കുകയും ചെയ്യും. ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ പരിഷ്ക്കരണം അപ്രായോഗികവും അഭികാമ്യവുമാണ്."}
{"_id": "test-politics-gvhbhlsbr-con04a", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പൊതുജനങ്ങൾ പരിഷ്കരണത്തോട് നിസ്സംഗത പുലർത്തുന്നു. നിലവിലെ സാമ്പത്തിക കാലാവസ്ഥയിൽ ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ പരിഷ്ക്കരണം ഒരു മുൻഗണനയായിരിക്കണമോ വേണ്ടയോ എന്നത് ചർച്ചാവിഷയമാണ്, ഒരു സഖ്യ സർക്കാരിന് അത്തരം നടപടികൾ ആരംഭിക്കാനും നയിക്കാനും കഴിയുമോ ഇല്ലയോ എന്നത് ചർച്ചാവിഷയമാണ്. ഹൌസ് ഓഫ് ലോർഡ്സിനെ പരിഷ്കരിക്കാനുള്ള ശ്രമങ്ങൾ കാലാകാലങ്ങളിൽ വൈകിപ്പിക്കപ്പെട്ടു, ഇത് മാറ്റത്തെക്കുറിച്ചുള്ള ഹൌസ് ഓഫ് കോമൺസിന്റെ സംവരണങ്ങൾ പ്രകടമാക്കുന്നു. [1] ജനകീയ ബ്രിട്ടീഷ് അഭിപ്രായത്തിൽ പ്രതിധ്വനിക്കുന്ന ഒരു വികാരം-ആൾട്ടർനേറ്റീവ് വോട്ടിന്റെ സമീപകാല ഫലം പ്രകടമാക്കുന്നത് പോലെ-പൊതുജനങ്ങൾ ഒന്നുകിൽ മാറ്റത്തെക്കുറിച്ചുള്ള ആശയത്തിന് പ്രതികൂലമോ അല്ലെങ്കിൽ അതിനോട് ഉദാസീനമോ ആണ്. [2] [1] സമ്മർസ്, ഡെബോറ,'ഹൌസ് ഓഫ് ലോർഡ്സ് പരിഷ്കരിക്കാനുള്ള ലേബറിന്റെ ശ്രമങ്ങൾ', ദി ഗാർഡിയൻ (27 ജനുവരി, 2009), ബിബിസി ന്യൂസ്,'വോട്ട് 2011: ബദൽ വോട്ട് നിരസിക്കുന്നു, 7 മെയ്, 2011"}
{"_id": "test-politics-gvhbhlsbr-con01a", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് ലോർഡ്സ് നിരവധി വിദഗ്ധരെ സർക്കാർ നയത്തെ സ്വാധീനിക്കാൻ അനുവദിക്കുന്നു. ഹൌസ് ഓഫ് ലോർഡ്സിലെ അംഗങ്ങൾ സമൂഹത്തിലെ ഒരു ചെറിയ വിഭാഗത്തെ പ്രതിനിധീകരിക്കാമെങ്കിലും, അഭിഭാഷകർ, ശാസ്ത്രജ്ഞർ, ബിസിനസുകാർ, അക്കാദമിക് വിദഗ്ധർ, ഡോക്ടർമാർ, സിവിൽ സർവീസ് ഉദ്യോഗസ്ഥർ എന്നിവരുൾപ്പെടെയുള്ള വിദഗ്ധ സമപ്രായക്കാരും ഹൌസ് ഓഫ് കോമൺസിൽ നിലവിലുള്ള ഹ്രസ്വകാല രാഷ്ട്രീയ അവസരവാദത്തെ സന്തുലിതമാക്കാൻ കഴിയും. തിരഞ്ഞെടുപ്പ് ഈ വൈദഗ്ധ്യവും അറിവും ഉറപ്പുനൽകുന്നില്ല, അതിനാൽ തിരഞ്ഞെടുക്കപ്പെടുന്നതിനുപകരം നിയമിക്കപ്പെടുന്ന രണ്ടാമത്തെ ചേംബർ ഉണ്ടായിരിക്കുന്നത് രാജ്യത്തിന്റെ ഭരണത്തിന്റെ ഗുണനിലവാരം മെച്ചപ്പെടുത്തുന്നു."}
{"_id": "test-politics-gvhbhlsbr-con04b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "എവി പ്രചാരണത്തെ ഹൌസ് ഓഫ് ലോർഡ്സിന്റെ പരിഷ്കരണവുമായി താരതമ്യം ചെയ്യാൻ കഴിയില്ല, കൂടാതെ രാഷ്ട്രീയ പരിവർത്തനം കാരണം തെറ്റായ വിവരങ്ങൾ നൽകുന്ന പൊതുജനങ്ങളെ നിസ്സംഗത എന്ന് തെറ്റിദ്ധരിക്കരുത്. പലപ്പോഴും വോട്ടർമാർ തങ്ങൾക്ക് ഒന്നും മാറ്റാൻ കഴിയില്ലെന്ന് തോന്നുന്നതിനാൽ അവർ ഉദാസീനരാണെന്ന് പ്രകടിപ്പിക്കുന്നു, അവിടെ വോട്ട് കണക്കാക്കില്ലഃ രാജ്യം ഭരിക്കുന്ന ആളുകളെ ജനങ്ങൾ നേരിട്ട് തിരഞ്ഞെടുക്കുന്നുവെന്ന് ഉറപ്പാക്കുന്ന പരിഷ്ക്കരണം ഈ വികാരങ്ങളെ പ്രതിരോധിക്കാൻ സഹായിക്കും."}
{"_id": "test-politics-gvhbhlsbr-con02b", "title": "ഹൌസ് ലോർഡുകളെ പരിഷ്കരിക്കണമെന്ന് സർക്കാർ വോട്ടിംഗ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഹൌസ് ഓഫ് കോമൺസിനേക്കാൾ ദീർഘകാല അടിസ്ഥാനത്തിൽ ഹൌസ് ഓഫ് ലോർഡ്സിനെ തിരഞ്ഞെടുക്കാം-ഉദാഹരണത്തിന് പത്ത് വർഷം. കൂടാതെ ഈ കാലയളവിൽ തിരഞ്ഞെടുപ്പുകൾ സ്തംഭിപ്പിച്ചേക്കാം, അതിനാൽ ഹൌസ് ഓഫ് ലോർഡ്സ് ഒരിക്കലും ഒരു'കണ്ണാടി'മാത്രമായിരിക്കില്ല. കൂടാതെ ഹൌസ് ഓഫ് ലോർഡ്സ് ജനാധിപത്യപരമായി തിരഞ്ഞെടുക്കപ്പെടുകയും അത് ജനങ്ങളുടെ ഇച്ഛയെ പ്രതിഫലിപ്പിക്കുകയും വേണം, ഇത് മറ്റൊരു സഭയുടെ'കണ്ണാടി'ആണെങ്കിലും അല്ലെങ്കിലും അത് ന്യായമായ വോട്ടെടുപ്പിൽ ഫലങ്ങളെ പ്രതിഫലിപ്പിക്കുന്നതിനാൽ പ്രസക്തമല്ല. അതുപോലെ തന്നെ ഇടക്കാലമായി തിരഞ്ഞെടുക്കപ്പെടുകയും ഹൌസ് ഓഫ് ലോർഡ്സ് ഭരണകക്ഷിയുടെ ഇടക്കാല ജനപ്രീതി പ്രതിഫലിപ്പിക്കുകയും ചെയ്താൽ, ഇതും ജനങ്ങളുടെ ഇച്ഛയായിരിക്കും-ഏത് ഏറ്റുമുട്ടലുകളും ജനാധിപത്യ പ്രക്രിയയുടെ ഭാഗമാകും."}
{"_id": "test-politics-cdmaggpdgdf-pro02b", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "ഒരു പൌരനെന്ന നിലയിൽ സർക്കാർ ചെയ്യുന്നതെല്ലാം അറിയാനുള്ള അവകാശമില്ല. അതുപോലെ തന്നെ ഒരു ഓഹരി ഉടമയെന്ന നിലയിൽ ഒരു ബിസിനസ്സിലെ ഓരോ വ്യക്തിയും ചെയ്യുന്നതെല്ലാം നിങ്ങൾക്ക് കൃത്യമായി അറിയാൻ കഴിയുമെന്ന് അർത്ഥമാക്കുന്നില്ല. പകരം നിങ്ങൾക്ക് തലക്കെട്ടുകളും സംഗ്രഹവും ലഭിക്കും, മിക്കപ്പോഴും ബിസിനസ്സ് എങ്ങനെ ഫലങ്ങൾ നേടുന്നു എന്നത് മാനേജ്മെന്റിന് വിട്ടുകൊടുക്കുന്നു. ആത്യന്തികമായി സർക്കാരിന്റെ ഉദ്ദേശ്യം പൌരന്മാരെ സംരക്ഷിക്കുക എന്നതാണ്, അത് എങ്ങനെ ചെയ്യുമെന്നതിനെക്കുറിച്ച് എല്ലാം അവരെ അറിയിക്കുന്നതിന് മുമ്പാണ് ഇത് വരുന്നത്."}
{"_id": "test-politics-cdmaggpdgdf-pro02a", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "പൌരന്മാർക്ക് അവരുടെ പേരിൽ എന്താണ് ചെയ്യുന്നതെന്ന് അറിയാൻ അവകാശമുണ്ട് രാജ്യം അവരുടെ പൌരന്മാർക്കായി പുറത്തുകടക്കുന്നു; അത് ക്രമസമാധാനം നിലനിർത്തുന്നതിനും ധനസമാഹരണം നടത്തുന്നതിനുമുള്ള അവരുടെ സമ്മതത്തെ ആശ്രയിച്ചിരിക്കുന്നു. സംസ്ഥാനത്തിന്റെ പ്രധാന ലക്ഷ്യം ക്രമസമാധാനവും ദേശീയ പ്രതിരോധവുമാണ്, ഇവ രണ്ടും സുരക്ഷയുടെ പരിധിയിൽ വരുന്നതാണ്. സർക്കാരിന്റെ പങ്ക് വളരെ കേന്ദ്രമായ ഒരു മേഖല എന്ന നിലയിൽ ആ സർക്കാരിലെ പങ്കാളികൾ, അവരുടെ പൌരന്മാർ, അവരുടെ സുരക്ഷയ്ക്കായി സംസ്ഥാനം അവരുടെ പേരിൽ എന്താണ് ചെയ്യുന്നതെന്ന് അറിയേണ്ടത് പ്രധാനമാണ്. ഉദാഹരണത്തിന്, ഒബാമ ഭരണകൂടം ഡ്രോണുകൾ ഉപയോഗിച്ച് ഒരു പ്രചാരണം നടത്തുന്നതായി അംഗീകരിക്കാൻ വിസമ്മതിക്കുന്നു, അതേസമയം \"അൽ-ഖ്വയ്ദ നേതൃത്വത്തെ നേരിടുന്നതിനും തടസ്സപ്പെടുത്താൻ ശ്രമിക്കുന്നതിനും ഇത് പട്ടണത്തിലെ ഒരേയൊരു കളിയാണ്\" എന്ന് പറയുന്നു. [1] യുഎസ് സർക്കാർ മറ്റൊരു രാജ്യത്തേക്ക് ബോംബാക്രമണം നടത്തുകയാണെങ്കിൽ, എന്താണ് ചെയ്യുന്നത് എന്നതിൽ വളരെ കുറഞ്ഞ അവ്യക്തതയോടെ അറിയാൻ യുഎസ് ജനതയ്ക്ക് അവകാശമുണ്ട്, ആരാണ് ആക്രമിക്കപ്പെടുന്നത്, ഏത് സാഹചര്യത്തിലും അവരെ അറിയിക്കേണ്ടതുണ്ട്."}
{"_id": "test-politics-cdmaggpdgdf-pro03b", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "അന്താരാഷ്ട്ര പിരിമുറുക്കമുള്ള സാഹചര്യങ്ങളിൽ സുതാര്യത സങ്കീർണ്ണമാണ്; പൂർണ്ണമായ സുതാര്യതയോടെ നിങ്ങൾ എങ്ങനെ വഞ്ചനയിൽ ഏർപ്പെടുന്നു? പൂർണ്ണമായും സുതാര്യമായ രാഷ്ട്രം അന്താരാഷ്ട്ര ചർച്ചകളിൽ ഒരു കൈ പിന്നിലാക്കുന്നു. സുതാര്യത എല്ലായ്പ്പോഴും പിരിമുറുക്കങ്ങൾ കുറയ്ക്കുമെന്ന് കരുതുന്നതും തെറ്റാണ്. ചിലപ്പോൾ രണ്ട് രാജ്യങ്ങൾക്ക് പൂർണ്ണമായും പൊരുത്തപ്പെടാത്ത താൽപ്പര്യങ്ങളുണ്ട്. അത്തരം സന്ദർഭങ്ങളിൽ പൂർണ്ണമായ സുതാര്യത അവരെ ഏറ്റുമുട്ടൽ പാതയിലേക്ക് നയിക്കാൻ പോകുന്നു. അപ്പോൾ അൽപ്പം കുറഞ്ഞ സുതാര്യത ഉണ്ടായിരിക്കുന്നതാണ് നല്ലത്, അങ്ങനെ ഇരുപക്ഷത്തിനും പ്രശ്നത്തെ കബളിപ്പിക്കാനും വ്യത്യസ്ത രീതികളിൽ വ്യാഖ്യാനിക്കുമ്പോൾ ഒരു കരാറിൽ ഒപ്പിടാനും കഴിയും."}
{"_id": "test-politics-cdmaggpdgdf-pro01b", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "വിശ്വാസം രണ്ട് വഴികളിലൂടെ പോകുന്നു; സുരക്ഷ പോലുള്ള ചില വിഷയങ്ങളിൽ, പ്രസക്തമായ എല്ലാ വിവരങ്ങളും പുറത്തുവിടാൻ കഴിയാത്തപ്പോൾ പോലും സർക്കാർ തങ്ങളെ സംരക്ഷിക്കാൻ ശരിയായ കാര്യം ചെയ്യുന്നുണ്ടെന്ന് ജനങ്ങൾ വിശ്വസിക്കണം. എന്നാൽ സൈന്യവും സുരക്ഷാ സേവനങ്ങളും പൂർണ്ണമായും സുതാര്യമാണെന്ന് അവകാശപ്പെടുന്നുണ്ടെങ്കിലും അത് യഥാർത്ഥത്തിൽ അവർ പറയുന്നതുപോലെ സുതാര്യമാണെന്ന് എല്ലാവർക്കും എങ്ങനെ അറിയാൻ കഴിയും? നിർഭാഗ്യവശാൽ പൊതുജനങ്ങളും സർക്കാരും തമ്മിൽ വിവര അസമത്വമുണ്ട്; സർക്കാർ അവരിൽ നിന്ന് എന്തെങ്കിലും മറച്ചുവെക്കുന്നുണ്ടോ എന്ന് പൊതുജനങ്ങൾക്ക് കണ്ടെത്താൻ സാധ്യതയില്ല. [1] മറ്റ് രാജ്യങ്ങളും'പൂർണ്ണമായ സുതാര്യത'യെ സംശയിക്കാൻ സാധ്യതയുണ്ട്, ഇത് കൂടുതൽ നീചമായ എന്തെങ്കിലും ചെയ്തതിന്റെ മറവാണെന്ന് വിശ്വസിക്കുന്നു. വിശ്വാസം അപ്പോൾ എല്ലാ കാര്യങ്ങളിലും സുതാര്യമായിരിക്കുന്നതിനെക്കുറിച്ച് മാത്രം വിശ്വസിക്കാൻ കഴിയില്ല. [1] സ്റ്റിഗ്ലിറ്റ്സ്, ജോസഫ്,'സർക്കാരിലെ സുതാര്യത', റൂമിൽ, ദി റോൾമിൽ, ഇസ്ലാമിലെ പൊതു മാധ്യമങ്ങളോട് പറയുകഃ 2002, വേൾഡ് ബാങ്ക് ഓഫ് എക്കണോമിക് ഡെവലപ്മെൻറ്, പി."}
{"_id": "test-politics-cdmaggpdgdf-pro04b", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "സുതാര്യത എന്നാൽ തെറ്റുകൾ അല്ലെങ്കിൽ പ്രശ്നങ്ങൾ വേഗത്തിൽ കണ്ടെത്തുമെന്ന് അർത്ഥമാക്കാം, പക്ഷേ അവ വേഗത്തിൽ ശരിയാക്കപ്പെടുമെന്ന് അർത്ഥമാക്കുന്നില്ല. പ്രതിരോധ ബജറ്റിലെ മാലിന്യങ്ങൾ വർഷങ്ങളായി അറിയപ്പെടുന്നുണ്ടെങ്കിലും അത് ഇപ്പോഴും വരുന്നു. സുതാര്യത പ്രശ്നത്തിലേക്ക് വെളിച്ചം വീശുന്നു, പക്ഷേ അത് പ്രശ്നം പരിഹരിക്കുന്നതിന് നടപടിയെടുക്കുന്നില്ലെങ്കിൽ അത് സഹായകരമല്ല."}
{"_id": "test-politics-cdmaggpdgdf-con01b", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "ഡ്രോണുകൾ ഒരു അസാധാരണ ഉദാഹരണമാണ് (അതുല്യമല്ലെങ്കിലും) കാരണം അവ വ്യക്തമായ നിയമങ്ങളും മാനദണ്ഡങ്ങളും കുറവുള്ള ഒരു പുതിയ തരത്തിലുള്ള യുദ്ധമാണ്. ഇതിനർത്ഥം അത് സുതാര്യമാക്കുന്നത് പുതിയ മാനദണ്ഡങ്ങൾ സൃഷ്ടിക്കും എന്നാണ്. എന്നിരുന്നാലും ഭൂരിഭാഗം രഹസ്യ പ്രവർത്തനങ്ങളിലും അവ പരസ്യമാക്കിയാൽ അവ വ്യക്തമായി നിയമവിരുദ്ധവും അവസാനിപ്പിക്കേണ്ടതുമാണ്. ഡ്രോണുകൾ അസാധാരണമാണ്, കാരണം പൊതുജനങ്ങൾ കൊലപാതകത്തിന് കുറച്ച് പോരായ്മകൾ കാണുന്നു, ഇതിനർത്ഥം അത്തരം മിക്ക പ്രവർത്തനങ്ങളെക്കാളും പൊതുജന സമ്മർദ്ദം കുറവായിരിക്കും എന്നാണ്."}
{"_id": "test-politics-cdmaggpdgdf-con02a", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "ഇരുപക്ഷത്തും സുതാര്യത ഇല്ലെങ്കിൽ അന്താരാഷ്ട്ര മത്സര സുതാര്യത ഒരു പ്രശ്നമാകുമ്പോൾ ഇരുപക്ഷവും അനിവാര്യമായും എതിരാളികൾക്ക് ഒരു നേട്ടം നൽകുന്നു. അതുകൊണ്ടാണ് ആത്യന്തികമായി രാജ്യങ്ങൾ ദേശീയ സുരക്ഷാ രഹസ്യങ്ങൾ സൂക്ഷിക്കുന്നത്. അവർ മറ്റ് രാജ്യങ്ങളുമായി മത്സരിക്കുന്നു, ആ സംസ്ഥാനങ്ങളെക്കാൾ ഒരു നേട്ടം ഉറപ്പാക്കാനുള്ള ഏറ്റവും നല്ല മാർഗം കഴിവുകൾ രഹസ്യമായി സൂക്ഷിക്കുക എന്നതാണ്. ഒരു വശത്ത് വിവരങ്ങൾ ഉള്ളപ്പോൾ മറുവശത്ത് ആ അറിവിനോട് വ്യത്യസ്തമായി പ്രവർത്തിക്കാൻ വിവരങ്ങൾ ഉള്ള നടനെ അനുവദിക്കുന്നില്ല. അതിനാൽ കാര്യങ്ങൾ രഹസ്യമായി സൂക്ഷിക്കുന്നത് ഒരു തീരുമാനം എടുക്കുമ്പോൾ ഒരു നേട്ടം നൽകും, കാരണം ഏറ്റവും കൂടുതൽ വിവരങ്ങളുള്ളവർ മികച്ച രീതിയിൽ പ്രതികരിക്കാൻ സാധ്യതയുണ്ട്. [1] നിലവിൽ അമേരിക്കയും ചൈനയും തമ്മിൽ വിവര അസമത്വം ഉണ്ട്, ചൈനയേക്കാൾ കൂടുതൽ ആധികാരികമായ വിവരങ്ങൾ അമേരിക്ക നൽകുന്നുവെന്ന് ചില വിശകലന വിദഗ്ധർ കരുതുന്നു. [2] [1] ദേശീയ സുരക്ഷാ ഫോറം, അമേരിക്കൻ രഹസ്യങ്ങൾ, അമേരിക്കൻ രഹസ്യങ്ങൾ, അമേരിക്കൻ അസോസിയേഷൻ, എറിക് ബാർക്സൺ, [2], പെന്റഗൺ റിപ്പോർട്ട്."}
{"_id": "test-politics-cdmaggpdgdf-con04b", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "സുതാര്യതയുണ്ടോ എന്നത് പരിഗണിക്കാതെ തന്നെ വിപുലീകരണ നയങ്ങൾക്ക് പിന്നിൽ സഖ്യങ്ങൾ രൂപപ്പെടാം. സുതാര്യത ഇല്ലെങ്കിൽ അത് അവരുടെ എതിരാളികളുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ സ്വന്തം സംസ്ഥാനത്തിന്റെ ശക്തിയെ അമിതമായി കണക്കാക്കാനുള്ള ഒരു ക്ഷണം മാത്രമാണ്. സുതാര്യതയുണ്ടെങ്കിൽ അവരുടെ വാദങ്ങളെ പ്രതിരോധിക്കാൻ കണക്കുകളെങ്കിലും ലഭ്യമാകും. ജനാധിപത്യങ്ങളിൽ വിപുലീകരണ നയം സൃഷ്ടിക്കുന്നതിൽ താൽപ്പര്യ ഗ്രൂപ്പുകൾക്ക് അത്ര സ്വാധീനമില്ലെന്നതിൽ അതിശയിക്കാനില്ല. [1] ഒരു സംസ്ഥാനം എപ്പോൾ ഗ്രഹണം ചെയ്യപ്പെടുമെന്നതിൽ സുതാര്യത കാണിക്കുന്നത് വലിയ ആശങ്കയാണ്, എന്നാൽ അത്തരമൊരു സാഹചര്യത്തിൽ സുതാര്യതയുടെ അഭാവം അത്ര മോശമാണ്. ഒരു സുതാര്യതയും വളർന്നുവരുന്ന സംസ്ഥാനം ശത്രുതാപരമാണെന്നും വിശ്വസിക്കാനാവാത്തതാണെന്നും ഗ്രഹണം ചെയ്യപ്പെടേണ്ട സംസ്ഥാനത്തിന്റെ ഭയത്തെ പ്രോത്സാഹിപ്പിക്കുകയില്ല. [1] സ്നൈഡർ, ജാക്ക്, സാമ്രാജ്യത്തിന്റെ മിഥ്യാധാരണകൾ, കോർണൽ യൂണിവേഴ്സിറ്റി പ്രസ്, 1991, പി. 18,18."}
{"_id": "test-politics-cdmaggpdgdf-con02b", "title": "മാധ്യമങ്ങളും നല്ല സർക്കാർ രാഷ്ട്രീയവും ചർച്ച ചെയ്യുക സർക്കാരിനെ പ്രതിരോധിക്കുക ഡിജിറ്റൽ സ്വാതന്ത്ര്യങ്ങൾ", "text": "ആയുധങ്ങളുടെ സാങ്കേതിക സവിശേഷതകൾ പോലുള്ള കാര്യങ്ങളിലേക്ക് സുതാര്യത വ്യക്തമായി വ്യാപിപ്പിക്കേണ്ടതില്ല. മിക്ക ആളുകൾക്കും അത് മനസ്സിലാക്കാൻ കഴിയാത്തതിനാൽ സുതാര്യതയുടെ കാര്യത്തിൽ ചെറിയ സഹായമായിരിക്കെ സ്വന്തമായി നിർമ്മിക്കാൻ അനുവദിക്കുന്ന ഒരു മത്സരാർത്ഥിക്ക് അത്തരം വിവരങ്ങൾ വ്യക്തമായ നേട്ടമായിരിക്കും. മറുവശത്ത് ഒരു ആയുധ സംവിധാനം എന്താണ് ചെയ്യുന്നതെന്ന് അറിയുന്നത് തെറ്റിദ്ധാരണയും തെറ്റായ വിലയിരുത്തലും തടയുന്നു."}
{"_id": "test-culture-thbcsbptwhht-pro02b", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇത് ഇതിനകം തന്നെ ബൌദ്ധിക സ്വത്തവകാശമായി കണക്കാക്കാൻ കഴിയുന്ന ഒരു പേര് പോലെയാണെങ്കിൽ, ഈ വിപുലീകരണം അനാവശ്യമാണ്, എന്തായാലും കോടതികളിലൂടെ നഷ്ടപരിഹാരം നൽകും. സംസ്കാരം മൊത്തത്തിൽ ഓവർടൈം വികസിക്കുന്ന ഒന്നാണ്, ഇത് ബൌദ്ധിക സ്വത്തവകാശവുമായി താരതമ്യപ്പെടുത്താൻ കഴിയുന്ന ഒന്നല്ല. സംസ്കാരം ബൌദ്ധിക സ്വത്തവകാശ കേസുകൾ പോലെ വ്യക്തവും കർക്കശവുമല്ല, കാരണം അതിൽ പങ്കിട്ട മൂല്യങ്ങളും പൊതു അറിവും പോലുള്ള കാര്യങ്ങൾ ഉൾപ്പെടുന്നു, അത് പലപ്പോഴും വ്യത്യസ്ത സംസ്കാരങ്ങളും യഥാർത്ഥ ഉടമയുമില്ല. അതിനാൽ, സാംസ്കാരിക വിനിയോഗത്തിന് മോഷ്ടിച്ച ബൌദ്ധിക സ്വത്തവകാശത്തിന് സമാന്തരമാകാൻ കഴിയില്ല, അവ വ്യത്യസ്ത രീതികളിൽ കൈകാര്യം ചെയ്യണം. സംസ്കാരം പോലെ ഏകപക്ഷീയവും ആത്മനിഷ്ഠവുമായ എന്തെങ്കിലും നഷ്ടപരിഹാരം ചൂഷണത്തിന് വളരെ തുറന്നിരിക്കുന്ന ഒരു സംവിധാനമാണ്. കേസ് ചെറുതായിരിക്കുമ്പോൾ പോലും നഷ്ടപരിഹാരം നേടുന്നതിനായി കോടതികളിലൂടെ കേസുകൾ അന്വേഷിക്കാൻ ഇത് ന്യൂനപക്ഷങ്ങളുമായുള്ള ചൂഷണപരമായ പെരുമാറ്റത്തെ പ്രോത്സാഹിപ്പിച്ചേക്കാം. ചില സന്ദർഭങ്ങളിൽ, ഡിസൈനുകളോ ആശയങ്ങളോ യഥാർത്ഥത്തിൽ ഒരു സാംസ്കാരിക ആശയവുമായി സാമ്യമുള്ളതിനാൽ സ്വതന്ത്രമായി പിന്തുടർന്നിരിക്കാം."}
{"_id": "test-culture-thbcsbptwhht-pro03b", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒന്നാമതായി, ഏകപക്ഷീയവും അർത്ഥശൂന്യവുമായ നഷ്ടപരിഹാരങ്ങൾ ഉപയോഗിക്കാതെ തന്നെ പദ്ധതികൾക്കും മറ്റ് സാംസ്കാരിക പ്രാധാന്യമുള്ള കാര്യങ്ങൾക്കും സമൂഹങ്ങൾക്ക് ക്രെഡിറ്റ് നൽകാം. രണ്ടാമതായി, നഷ്ടപരിഹാരവും ഫലപ്രദമല്ല, ഇത് മുമ്പ് അടിച്ചമർത്തപ്പെട്ടവർക്ക് ഒറ്റയടിക്ക് നൽകുന്നു. അവ സമൂഹത്തിലെ ഏറ്റവും പിന്നാക്കം നിൽക്കുന്നവർക്ക് (സാമ്പത്തികമായി) പ്രയോജനം ചെയ്യുന്നില്ല. വംശീയതയെ ചെറുക്കുന്നതിൽ അവ ഫലപ്രദമല്ല."}
{"_id": "test-culture-thbcsbptwhht-pro04b", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സാംസ്കാരിക വിനിയോഗത്തിന്റെ കാര്യത്തിൽ നഷ്ടപരിഹാരം എന്ന ആശയം പരിമിതമാണ്. ഒന്നാമതായി, സംസ്കാരം ആത്മനിഷ്ഠവും അടിസ്ഥാനപരമായി വ്യക്തിഗത വ്യാഖ്യാനത്തിനും ധാരണയ്ക്കും നിർവചിക്കപ്പെട്ടതുമാണ്, പരിമിതമായ കൃത്യമായ വരികളുണ്ട്. ഇതിന്റെ ഫലമായി, ഒരു വ്യക്തിയോ ഗ്രൂപ്പോ ഒരു സാംസ്കാരിക വിനിയോഗത്തിന് അവകാശവാദം ഉന്നയിക്കുമ്പോഴെല്ലാം നഷ്ടപരിഹാരം അവകാശപ്പെടുന്നതിനും നൽകുന്നതിനും വളരെ ബുദ്ധിമുട്ടാണ്."}
{"_id": "test-culture-thbcsbptwhht-pro04a", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സാംസ്കാരിക വിനിയോഗത്താൽ ഉണ്ടായ കേടുപാടുകൾ തിരിച്ചുപിടിക്കാൻ നഷ്ടപരിഹാരത്തിന് സാധ്യതയുണ്ട്. സാംസ്കാരിക വിനിയോഗത്തിൻറെ കാര്യത്തിൽ നഷ്ടപരിഹാരം ആവശ്യമാണ്, കാരണം ഇരകളെ ചൂഷണപരമായ പെരുമാറ്റത്തിന് നഷ്ടപരിഹാരമായി അവർക്ക് ആവശ്യമുള്ളതോ അർഹമായതോ ആയ വിഭവങ്ങൾ നൽകാൻ ഇത് സഹായിക്കുന്നു. പലപ്പോഴും നവാജോ അർബൻ ഔട്ട്ഫിറ്റേഴ്സ് കേസിന്റെ കാര്യത്തിലെന്നപോലെ ഇത് എളുപ്പത്തിൽ അളക്കാൻ കഴിയും. സാംസ്കാരിക വിനിയോഗത്തിനുള്ള നഷ്ടപരിഹാരത്തിനുള്ള വ്യവസ്ഥയെക്കുറിച്ചുള്ള ശക്തമായ നിയമനിർമ്മാണവും വിധികളും ഉള്ളതിനാൽ, ന്യൂനപക്ഷ സമുദായങ്ങൾ ഗണ്യമായി മെച്ചപ്പെടും. ഈ വിനിയോഗത്തിൻറെ നാശനഷ്ടങ്ങൾ തിരിച്ചുപിടിക്കുന്നതിനുള്ള ഒരു പ്രധാന ചുവടുവെപ്പായിരിക്കും ഇത്, കാരണം ഇത് പരമ്പരാഗത രൂപകൽപ്പനകൾക്കും ആശയങ്ങൾക്കും അംഗീകാരം നൽകാനും സമൂഹത്തെ അനുവദിക്കും. ചെറിയ, ന്യൂനപക്ഷ സമുദായങ്ങൾക്ക് അവർ അർഹിക്കുന്ന ഉചിതമായ അംഗീകാരം നേടാനും അതിനൊപ്പം വരുന്ന ആനുകൂല്യങ്ങൾക്കും നഷ്ടപരിഹാരം തിരികെ കൊണ്ടുവരാൻ കഴിയും. 2005 ൽ അമേരിക്കൻ വിപണിയിൽ നിന്നുള്ള 1 ബില്യൺ യുഎസ് ഡോളറിൻറെ പകുതിയോളം തദ്ദേശീയ കരകൌശല വിൽപ്പനയിൽ നിന്ന് ലഭിക്കുമെന്ന് കണക്കാക്കപ്പെട്ടിരുന്നു. [ഹെലൻ ആർട്സ് കോമ്പിനേഷൻ]"}
{"_id": "test-culture-thbcsbptwhht-con03b", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ആർക്കാണ് നഷ്ടപരിഹാരം ലഭിക്കുന്നതെന്ന് വ്യക്തമായി നിർവചിക്കേണ്ടതുണ്ട്, അതെ, നഷ്ടങ്ങളും ചില വിപരീത ഫലങ്ങളും ഉണ്ടാകും. എന്നാൽ പ്രധാനപ്പെട്ടത് മൊത്തത്തിൽ ഈ സംവിധാനം പ്രയോജനകരമാകും എന്നതാണ്. സംസ്കാരം സങ്കീർണ്ണമാണെങ്കിലും ഏത് കേസും സംസ്കാരത്തിന്റെ ഒറ്റപ്പെട്ട ഒരു വശം മാത്രമേ നോക്കുകയുള്ളൂ; ഒരു ആചാരം. ഈ ഒരു വശം നിർവചിക്കുന്നത് ബുദ്ധിമുട്ടുള്ള കാര്യമല്ല. നഷ്ടപരിഹാരം സാധാരണയായി ഒരു കമ്മ്യൂണിറ്റിയിലെ എല്ലാ വ്യക്തികൾക്കും പോകില്ല, മറിച്ച് ആ കമ്മ്യൂണിറ്റിയെ സഹായിക്കാനാണ്; അവരുടെ കമ്മ്യൂണിറ്റി സെന്ററുകൾ, എൻജിഒകൾ മുതലായവ, അല്ലെങ്കിൽ ബൌദ്ധിക സ്വത്തവകാശം മൂലം നേരിട്ട് വരുമാനം നഷ്ടപ്പെട്ട വ്യക്തികൾ."}
{"_id": "test-culture-thbcsbptwhht-con01b", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ആഗോളവൽക്കരണം നടക്കുകയും ലോകമെമ്പാടും കോടിക്കണക്കിനു ഡോളർ വ്യവസായങ്ങൾ സൃഷ്ടിക്കുകയും ചെയ്യുമ്പോൾ, സംസ്കാരങ്ങൾ പരസ്പരം പൂർണ്ണമായും മുഴുകിയിരിക്കുകയില്ല. ഒരു ആഗോള മോണോകൾച്ചർ ആഗ്രഹിക്കാത്തതുപോലെ ആയിരിക്കണമെന്ന് നമ്മൾ ആഗ്രഹിക്കരുത്. വിഭജനങ്ങൾക്ക് തുടക്കമിടുന്നതിൽ നിന്ന് വ്യത്യസ്തമായി, സ്വീകാര്യമായതും അല്ലാത്തതും എന്താണെന്ന് പഠിക്കുന്നതിലൂടെ പരസ്പരം മനസ്സിലാക്കാനും സഹിഷ്ണുത പുലർത്താനും സംസ്കാരങ്ങളെ പ്രേരിപ്പിക്കുന്നതിനാൽ നഷ്ടപരിഹാരത്തിന് ഐക്യം സൃഷ്ടിക്കാൻ കഴിയും. സംസ്കാരം മോഷ്ടിക്കുന്നത് തടയുന്നത് ആഗോളവൽക്കരിക്കപ്പെട്ട ലോകത്ത് ചെറിയ സംസ്കാരങ്ങൾ പാർശ്വവൽക്കരിക്കപ്പെടുന്നത് തടയുന്നതിൽ നിന്ന് ആശയങ്ങൾ എവിടെ വരുന്നു എന്നതിന്റെ വലിയ ആട്രിബ്യൂഷനെ പ്രോത്സാഹിപ്പിക്കും."}
{"_id": "test-culture-thbcsbptwhht-con02a", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "നഷ്ടപരിഹാരവും'സാംസ്കാരിക ഏറ്റെടുക്കൽ'എന്ന പദത്തിന്റെ ഉപയോഗവും സമൂഹത്തിലെ വംശീയതയുടെ കൂടുതൽ ആഴത്തിൽ വേരൂന്നിയ പ്രശ്നങ്ങൾക്കുള്ള ഒരു മുഖംമൂടിയാണ്. സാംസ്കാരിക വിനിയോഗത്തിനുള്ള പരിഹാര മാർഗമായി നഷ്ടപരിഹാരം ഉപയോഗിക്കുന്നത് പ്രകടിപ്പിക്കുന്ന മൂലപ്രശ്നങ്ങളെ പരിഹരിക്കുകയില്ല. സാംസ്കാരിക വിനിയോഗത്തിന്റെ ഉദാഹരണങ്ങളായി നൽകിയിരിക്കുന്ന പ്രശ്നങ്ങൾ, ഒരു കൊക്കേഷ്യൻ വ്യക്തി ഡ്രെഡ്ലോക്കുകളിൽ മുടി ധരിക്കുന്നത് പോലെ-ആഫ്രോ-കരീബിയൻ സമൂഹത്തിന് അർത്ഥവും ചരിത്രപരവുമായ മുൻവിധികളുള്ള ഒരു ശൈലി ശ്രദ്ധയും വിഭജനവും തിരിച്ചുവിടുന്നു. ഈ രീതിയിൽ മുടി ധരിക്കുന്ന വ്യക്തികൾ എന്നിരുന്നാലും പ്രശ്നമല്ല. അവരിൽ നിന്ന് നഷ്ടപരിഹാരം ആവശ്യപ്പെടുന്നത്'വംശീയതയെ അർത്ഥവത്തായ രീതിയിൽ വെല്ലുവിളിക്കുന്നില്ല'[1]. പകരം മുടിയുടെ ഭയങ്കരമായ ലോക്ക് ശൈലിയുള്ളവരോട് സജീവമായി വിവേചനം കാണിക്കുന്നവരെ ലക്ഷ്യമിടുകയും ശിക്ഷിക്കുകയും ചെയ്യുന്നത് കൂടുതൽ ഫലപ്രദവും സമത്വത്തെ പ്രോത്സാഹിപ്പിക്കുന്നതുമാണ്. [1] മാലിക്, കെനാൻ,'ദ ബെയ്ൻ ഓഫ് കൾച്ചറൽ', അൽ ജസീറ, 2016 ഏപ്രിൽ 14, അൽ ജസീറ"}
{"_id": "test-culture-thbcsbptwhht-con02b", "title": "നഷ്ടപ്പെട്ടവർക്ക് നഷ്ടപരിഹാരം നൽകണമെന്ന് ട്രെഡിഷൻസ് ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സമൂഹത്തിൽ വംശീയതയുടെ കൂടുതൽ'ആഴത്തിൽ വേരൂന്നിയ'പ്രശ്നങ്ങളെ നേരിടാൻ നഷ്ടപരിഹാരത്തിന്റെ ഉപയോഗം ഫലപ്രദമാണ്. കാരണം, നഷ്ടപരിഹാരം ന്യൂനപക്ഷ സമുദായങ്ങൾക്ക് അവർ അർഹിക്കുന്ന അംഗീകാരവും ക്രെഡിറ്റും ഇതിലൂടെ ലഭിക്കുന്ന ഏത് സാമ്പത്തിക നേട്ടവും നൽകുന്നു. മറ്റ് സംസ്കാരങ്ങളെയും സാംസ്കാരിക വിനിയോഗത്തെ തടയുന്നതിലൂടെ അവരുടെ നേട്ടങ്ങളെയും ഉയർത്തിക്കാട്ടുന്നത് മനോഭാവത്തെ മാറ്റുകയും അങ്ങനെ പെരുമാറ്റത്തിന്റെ സമത്വത്തെ പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്യും."}
{"_id": "test-digital-freedoms-aihwbasmn-pro02b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "ഇന്റർനെറ്റ് അല്ലെങ്കിൽ മൊബൈൽ ഫോൺ നെറ്റ്വർക്കുകൾ വിച്ഛേദിക്കുന്നത് ഫലപ്രദമാകുമെന്നതിന് തെളിവുകളില്ല. മൊബൈൽ ഫോണുകൾ കണ്ടുപിടിക്കുന്നതിനും ഇന്റർനെറ്റ് അതേപോലെ ആശങ്കാജനകമായി പ്രചരിപ്പിക്കുന്നതിനും മുമ്പ് കലാപം ഉണ്ടായി. പ്രവേശനം വിച്ഛേദിക്കുന്നത് ഒരു അസൌകര്യമായിരിക്കും, എന്നാൽ അതിനേക്കാൾ അൽപ്പം കൂടുതലായിരിക്കും. അടിസ്ഥാന പ്രശ്നങ്ങളുമായി ഇടപഴകുന്ന കലാപം തടയുന്നതിനുള്ള യഥാർത്ഥ പരിഹാരങ്ങൾ കണ്ടെത്തുന്നതിന് സാങ്കേതികവിദ്യയെ കുറ്റപ്പെടുത്തുന്നത് സഹായിക്കില്ല. [1] [1] മെറ്റ്കാഫ്, ജെ., ടെയ്ലർ, എം., \"അശാന്തിയുടെ സമയങ്ങളിൽ സാങ്കേതികവിദ്യയെ എല്ലായ്പ്പോഴും കുറ്റപ്പെടുത്തിയിട്ടുണ്ട്\", guardian.co.uk, 7 ഡിസംബർ 2011."}
{"_id": "test-digital-freedoms-aihwbasmn-pro03b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "സോഷ്യൽ മീഡിയയിലൂടെ പുറത്തുവരുന്നത് തടയുകയും കലാപത്തെ മുതലെടുത്ത് മറ്റെവിടെയെങ്കിലും അക്രമം പൊട്ടിപ്പുറപ്പെടുത്താൻ ശ്രമിക്കുന്നവർ തടയുകയും ചെയ്യുന്നത് പോലീസ് ചെയ്യേണ്ട കാര്യമല്ല. ഒരു സ്വതന്ത്ര രാജ്യത്ത് അവർ എന്താണ് ചെയ്യുന്നതെന്നും നടക്കുന്ന കലാപങ്ങളെക്കുറിച്ചും റിപ്പോർട്ട് ചെയ്യാൻ ആരെയും അനുവദിക്കണം. പരമ്പരാഗത മാധ്യമങ്ങൾ ഇപ്പോഴും പ്രക്ഷേപണം ചെയ്യുന്നതിനാൽ വാർത്തകൾ പുറത്തുവരുന്നത് തടയുന്നതിൽ ഒരു അടച്ചുപൂട്ടൽ ഫലപ്രദമല്ല. കലാപത്തെക്കുറിച്ച് ഗവേഷകർ നടത്തിയ 270 അഭിമുഖങ്ങളിൽ 100 ലധികം ആളുകൾ കലാപത്തെക്കുറിച്ച് സോഷ്യൽ മീഡിയയിലൂടെയല്ലാതെ ടിവി വാർത്തകളിലൂടെയാണ് കേട്ടതെന്ന് പറഞ്ഞു. [1] [1] അഡെഗോക്ക്, വൈ., ബോൾ, ജെ., \"ട്വിറ്റർ? ഫേസ്ബുക്ക്? കലാപകാരികൾ ഇത് ടിവിയിൽ കണ്ടു,\" guardian.co.uk, 7 ഡിസംബർ 2011."}
{"_id": "test-digital-freedoms-aihwbasmn-pro01b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "കലാപവും അക്രമവും പ്രകോപിപ്പിക്കുന്നതിനും സംഘടിപ്പിക്കുന്നതിനും അഭിപ്രായ സ്വാതന്ത്ര്യം ദുരുപയോഗം ചെയ്യണമെന്ന് ഞങ്ങൾ ആഗ്രഹിക്കുന്നില്ല, പക്ഷേ അത് എല്ലായ്പ്പോഴും നിയമവിരുദ്ധമാണെന്ന് അർത്ഥമാക്കുന്നില്ല. കലാപം ചിലപ്പോൾ മോശം നയത്തിൻറെയും സമാധാനപരമായ പ്രതിഷേധങ്ങൾ കേൾക്കാൻ തയ്യാറാകാത്ത ഒരു സർക്കാരിൻറെയും സ്വാഭാവിക വളർച്ചയായിരിക്കാം. വോട്ടവകാശം നിഷേധിക്കപ്പെട്ട ഗ്രൂപ്പുകൾ ഇത്തരത്തിലുള്ള പ്രവർത്തനങ്ങളിലേക്ക് തിരിയാൻ അങ്ങേയറ്റം നിർബന്ധിതരായേക്കാം, വിയോജിപ്പുകളെ തകർക്കാൻ ഇന്റർനെറ്റിലൂടെയും മൊബൈൽ ഫോണുകളിലൂടെയും തങ്ങളുടെ അധികാരം ഉപയോഗിക്കാൻ ശ്രമിക്കുന്നതിനുപകരം അവ സംഭവിക്കുമ്പോൾ ഭരണകൂടം ശ്രദ്ധിക്കണം. അറബ് ലോകത്തിലെ വിപ്ലവങ്ങളിൽ ഇതാണ് സംഭവിച്ചത്. ഒരു കലാപത്തിന് കാര്യമായ കാരണമുണ്ടാകുമ്പോൾ സോഷ്യൽ മീഡിയ ആക്സസ് ചെയ്യേണ്ടത് അത്യാവശ്യമാണ്, കാരണം കലാപകാരികൾക്ക് കഥയുടെ പക്ഷം പിടിക്കാനുള്ള മാർഗമാണിത്."}
{"_id": "test-digital-freedoms-aihwbasmn-pro04b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "കലാപകാരികൾ എല്ലായ്പ്പോഴും സംഘടിപ്പിക്കുന്നതിനുള്ള ഉപകരണങ്ങൾ കണ്ടെത്തും. പ്രശ്നങ്ങൾക്കുള്ള പരിഹാരങ്ങൾ വേഗത്തിൽ കണ്ടെത്തുന്ന ഒന്നാണ് ഇന്റർനെറ്റ്. സർക്കാർ ട്വിറ്ററിനെ തടയുകയാണെങ്കിൽ, സംരംഭക പ്രകടനക്കാർ വേഗത്തിൽ ഒരു ബദൽ കണ്ടെത്തും. അക്രമം തുടർന്നും വർദ്ധിക്കും, ഒരു വെബ്സൈറ്റ് തടയുന്നത് ട്വിറ്റർ ഉപയോക്താക്കളെ ഭരണകൂടത്തിൽ നിന്ന് അകറ്റിനിർത്തുകയും അതിന്റെ അടിച്ചേൽപ്പിക്കലുകളോടുള്ള രോഷവും അല്ലാതെ മറ്റൊന്നും നേടുന്നതിൽ പരാജയപ്പെടും."}
{"_id": "test-digital-freedoms-aihwbasmn-pro03a", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "കലാപം വ്യാപിക്കുന്നത് തടയാൻ പോലീസ് ശ്രമിക്കണം, മറ്റെവിടെയെങ്കിലും നടക്കുന്ന കലാപങ്ങളെക്കുറിച്ചുള്ള അറിവ് പലപ്പോഴും കലാപത്തിന്റെ ഓക്സിജൻ ആണ്; 2011 ൽ മാഞ്ചസ്റ്ററിലും ലണ്ടന് പുറത്തുള്ള മറ്റിടങ്ങളിലും നടന്ന കലാപങ്ങൾ കൂടുതലും മാധ്യമങ്ങളുടെ വെളിപ്പെടുത്തലിന്റെ ഫലമായിരുന്നു. ഗ്രേറ്റർ മാഞ്ചസ്റ്റർ പോലീസ് മേധാവി പീറ്റർ ഫാഹിയുടെ അഭിപ്രായത്തിൽ \"ഒരു കൂട്ടം ആളുകൾ ലണ്ടനിൽ എന്താണ് സംഭവിക്കുന്നതെന്ന് കാണുകയും അതിൽ നിന്ന് രക്ഷപ്പെടാൻ തീരുമാനിക്കുകയും ചെയ്തു. ലണ്ടനിലെ നിയന്ത്രണം ആവശ്യമാണെന്ന് ഞങ്ങൾക്ക് അറിയാമായിരുന്നു. കാരണം അത് ഇവിടെ കൂടുതൽ കൂടുതൽ പകർപ്പവകാശമുള്ള അക്രമങ്ങൾ സൃഷ്ടിക്കുന്നു\". സോഷ്യൽ മീഡിയ വെട്ടിക്കുറയ്ക്കുന്നത് കലാപങ്ങൾ ചെറുതും പ്രാദേശികവൽക്കരിക്കപ്പെട്ടതുമായ പ്രശ്നമായി തുടരുന്നുവെന്ന് ഉറപ്പാക്കാൻ സഹായിക്കുമായിരുന്നു. [1] പിൽക്കിങ്ടൺ ഡി., \"ലണ്ടനിലെ കലാപം'പകർപ്പവകാശമുള്ള'പെരുമാറ്റത്തിന് കാരണമായി\", ദി ഇൻഡിപെൻഡന്റ്, നവംബർ 14,2011."}
{"_id": "test-digital-freedoms-aihwbasmn-con03b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "മനഃപൂർവമല്ലെങ്കിൽപ്പോലും ആ ബിസിനസ്സ് അക്രമത്തിന് സൌകര്യമൊരുക്കുമ്പോൾ സ്വകാര്യ കമ്പനികൾക്ക് ബിസിനസ്സ് ചെയ്യാൻ അവകാശമില്ല. പൊതു ക്രമം സുരക്ഷിതമാക്കാൻ ചിലപ്പോൾ ഹ്രസ്വമായ നിയന്ത്രണങ്ങൾ ആവശ്യമാണ്. ഒരു കലാപസമയത്ത് ട്വിറ്ററിനെ അതിന്റെ ഏകോപനത്തിലും വ്യാപ്തിയിലും അക്രമത്തിന്റെ നിലവാരത്തിലും അർത്ഥവത്തായ സ്വാധീനം ചെലുത്താൻ താൽക്കാലികമായി തടയാൻ കഴിയും. എന്നിരുന്നാലും, പ്രാദേശിക മേഖലയിലെ നെറ്റ്വർക്ക് അടച്ചുപൂട്ടുന്നതിന് മുമ്പ് പോലീസിന് ഇത് ചെയ്യാൻ കഴിയുമെന്നതിനാൽ മുൻകൂർ മുന്നറിയിപ്പുകൾ ലഭിക്കാത്തവർക്ക് ഇത് പ്രശ്നമുണ്ടാക്കേണ്ടതില്ല. തീർച്ചയായും കലാപം അവസാനിക്കുമ്പോൾ സേവനത്തിന് സാധാരണപോലെ മടങ്ങിവരാൻ കഴിയും. ആത്യന്തികമായി തടസ്സം വളരെ ഹ്രസ്വമാണ്, മാത്രമല്ല വളരെയധികം തൂവലുകൾ തകർക്കാൻ സാധ്യതയില്ല."}
{"_id": "test-digital-freedoms-aihwbasmn-con01b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "ഇന്റർനെറ്റ് ഉപയോക്താക്കൾ അവരുടെ അഭിപ്രായങ്ങൾ പ്രാധാന്യമർഹിക്കുന്നതിന് ഉയർന്ന ദൃശ്യപരതയെ ആശ്രയിക്കുന്നു. ട്വിറ്റർ അടച്ചുപൂട്ടുമ്പോഴോ അത് മാറ്റിസ്ഥാപിക്കുമ്പോഴോ, പോപ്പ് അപ്പ് ചെയ്യുന്ന പുതിയ സൈറ്റുകൾ നമ്പറുകൾ കെട്ടിപ്പടുക്കുന്നതിൽ വീണ്ടും ആരംഭിക്കണം. [1] നെറ്റ്വർക്കിൽ മതിയായ എണ്ണം ഇല്ലെങ്കിൽ അവർക്ക് ഓൺലൈനിൽ കലാപങ്ങൾക്ക് ആക്കം കൂട്ടാൻ കഴിയും. കലാപം സൃഷ്ടിക്കുന്നതിനോ കലാപം നടക്കുന്ന സാഹചര്യങ്ങളിൽ പ്രവർത്തിക്കുന്നതിനോ ഉള്ള നെറ്റ്വർക്കിന്റെ കഴിവിനെ ഗണ്യമായി മന്ദീഭവിപ്പിക്കുന്നതാണ് ഫലം; കലാപം നടത്തുകയോ കലാപം നടത്തുകയോ ചെയ്യുന്നവരിൽ ഭൂരിഭാഗവും ആ നെറ്റ്വർക്കിൽ ഇല്ലെങ്കിൽ കലാപം നയിക്കാൻ ഒരു സൈറ്റ് ഉപയോഗപ്രദമല്ല. [1] ബെർഗർ, ജെ. എം. \", #unfollow\", ഫോറിൻ പോളിസി, 20 ഫെബ്രുവരി 2013."}
{"_id": "test-digital-freedoms-aihwbasmn-con05b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "ഒരു കലാപം നിരീക്ഷിക്കുന്നത് കലാപം ഉണ്ടാക്കുന്ന നാശനഷ്ടങ്ങൾ, നാശം, മനുഷ്യ കലാപത്തിന് സാധ്യതയുള്ള നഷ്ടം എന്നിവ തടയുന്നില്ല. പ്രതികരണാത്മകമായ നിഷ്ക്രിയ സമീപനം സ്വീകരിക്കുന്നതിനുപകരം, കലാപത്തിന്റെ വലുപ്പവും വ്യാപ്തിയും പരിമിതപ്പെടുത്തുന്നതിന് ആവശ്യമായ എല്ലാ ഉപകരണങ്ങളും ഉപയോഗിച്ച് ജീവൻ രക്ഷിക്കാൻ ശ്രമിക്കേണ്ടത് പോലീസിന്റെ കടമയാണ്."}
{"_id": "test-digital-freedoms-aihwbasmn-con04b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "യഥാർത്ഥത്തിൽ പൊതുതാൽപര്യമുള്ളപ്പോൾ സർക്കാർ എല്ലാത്തരം സംസാരങ്ങളും വെട്ടിക്കുറയ്ക്കുന്നു. കലാപസമയത്ത് ട്വിറ്ററിനെയും മറ്റ് സോഷ്യൽ നെറ്റ്വർക്കുകളെയും തടയുന്നത് വളരെ പ്രത്യേകമായ ഇടപെടലാണ്, സമൂഹത്തിന് പ്രത്യേക പ്രകടമായ നേട്ടങ്ങളുള്ള ഒന്നാണ്. സാമൂഹിക സംഘടനയ്ക്കും വിയോജിപ്പിനും ഇന്റർനെറ്റ് തീർച്ചയായും ഒരു മികച്ച ഉപകരണമാണ്, പക്ഷേ പൊതുജനങ്ങളുടെ ചെലവിൽ ഇത് ദുരുപയോഗം ചെയ്യാൻ കഴിയില്ല."}
{"_id": "test-digital-freedoms-aihwbasmn-con02b", "title": "ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് ആക്സസ് സോഷ്യൽ മെസ്സേജിംഗ് നെറ്റ്വർക്കുകളെ തടയും", "text": "അവരുടെ സന്ദേശം പ്രചരിപ്പിക്കുന്നത് മൂല്യവത്താണെങ്കിലും, കലാപവും അക്രമവും അത് ചെയ്യാനുള്ള മാർഗമല്ല. ഒരു ലക്ഷ്യം മുന്നോട്ട് കൊണ്ടുപോകാൻ കലാപ തന്ത്രം ഉപയോഗിക്കുന്നത് തെരുവുകളിലെ അക്രമങ്ങളാൽ ക്രൂരമായി പീഡിപ്പിക്കപ്പെടുന്ന പൊതുജനങ്ങളെ അന്യവൽക്കരിക്കാൻ മാത്രമേ സഹായിക്കുകയുള്ളൂ. ഫലത്തിൽ ഒരു പ്രതിഷേധം കലാപമായി മാറുമ്പോൾ അത് സ്വയം നിയമവിരുദ്ധമാക്കുകയും അതിന്റെ സന്ദേശത്തെ കളങ്കപ്പെടുത്തുകയും ചെയ്യുന്നു. ആ പ്രതിഷേധങ്ങൾ താരതമ്യേന സമാധാനപരമായി അവരുടെ സന്ദേശം പ്രചരിപ്പിക്കാൻ ശ്രമിക്കുമ്പോൾ സോഷ്യൽ നെറ്റ്വർക്കുകൾ തടയുന്നത് സംഭവിക്കില്ല, മറിച്ച് ഇന്റർനെറ്റിലൂടെ അതിവേഗം പ്രചരിപ്പിക്കാനുള്ള കഴിവ് നിഷേധിക്കുന്നതിലൂടെ ഏറ്റവും മോശമായ അക്രമം തടയുന്നതിനുള്ള സംസ്ഥാനത്തിന്റെ ആയുധപ്പുരയിലെ ഉപയോഗപ്രദമായ ഉപകരണമായി മാറുമ്പോൾ മാത്രമേ അവർ ഇതിനകം അക്രമത്തിലേക്ക് തിരിയുന്നുള്ളൂ."}
{"_id": "test-digital-freedoms-aihbiahr-pro02b", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "അഭിപ്രായസ്വാതന്ത്ര്യം എന്നതിനർത്ഥം കഴിയുന്നത്ര വിശാലമായ പ്രേക്ഷകരിലേക്ക് എത്തിച്ചേരാനുള്ള അവകാശമുണ്ടെന്ന് അർത്ഥമാക്കുന്നില്ല. ഇന്റർനെറ്റിലേക്കോ മറ്റേതെങ്കിലും വ്യക്തിഗത ആശയവിനിമയ മാധ്യമത്തിലേക്കോ പ്രവേശിക്കാനുള്ള മൌലികാവകാശം ഉണ്ടെന്ന് ഇതിനർത്ഥമില്ല. തീർച്ചയായും മനുഷ്യാവകാശങ്ങളിൽ ഏതെങ്കിലും തരത്തിലുള്ള'വിടവ്'ഉണ്ടെങ്കിൽ അത് വ്യക്തികൾക്ക് ആസ്വദിക്കാനുള്ള ഏതെങ്കിലും വ്യാജമായ പുതിയ അവകാശം സൃഷ്ടിച്ചുകൊണ്ട് അത് നികത്തണമെന്ന് അർത്ഥമാക്കുന്നില്ല. വായനക്കാരുടെ സ്വാതന്ത്ര്യത്തിന് അംഗീകാരമില്ലെങ്കിൽ, മറ്റ് തരത്തിലുള്ള വിവരങ്ങളുടെ ലഭ്യതയേക്കാൾ ഇന്റർനെറ്റിലേക്കുള്ള പ്രവേശനത്തിന് പ്രത്യേകാവകാശം നൽകുന്ന ഒരു രൂപത്തിൽ നിലനിൽക്കേണ്ടതില്ല എന്നതിനാൽ മാത്രമാണ് ഇത്."}
{"_id": "test-digital-freedoms-aihbiahr-pro03b", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇത് അഭിപ്രായസ്വാതന്ത്ര്യത്തെ വളരെയധികം മുന്നോട്ട് കൊണ്ടുപോകുന്നു. വിവരങ്ങൾ നൽകാനുള്ള സ്വാതന്ത്ര്യം എന്നാൽ ഒരു ആശയവിനിമയ രീതിയിലൂടെ വ്യക്തി ആഗ്രഹിക്കുന്ന ഏത് മാധ്യമത്തിലൂടെയും അത് നൽകാനുള്ള സ്വാതന്ത്ര്യം എന്നല്ല അർത്ഥമാക്കുന്നത്. ഇത് അപ്രായോഗികമായതിനാൽ വ്യക്തിയുടെ പ്രവേശനത്തിൽ ഇടപെടുന്നതിൽ നിന്ന് മറ്റുള്ളവരെ തടയുക എന്നത് സർക്കാരിന്റെ കടമയാണെന്ന് പരിഗണിക്കുന്നതും വളരെ ദൂരെയാണ്. ഇന്റർനെറ്റ് ഉപയോക്താക്കൾക്ക് അവരുടെ ബില്ലുകൾ അടയ്ക്കാത്തതുപോലുള്ള കാര്യങ്ങൾക്ക് പ്രവേശനം നിഷേധിക്കാൻ ആഗ്രഹിക്കുന്ന സ്വകാര്യ ബിസിനസുകളിൽ ഇടപെടാൻ സർക്കാരുകൾക്ക് അധികാരമില്ല. മൂന്നാമത്തെ വ്യാഖ്യാനം ഈ സ്വാതന്ത്ര്യത്തെ വളരെ വിശാലമായി വ്യാഖ്യാനിക്കുക എന്നതാണ്, എന്തെങ്കിലും നൽകാൻ സർക്കാരിനെ നിർബന്ധിക്കുന്നതിനേക്കാൾ പൌരന്മാരെ അടിച്ചമർത്തുന്നതിൽ നിന്ന് സർക്കാരിനെ തടയുന്നതിനാണ് മനുഷ്യാവകാശങ്ങൾ ഉദ്ദേശിക്കുന്നത്."}
{"_id": "test-digital-freedoms-aihbiahr-con03b", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "വിവരങ്ങൾ ആക്സസ് ചെയ്യുന്നതിനുള്ള മാർഗ്ഗം വിവരങ്ങളെപ്പോലെ തന്നെ പ്രധാനമാണ്. ആ വിവരങ്ങളുടെ ഒഴുക്കുകളിൽ നിന്ന് നമ്മൾ വിച്ഛേദിക്കപ്പെടുകയും അത് ആക്സസ് ചെയ്യാൻ കഴിയാതിരിക്കുകയും ചെയ്താൽ വിവരങ്ങളിൽ അർത്ഥമില്ല. [1] വിപുലമായ ലൈബ്രറികൾ ഉണ്ടായിരിക്കുന്നത് ചിലർക്ക് വിവരങ്ങൾ ആക്സസ് ചെയ്യുന്നതിനുള്ള ഒരു ബദൽ മാർഗ്ഗമായിരിക്കാം, പക്ഷേ ഒരു ചെറിയ ന്യൂനപക്ഷത്തിന് മാത്രം. മനുഷ്യാവകാശങ്ങൾ എല്ലാവരുടെയും അവകാശത്തെ സംബന്ധിച്ചിടത്തോളം വിവരങ്ങൾ ആക്സസ് ചെയ്യാനുള്ള അവകാശം പോലെ തന്നെ എല്ലാവർക്കും വിവരങ്ങൾ ആക്സസ് ചെയ്യാൻ അനുവദിക്കുന്ന ഒരു സമത്വ രീതി ആവശ്യമാണ്. ഇന്റർനെറ്റ് ആക്സസ് ചെയ്യാനുള്ള അവകാശമോ അല്ലെങ്കിൽ ആ വിവരങ്ങൾ നേടുന്നതിനുള്ള മറ്റേതെങ്കിലും തുല്യമായ സമത്വപരമായ രീതിയോ ഇല്ലാതെ വിവരത്തിനുള്ള അവകാശത്തിൽ അർത്ഥമില്ല. [1] ബെസ്റ്റ്, മൈക്കൽ എൽ.,'ഇന്റർനെറ്റ് ഒരു മനുഷ്യാവകാശമാകുമോ?'മനുഷ്യാവകാശ, മാനവക്ഷേമം, Vol.4 2004, പേജ് 24"}
{"_id": "test-digital-freedoms-aihbiahr-con01b", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "മനുഷ്യാവകാശങ്ങൾ രാഷ്ട്രത്തെ ആശ്രയിക്കുന്നതിനുപകരം വ്യക്തിയെ ഭരണകൂടത്തിൽ നിന്ന് സംരക്ഷിക്കുന്നതിനാണ് ഉദ്ദേശിക്കുന്നത്. ഈ മനുഷ്യാവകാശങ്ങൾ എന്താണെന്ന് ഭരണകൂടത്തിന് തീരുമാനിക്കാൻ കഴിയില്ല, മറ്റൊരാളുടെ മനുഷ്യാവകാശങ്ങൾ സംരക്ഷിക്കാൻ ആവശ്യമെങ്കിൽ മാത്രമേ മനുഷ്യാവകാശങ്ങളെ നിയന്ത്രിക്കാൻ കഴിയൂ. [1] സംസ്ഥാനങ്ങൾ അവരുടെ പൌരന്മാരുടെ സ്വാതന്ത്ര്യത്തെ പലപ്പോഴും അവഗണിക്കുന്നതിനാൽ മനുഷ്യാവകാശങ്ങൾ കൃത്യമായി ആവശ്യമാണ്. മനുഷ്യാവകാശങ്ങളെ പരാമർശിക്കുമ്പോൾ അന്താരാഷ്ട്ര നിയമത്തിന്റെ ഉറവിടങ്ങൾ അപ്രസക്തമാണ്, കാരണം ഇവ കഴിഞ്ഞ നൂറുകണക്കിന് വർഷങ്ങളായി മാത്രം സൃഷ്ടിച്ച അന്താരാഷ്ട്ര നിയമവ്യവസ്ഥയെ മറികടക്കുന്ന ഉയർന്ന നിയമ പ്രകൃതി നിയമമാണ്. [1] ബ്രൌൺ, ക്രിസ്,'മനുഷ്യാവകാശങ്ങൾ', ജോൺ ബെയ്ലിസിലും സ്റ്റീവ് സ്മിത്തിലും ലോക രാഷ്ട്രീയത്തിന്റെ ആഗോളവൽക്കരണം 2nd എഡിഷൻ ഓക്സ്ഫോർഡ് യൂണിവേഴ്സിറ്റി പ്രസ് 2001, pp.599-614 p.604"}
{"_id": "test-digital-freedoms-aihbiahr-con02a", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇന്റർനെറ്റ് ആക്സസ് എന്നത് ഒരു മനുഷ്യാവകാശമല്ലാത്ത ഒരു ചരക്കാണ്. ഒരു മനുഷ്യാവകാശം അന്തർലീനവും ഒഴിച്ചുകൂടാനാവാത്തതുമാണെങ്കിൽ, എന്തെങ്കിലും ഒരു മനുഷ്യാവകാശമാണെങ്കിൽ അത് സമ്പന്നർക്ക് കൂടുതൽ ലഭ്യമാകുന്നതിനുപകരം എല്ലാവർക്കും സ്വതന്ത്രമായി ലഭ്യമായിരിക്കണം. ഇന്റർനെറ്റ് എന്നിരുന്നാലും ഒരു ചരക്കാണ്. അതിലേക്ക് പ്രവേശിക്കുന്നതിന് ഞങ്ങളിൽ നിന്ന് നിരക്ക് ഈടാക്കുകയും ഞങ്ങളുടെ ബില്ലുകൾ അടയ്ക്കാത്തതിന് ഞങ്ങളിൽ നിന്ന് വിലക്കുകയും ചെയ്യാം. കൂടുതൽ ഡൌൺലോഡ് ചെയ്യാൻ കഴിയുന്നതിന് ഞങ്ങളിൽ നിന്ന് കൂടുതൽ നിരക്ക് ഈടാക്കുന്നു, ഫലത്തിൽ ഈ മനുഷ്യാവകാശത്തിലേക്ക് കൂടുതൽ പ്രവേശനം ലഭിക്കുന്നു. ടിവിയുടെയും ടെലിഫോണുകളുടെയും തുല്യമായ വലിയ മാധ്യമ മുന്നേറ്റങ്ങൾ ഒരു മനുഷ്യാവകാശമായി കണക്കാക്കാൻ യോഗ്യമായ സാങ്കേതികവിദ്യകളാണെന്ന് ഒരു നിർദ്ദേശവും ഉണ്ടായിട്ടില്ല. ഇന്റർനെറ്റിനെപ്പോലെ ഇവ വിശാലമായ പ്രേക്ഷകർക്ക് അഭിപ്രായങ്ങൾ പ്രകടിപ്പിക്കാനുള്ള കഴിവ് വർദ്ധിപ്പിച്ചു, അവ വാർത്തകളെ ജനാധിപത്യവൽക്കരിക്കാനും അത് കൂടുതൽ അന്താരാഷ്ട്രമാക്കാനും സഹായിച്ചു. അവർ അർത്ഥമാക്കുന്നത് മനുഷ്യാവകാശ ലംഘനങ്ങൾ ഇന്റർനെറ്റിനെപ്പോലെ തന്നെ ലോകത്തോട് വളരെ എളുപ്പത്തിൽ പറയാമെന്നാണ്."}
{"_id": "test-digital-freedoms-aihbiahr-con04a", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇന്റർനെറ്റ് ആക്സസ് എല്ലാവർക്കും ലഭ്യമല്ലാത്തപ്പോൾ അത് ഒരു മനുഷ്യാവകാശമായിരിക്കില്ല. മനുഷ്യാവകാശങ്ങൾ മനുഷ്യരിൽ അന്തർലീനവും അന്തർലീനവുമാണെങ്കിൽ ഒരു സാങ്കേതികവിദ്യയ്ക്കും ഒരു മനുഷ്യാവകാശമായിരിക്കാൻ കഴിയില്ല, കാരണം എല്ലാവർക്കും എല്ലായ്പ്പോഴും ആക്സസ് പ്രതീക്ഷിക്കാൻ കഴിയില്ല. തീർച്ചയായും ഇപ്പോൾ ലോകത്തിന്റെ വലിയൊരു ഭാഗത്തും ഇന്റർനെറ്റ് ആക്സസ് ഇല്ല, അവരുടെ സർക്കാരുകൾ അവരുടെ മനുഷ്യാവകാശങ്ങൾ ലംഘിക്കുന്നു എന്ന് ഇതിനർത്ഥമില്ല. സഞ്ചാര സ്വാതന്ത്ര്യത്തിന് സാമ്യം നൽകാം. സഞ്ചാര സ്വാതന്ത്ര്യം ഒരു മനുഷ്യാവകാശമാണ്, എന്നിരുന്നാലും ഈ അവകാശം പ്രയോഗിക്കാൻ നമുക്ക് ഒരു കാറിന്റെ സഹായം ആവശ്യമില്ല, സാങ്കേതികവിദ്യ തന്നെ അനാവശ്യമാണ്, കാരണം ആശയവിനിമയം നടത്തുന്നതുപോലെ നമുക്ക് നീങ്ങാനുള്ള അന്തർലീനമായ കഴിവുണ്ട്."}
{"_id": "test-digital-freedoms-aihbiahr-con01a", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇന്റർനെറ്റ് ആക്സസ് ഒരു മനുഷ്യാവകാശമായിരിക്കണം എന്ന ആശയത്തിന് സാർവത്രികമോ വ്യാപകമോ ആയ സ്വീകാര്യത വ്യക്തമല്ല. മനുഷ്യാവകാശങ്ങൾ ഭരണകൂടത്തെയും സമൂഹത്തിന്റെ ആഗ്രഹങ്ങളെയും ആശ്രയിച്ചിരിക്കുന്നു, അത് സംസ്ഥാനത്തിന്റെ സാമൂഹിക സാമ്പത്തിക പശ്ചാത്തലത്തെയും ആശ്രയിച്ചിരിക്കുന്നു. [1] അതിനാൽ ഇന്റർനെറ്റിനെ ഒരു സാർവത്രിക മനുഷ്യാവകാശമായി കണക്കാക്കാൻ കഴിയില്ല, കാരണം എല്ലാ സംസ്ഥാനങ്ങളും ഈ അവകാശത്തിന്റെ ഉത്തരവാദിത്തം ഏറ്റെടുക്കാൻ പര്യാപ്തമല്ല. അന്താരാഷ്ട്ര നിയമം നിരവധി സ്രോതസ്സുകളെ അടിസ്ഥാനമാക്കിയുള്ളതാണ്; സംസ്ഥാന സമ്പ്രദായം, ആചാരപരമായ നിയമം, ഉടമ്പടികൾ, ജുഡീഷ്യൽ തീരുമാനങ്ങൾ. [2] ഈ സ്രോതസ്സുകളൊന്നും ഇന്റർനെറ്റ് ആക്സസ് ഒരു മനുഷ്യാവകാശമായി ഇതുവരെ അംഗീകരിച്ചിട്ടില്ല, തീർച്ചയായും മനുഷ്യാവകാശങ്ങൾ നിലനിൽക്കുന്നുണ്ടോ എന്ന് തീരുമാനിക്കുന്നത് സംസ്ഥാന നിയമമാണെങ്കിൽ മനുഷ്യാവകാശങ്ങളെക്കുറിച്ചുള്ള മുഴുവൻ ആശയവും ചോദ്യം ചെയ്യാൻ തുറന്നിരിക്കുന്നു. [3] [1] തുർക്കിൻ, ജി., അന്താരാഷ്ട്ര നിയമ സിദ്ധാന്തം, 1974, പി. 81 [2], മാൽക്കം എൻ. ഷാ, അന്താരാഷ്ട്ര നിയമം, എഡിഷൻ 4th, കേംബ്രിഡ്ജ് യൂണിവേഴ്സിറ്റി, ചാപ്റ്റർ 3,1997, പ്രസ് ഫോറം, [3] ഇല്ലിനോയിസ് സർവകലാശാലയിലെ നിയമ സാധുത സിദ്ധാന്തം."}
{"_id": "test-digital-freedoms-aihbiahr-con04b", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "മനുഷ്യാവകാശങ്ങൾ യാഥാർത്ഥ്യത്തെപ്പോലെ തന്നെ അഭിലഷണീയമാണ്. മനുഷ്യാവകാശങ്ങളുടെ സാർവത്രിക പ്രഖ്യാപനം പുറത്തുവന്നപ്പോൾ ലോകത്തിലെ ഭൂരിഭാഗം ആളുകൾക്കും \"നേരിട്ടോ സ്വതന്ത്രമായി തിരഞ്ഞെടുക്കപ്പെട്ട പ്രതിനിധികളിലൂടെയോ തൻറെ രാജ്യത്തിൻറെ സർക്കാരിൽ പങ്കെടുക്കാൻ അവകാശമില്ലായിരുന്നു\". [1] ഇന്റർനെറ്റ് ഒരു മനുഷ്യാവകാശമെന്ന നിലയിൽ ഉണ്ടായിരിക്കുന്നത് സർക്കാരുകൾക്ക് പ്രവേശനം നിഷേധിക്കുന്നത് കൂടുതൽ ബുദ്ധിമുട്ടാക്കുകയും പ്രവേശനം നൽകുന്നതിന് മുൻഗണന വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നതിനാൽ പ്രവേശനം വർദ്ധിപ്പിക്കും. [2] [1] ഐക്യരാഷ്ട്രസഭ, മനുഷ്യാവകാശങ്ങളുടെ സാർവത്രിക പ്രഖ്യാപനം, 1948 ഡിസംബർ 10, ആർട്ടിക്കിൾ 21. [2] വാഗ്നർ, ആദം,'ഇന്റർനെറ്റ് ആക്സസ് ഒരു മനുഷ്യാവകാശമാണോ?', ഗാർഡിയൻ ലീഗൽ നെറ്റ്വർക്ക്, 2012 ജനുവരി 11."}
{"_id": "test-digital-freedoms-aihbiahr-con02b", "title": "ഇന്റർനെറ്റ് ആക്സസ് മനുഷ്യാവകാശമാണെന്ന് ആക്സസ് ഇൻഫർമേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു മനുഷ്യാവകാശമായിരിക്കുക എന്നത് ചരക്കുനീക്കത്തിന് തടസ്സമാകുന്നില്ല. സാർവത്രിക മനുഷ്യാവകാശ പ്രഖ്യാപനത്തിൽ പ്രതിപാദിച്ചിരിക്കുന്നതുപോലെ എല്ലാവർക്കും സ്വത്ത് സ്വന്തമാക്കാനുള്ള അവകാശമുണ്ട്, എന്നാൽ സ്വത്ത് വാണിജ്യപരമായ അർത്ഥത്തിൽ വിലപ്പെട്ടതാണെന്ന് അംഗീകരിക്കപ്പെടുന്നു. അല്ലെങ്കിൽ പൊതുവേ എല്ലാവർക്കും പാർപ്പിടത്തിനുള്ള അവകാശമുണ്ട്, ഇതിനർത്ഥം സർക്കാരുകൾ ഭവനരഹിതർക്ക് കൌൺസിൽ ഭവനങ്ങളും പാർപ്പിടങ്ങളും നൽകുന്നു, അതേസമയം വീടുകൾക്ക് പലപ്പോഴും വളരെ ഉയർന്ന വിലയുണ്ട്. മനുഷ്യാവകാശം വളരെ അടിസ്ഥാന തലത്തിലാണ്, എന്നാൽ ആഗ്രഹിക്കുന്നവർക്ക് കൂടുതൽ പണം നൽകാൻ കഴിയും."}
{"_id": "test-science-sghwbdgmo-con01b", "title": "ജനിതകമാറ്റം വരുത്തിയ ജീവികളുടെ വികസനം സയൻസ് ജനറൽ ഹൌസ് നിരോധിക്കും", "text": "ജനിതക പരിഷ്ക്കരണം അസ്വാഭാവികമാണ്. തിരഞ്ഞെടുത്ത പ്രജനനവും ജനിതക എഞ്ചിനീയറിംഗ് സാങ്കേതികവിദ്യകളും വഴിയുള്ള പരിഷ്ക്കരണം തമ്മിൽ അടിസ്ഥാനപരമായ വ്യത്യാസമുണ്ട്. ആദ്യത്തേത് ആയിരക്കണക്കിന് വർഷങ്ങളിൽ സംഭവിക്കുന്നു, അതിനാൽ ജീനുകൾ വളരെ ക്രമേണ മാറുന്നു. ജനിതക പരിഷ്ക്കരണം വളരെയധികം നൽകുമെന്ന് കരുതപ്പെടുന്നു, പക്ഷേ ദീർഘകാല പ്രത്യാഘാതങ്ങൾ വിലയിരുത്താൻ ഞങ്ങൾക്ക് സമയമില്ല. [1] സോയിൽ അസോസിയേഷൻ അടുത്തിടെ നടത്തിയ ഒരു പഠനം യഥാർത്ഥത്തിൽ കമ്പനികൾ നൽകിയ വാഗ്ദാനങ്ങളിൽ പലതും തെറ്റാണെന്ന് തെളിയിക്കുന്നു. ജിഎം വിളകൾ വിളവ് വർദ്ധിപ്പിച്ചില്ല. മറ്റൊരു ഉദാഹരണം തണുപ്പ് പ്രതിരോധിക്കുന്ന പരുത്തി ചെടിയാണ്, അത് പാകമാകാതെ അവസാനിച്ചു. [2] GMO-കൾ അവ ഉപയോഗിക്കുന്നതിന്റെ ദീർഘകാല പ്രത്യാഘാതങ്ങൾ ഞങ്ങൾക്ക് അറിയാത്തതിനാൽ ആവശ്യമുള്ള നേട്ടങ്ങൾ വിശ്വസനീയമായി നൽകുന്നില്ല. അപകടസാധ്യതകൾ കണക്കിലെടുക്കുമ്പോൾ, അവ നിരോധിക്കാൻ ഞങ്ങൾ ശ്രമിക്കണം. [1] പുസ്ടായ് എ. ജനിതകമാറ്റം വരുത്തിയ ഭക്ഷണങ്ങൾഃ അവ മനുഷ്യ/മൃഗങ്ങളുടെ ആരോഗ്യത്തിന് അപകടമാണോ?"}
{"_id": "test-science-sghwbdgmo-con01a", "title": "ജനിതകമാറ്റം വരുത്തിയ ജീവികളുടെ വികസനം സയൻസ് ജനറൽ ഹൌസ് നിരോധിക്കും", "text": "ജനിതകമാറ്റം വരുത്തിയ ഭക്ഷണം മറ്റേതൊരു ശാസ്ത്രീയ മുന്നേറ്റത്തിൽ നിന്നും വ്യത്യസ്തമല്ല, അതിനാൽ അത് ഉപയോഗിക്കാൻ നിയമാനുസൃതമായിരിക്കണം. ജനിതക പരിഷ്ക്കരണം പൂർണ്ണമായും സ്വാഭാവികമാണ്. ആയിരക്കണക്കിന് വർഷങ്ങളായി കർഷകർ നടത്തുന്ന തിരഞ്ഞെടുത്ത പ്രജനനത്തിലൂടെ വിള കൃഷി ചെയ്യുന്ന പ്രക്രിയ, ആധുനിക പരിഷ്ക്കരണ സാങ്കേതികവിദ്യകൾ ചെയ്യുന്ന അതേ തരത്തിലുള്ള ഡിഎൻഎ മാറ്റങ്ങളിലേക്ക് നയിക്കുന്നു. നിലവിലെ സാങ്കേതികവിദ്യകൾ വേഗതയേറിയതും കൂടുതൽ തിരഞ്ഞെടുക്കപ്പെട്ടതുമാണ്. വാസ്തവത്തിൽ, ഒരേ യഥാർത്ഥ ഇഴയിൽ നിന്ന് സൃഷ്ടിക്കപ്പെട്ട ഡിഎൻഎയുടെ രണ്ട് ഇഴകൾ കണക്കിലെടുക്കുമ്പോൾ, ഒന്ന് സെലക്ടീവ് ബ്രീഡിംഗിലൂടെയും ഒന്ന് ആധുനിക പരിഷ്ക്കരണ സാങ്കേതികവിദ്യകളിലൂടെയും സൃഷ്ടിക്കപ്പെടുന്നത് ഏതാണെന്ന് പറയാൻ കഴിയില്ല. സെലക്ടീവ് ബ്രീഡിംഗ് മൂലമുണ്ടാകുന്ന മാറ്റങ്ങൾ നിലവിലെ പരിഷ്ക്കരണങ്ങൾ പോലെ സമൂലമാണ്. ഉദാഹരണത്തിന്, ഗോതമ്പ്, തിരഞ്ഞെടുത്ത പ്രജനനത്തിലൂടെ, വിളവ് ലഭിക്കാത്ത അരി-തരം വിളയിൽ നിന്ന് ഇന്ന് സൂപ്പർ വിളയിലേക്ക് തിരഞ്ഞെടുത്ത പ്രജനനത്തിലൂടെ കൃഷി ചെയ്തു. [1] [1] ട്രെവാസ് എ., ലീവർ സി., നേച്ചർ എങ്ങനെ ജനിതക പരിഷ്ക്കരണം ഉപയോഗിക്കുന്നു, 2000 ജനുവരി, ഐഡി."}
{"_id": "test-society-simhbrasnba-pro02b", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു രാഷ്ട്രം എന്ന ആശയം ഒരു കൃത്രിമമാണ് [1]-ഭൂപടങ്ങളിൽ വരികൾ വരയ്ക്കുകയും അനുമതിയില്ലാതെ ആളുകൾ ഒരു വരിയുടെ ഒരു വശത്ത് നിന്ന് മറ്റൊന്നിലേക്ക് കടക്കില്ലെന്ന് പ്രഖ്യാപിക്കുകയും ചെയ്യുന്നതിന് യുക്തിസഹമായ കാരണമൊന്നുമില്ല. മാത്രമല്ല, അന്യവിദ്വേഷവും വംശീയതയും മറ്റ് സംസ്കാരങ്ങളിൽ നിന്നുള്ള ആളുകളുമായി സമ്പർക്കം പുലർത്തുന്നതിലൂടെ മാത്രമേ കൈകാര്യം ചെയ്യാൻ കഴിയൂ, അവരിൽ നിന്നുള്ള ഇൻസുലേഷൻ അല്ല-ഏത് സാഹചര്യത്തിലും, കുറച്ച് വംശീയവാദികളുടെ മുൻവിധികളാൽ നയം നിർണ്ണയിക്കപ്പെടരുത്. [1] ആൻഡേഴ്സൺ, ബെനഡിക്ട്, ഇമാജിൻഡ് കമ്മ്യൂണിറ്റീസ്ഃ റിഫ്ലക്ഷൻസ് ഓൺ ദി ഒറിജിൻ ആൻഡ് സ്പ്രെഡ് ഓഫ് നാഷണലിസം, ലണ്ടൻ 1991, പേജ് 5."}
{"_id": "test-society-simhbrasnba-pro02a", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സംസ്ഥാനങ്ങൾ ആദ്യം സ്വന്തം പൌരന്മാരോട് ഉത്തരവാദിത്തമുള്ളവരായിരിക്കണം. തുറന്ന അതിർത്തികളില്ലാത്തിടത്തോളം കാലം കടത്ത് എല്ലായ്പ്പോഴും ഉണ്ടായിരിക്കും. കുടിയേറ്റത്തിലും അഭയത്തിലും നാം കർശനമായ നിയന്ത്രണങ്ങൾ നിലനിർത്തണം. സംസ്ഥാനങ്ങൾ ആദ്യം അവരുടെ ജനങ്ങളുടെ ആവശ്യങ്ങളിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കണം, സ്വീകരിക്കുന്ന രാജ്യങ്ങളിലെ പൌരന്മാരുടെ പ്രതികരണം അവരുടെ ആതിഥ്യമര്യാദയും നല്ല ഉദ്ദേശ്യങ്ങളും ഇപ്പോൾ ദുരുപയോഗം ചെയ്യപ്പെടുന്നു എന്ന തോന്നൽ തികച്ചും ശരിയാണ്. ഈ വികാരങ്ങൾ ഉണ്ടാക്കുന്ന സാമൂഹിക ദോഷങ്ങൾ-സംശയം, അന്യവിദ്വേഷം, വംശീയത, സാമൂഹിക ഐക്യവും സഹിഷ്ണുതയും തടസ്സപ്പെടുത്തൽ [1]-വളരെ വലുതും ചില പുറത്തുനിന്നുള്ളവരെ സഹായിച്ചേക്കാവുന്ന ഒരു പരാജയ സംവിധാനത്തിന്റെ പരിപാലനത്തെ ന്യായീകരിക്കുന്നതിന് സംസ്ഥാനങ്ങളിലെ യഥാർത്ഥ പൌരന്മാർക്ക് വളരെ ദോഷകരവുമാണ്. അവരുടെ സ്വന്തം പൌരന്മാരോടുള്ള സർക്കാരുകളുടെ ഉത്തരവാദിത്തങ്ങൾ ആദ്യം വരണം. [1] ലെഗാർഡ്, സുനെ,'ഇമിഗ്രേഷൻ, സോഷ്യൽ കോഹേഷൻ, ആൻഡ് നാച്ചുറലൈസേഷൻ', സെന്റർ ഫോർ ദി സ്റ്റഡി ഓഫ് ഇക്വാലിറ്റി, മൾട്ടി കൾച്ചറലിസം, പി."}
{"_id": "test-society-simhbrasnba-pro03b", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഭീകരവാദവും അഭയാർത്ഥി സംവിധാനവും തമ്മിൽ ഗൌരവമേറിയ ബന്ധമൊന്നും ഉണ്ടായിട്ടില്ല. തട്ടിക്കൊണ്ടുപോയവർക്കെല്ലാം യൂറോപ്പിലെ വിസയും സമീപകാലത്തെ തീവ്രവാദ സെല്ലുകളും ഉണ്ടായിരുന്നു. എല്ലാവരും'വീട്ടിൽ വളർന്നവരാണ്'. എന്തെങ്കിലും അഭയാർത്ഥി സംവിധാനം സംസ്ഥാനങ്ങൾക്ക് കൂടുതൽ സുരക്ഷയും അതിർത്തി നിയന്ത്രണവും നൽകുന്നുവെങ്കിൽ. അഭയാർത്ഥി സംവിധാനം ഇല്ലെങ്കിലും, ആളുകൾ ഇപ്പോഴും പീഡനത്തിൽ നിന്ന് പലായനം ചെയ്യുമായിരുന്നു, പകരം എല്ലാ അതിർത്തി നിയന്ത്രണങ്ങളും മറികടക്കാൻ മനുഷ്യക്കടത്തുകാരിലേക്ക് തിരിയാൻ അവർ നിർബന്ധിതരാകും, അതിനാൽ ഒരിക്കലും രേഖപ്പെടുത്തുകയോ വിലയിരുത്തുകയോ ചെയ്യില്ല. ഇത് ഇതിനകം തന്നെ ധാരാളം കുടിയേറ്റക്കാരെ, പ്രത്യേകിച്ച് സ്ത്രീകളെ, ലൈംഗിക, ഭൂഗർഭ വ്യവസായങ്ങളിൽ കടത്തുകാർ ചൂഷണം ചെയ്യുന്നു, കൂടാതെ അധികാരികൾക്ക് അറിവില്ലാത്ത ഒരു രാജ്യത്ത് ഹാജരാകുന്ന ആളുകളുടെ എണ്ണവും വർദ്ധിപ്പിക്കും."}
{"_id": "test-society-simhbrasnba-pro01a", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "മുഴുവൻ സംവിധാനവും തകർന്നിരിക്കുന്നു. ഈ സംവിധാനം പ്രവർത്തിക്കുന്നുണ്ടോ എന്ന് വ്യക്തമല്ല. അഭയം തേടുന്നവരിൽ ഭൂരിഭാഗവും ജോലി ചെയ്യുന്ന പ്രായത്തിലുള്ള പുരുഷന്മാരാണ്, [1] ഇത് ശക്തമായ സാമ്പത്തിക വശമുണ്ടെന്ന് സൂചിപ്പിക്കുന്നു. അതിലും മോശമായി, ഒരു അപേക്ഷകന് അവരുടെ അവകാശവാദത്തിന് യാതൊരു അടിസ്ഥാനവുമില്ലെന്ന് രാജ്യങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽപ്പോലും, അവരെ നാടുകടത്താൻ അവർക്ക് പലപ്പോഴും കഴിയുന്നില്ല, കാരണം അവർ പലപ്പോഴും കാണാതാകുന്നു, ബ്രിട്ടനിൽ 75,000 പേർ ഉണ്ട്, [2] അല്ലെങ്കിൽ, വിപരീതമായി, അഭയം തേടിയതിന് അവരുടെ രാജ്യത്തേക്ക് മടങ്ങുമ്പോൾ അവർ ശിക്ഷിക്കപ്പെടാം. അതിനാൽ അടിസ്ഥാനപരമായി അഭയം നൽകുന്ന സംവിധാനം അനിയന്ത്രിതമായ കുടിയേറ്റത്തിന് ഒരു പഴുതുകൾ നൽകുന്നു, ഇത് സംസ്ഥാനങ്ങൾക്ക് ചെലവേറിയതും അപകടകരവുമാണ്. ആഗോള ഭീകരതയുടെ കാലഘട്ടത്തിൽ രേഖകളില്ലാത്ത വ്യക്തികളെ ഏതെങ്കിലും രാജ്യത്തിനുള്ളിൽ സ്വതന്ത്രമായി പ്രവേശിക്കാനും കറങ്ങാനും അനുവദിക്കുന്നത് വലിയ അപകടമാണ്. [1] ബ്ലൈൻഡർ, സ്കോട്ട്,'യുകെയിലേക്കുള്ള കുടിയേറ്റംഃ'എന്നതിനാൽ, 2011 മാർച്ച് 23 ന് ഓക്സ്ഫോർഡ് സർവകലാശാലയിലെ മൈഗ്രേഷൻ ഒബ്സർവേറ്ററി, 75,000 വർഷം മുമ്പ് കാണാതായ കുടിയേറ്റക്കാർ, [2]"}
{"_id": "test-society-simhbrasnba-pro01b", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സാമ്പത്തിക കുടിയേറ്റക്കാർ ആശ്രയ സമ്പ്രദായം ഉപയോഗിക്കുന്നതിനെക്കുറിച്ചുള്ള ഭയത്തിന്റെ ഭൂരിഭാഗവും കേവലം മാധ്യമ ഉന്മാദവും വിദേശഭീകരതയും മാത്രമാണ്. ഭൂരിഭാഗം അഭയാർത്ഥികളും (യുകെയിൽ ഏകദേശം 75 ശതമാനം) ഇപ്പോഴും നിരസിക്കപ്പെടുന്നു, ഇത് സംവിധാനം പ്രവർത്തിക്കുന്നുവെന്ന് കാണിക്കുന്നു. [1] പലരും വിശ്വസിക്കുന്ന രീതിയിൽ ഇത് ദുരുപയോഗം ചെയ്യപ്പെടുന്നില്ല. വളരെ കുറച്ച് ആളുകൾ മാത്രമേ അവരുടെ കുടുംബത്തെയും സമൂഹത്തെയും ഉപേക്ഷിക്കാൻ തയ്യാറാകുന്നുള്ളൂ, ആയിരക്കണക്കിന് മൈലുകൾ പുതിയ രാജ്യത്തേക്ക് പോകാൻ പണം നൽകുന്നു, അപകടകരമായ സാഹചര്യങ്ങളിൽ, അവരുടെ സുരക്ഷയെ ഭയപ്പെടാൻ യഥാർത്ഥ കാരണമില്ലെങ്കിൽ അവിടെ സ്വീകരിക്കപ്പെടാനുള്ള ഒരു ചെറിയ സാധ്യത മാത്രമേയുള്ളൂ. അഭയം തേടുന്ന ആളുകളുടെ എണ്ണം ചരിത്രപരമായി അഭൂതപൂർവമല്ല, മിക്ക അപേക്ഷകരും ഇപ്പോഴും ഇറാഖ്, ഇറാൻ, അഫ്ഗാനിസ്ഥാൻ തുടങ്ങിയ അപകടകരമാണെന്ന് ഞങ്ങൾ അംഗീകരിക്കുന്ന രാജ്യങ്ങളിൽ നിന്നാണ് വരുന്നത്. മറ്റ് തരത്തിലുള്ള കുടിയേറ്റങ്ങളുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ അഭയാർത്ഥി ഭരണകൂടം വഴി സ്വീകരിക്കപ്പെടുന്നവരുടെ എണ്ണം വളരെ കുറവാണ്. [1] ബ്ലൈൻഡർ,'മൈഗ്രേഷൻ ടു ദി യുകെ', 2011"}
{"_id": "test-society-simhbrasnba-pro03a", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ആരെങ്കിലും യഥാർത്ഥ അഭയാർത്ഥി ആണോ അല്ലയോ എന്ന് പറയാൻ വളരെ ബുദ്ധിമുട്ടാണ്; വ്യക്തമായ കാരണങ്ങളാൽ പലർക്കും രേഖകൾ കുറവായിരിക്കും, അവർ പീഡനം അനുഭവിച്ചതിന്റെ എല്ലാ തെളിവുകളും ഒരു വിദൂര രാജ്യത്തായിരിക്കാം, അത് നേടാൻ അസാധ്യമാണ്. പല കേസുകളിലും അഭയം ആവശ്യപ്പെടുന്ന വ്യക്തി അവർ അവകാശപ്പെടുന്ന രാജ്യത്ത് നിന്നുള്ളവനാണെന്ന് തെളിയിക്കുന്നത് അസാധ്യമായിരിക്കാം. അതിനാൽ അഭയാർത്ഥ തീരുമാനങ്ങൾ പ്രധാനമായും അന്വേഷണ ഉദ്യോഗസ്ഥന്റെ വിധി വിളിയെ അടിസ്ഥാനമാക്കിയുള്ളതാണ്, അവരുടെ മുന്നിലുള്ള വ്യക്തി സത്യസന്ധനാണോ അല്ലയോ എന്ന് അവർ കരുതുന്നുണ്ടോ എന്നതിനെ അടിസ്ഥാനമാക്കിയുള്ളതാണ്-ഇത് സാമ്പത്തിക കുടിയേറ്റക്കാരായ അല്ലെങ്കിൽ സുരക്ഷാ ഭീഷണി ഉയർത്തുന്ന പ്രചോദിത ആളുകൾക്ക് ഈ സംവിധാനം തുറന്നുകൊടുക്കുന്നു."}
{"_id": "test-society-simhbrasnba-con03b", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പ്രതിപക്ഷ ഗ്രൂപ്പുകൾക്ക് ധനസഹായം നൽകുന്നതും പരിശീലനം നൽകുന്നതും, അന്താരാഷ്ട്ര പ്രാതിനിധ്യം നൽകുന്നതും, അടിച്ചമർത്തൽ സർക്കാരുകൾക്ക് സമ്മർദ്ദം ചെലുത്തുന്നതും പോലുള്ള മറ്റ് എല്ലാ വഴികളിലും സമാന ചിന്താഗതിക്കാരായ ഗ്രൂപ്പുകളെ പിന്തുണയ്ക്കാൻ ജനാധിപത്യ രാജ്യങ്ങൾക്ക് കഴിയും. വ്യക്തിഗത അഭയാർത്ഥി അപേക്ഷകരിൽ ആരാണ് യഥാർത്ഥത്തിൽ ധീരവും ശ്രേഷ്ഠവുമായ ഒരു നടപടി സ്വീകരിച്ചതെന്ന് വിലയിരുത്തുന്നതിൽ അവർ ഇപ്പോഴും അതേ പ്രശ്നം അഭിമുഖീകരിക്കുന്നു, ഇത് വളരെ ബുദ്ധിമുട്ടാണ്. കൂടാതെ അഭയാർത്ഥത്തിന്റെ പ്രതീക്ഷ രാഷ്ട്രീയ നടപടിയിലേക്കുള്ള പ്രചോദനമാണെന്ന് ഒട്ടും വ്യക്തമല്ല. ഏതെങ്കിലും ഔപചാരിക അഭയാർത്ഥി ഭരണകൂടം സൃഷ്ടിക്കുന്നതിന് വളരെ മുമ്പുതന്നെ വിപ്ലവങ്ങളും പ്രതിരോധ ശക്തികളും നിലനിന്നിരുന്നു, സമകാലിക അഭാവത്തിൽ അവർക്ക് ഒരു പ്രവേശനവുമില്ല. പലപ്പോഴും അടിച്ചമർത്തൽ ഭരണകൂടങ്ങളെ എതിർത്തവരെ അഭയം നൽകുന്നതിലൂടെ, ഒരുപക്ഷേ സമാനമായ അക്രമാസക്തമായ രീതിയിൽ, സംസ്ഥാനങ്ങൾ ആദ്യം പ്രശ്നമായ സ്വേച്ഛാധിപത്യ സർക്കാരുകളുമായി ചർച്ച ചെയ്യാനും സ്വാധീനം ചെലുത്താനുമുള്ള അവരുടെ കഴിവ് ഗണ്യമായി കുറയ്ക്കുന്നു."}
{"_id": "test-society-simhbrasnba-con01b", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "യഥാർത്ഥത്തിൽ അർഹരായ എല്ലാവർക്കും സുരക്ഷ വാഗ്ദാനം ചെയ്യുന്നത് നന്നായിരിക്കും, എന്നാൽ ആരാണ് യഥാർത്ഥത്തിൽ പീഡനത്തിൽ നിന്ന് പലായനം ചെയ്യുന്നതെന്നും ആരാണ് സാമ്പത്തിക നേട്ടം തേടുന്നതെന്നും പ്രായോഗികമായി പറയാൻ ഏതാണ്ട് അസാധ്യമാണ്. പല കേസുകളിലും ഇവ രണ്ടും സംയോജിച്ചേക്കാം. അവരുടെ അവകാശവാദം പരിശോധിക്കാൻ അപേക്ഷകരുടെ ചരിത്രങ്ങൾ ട്രാക്കുചെയ്യുന്നത് പലപ്പോഴും അസാധ്യവും വളരെയധികം ചെലവേറിയതുമാണ്. നിയമപരമായ ബാധ്യതകൾക്ക് വിപരീതമായി ധാർമ്മിക ബാധ്യതകളുടെ കാര്യം അവരുടെ ത്യാഗം എത്ര വലുതായിരിക്കണമെന്ന് തീരുമാനിക്കുന്നത് ദാതാക്കളാണ് എന്നതാണ്. അഭയാർഥികളെ കൂടുതൽ താങ്ങാവുന്നതും തർക്കമില്ലാത്തതുമായ വഴികളിൽ സംരക്ഷിക്കാൻ ശ്രമിക്കാൻ സംസ്ഥാനങ്ങൾക്ക് നീതിപൂർവ്വം തീരുമാനിക്കാം, അതായത് അഭയാർത്ഥി ക്യാമ്പുകൾക്കും സമീപത്തുള്ള വിദേശ സർക്കാരുകൾക്കും സഹായം നൽകുക. അഭയാർഥികളെ സ്വീകരിക്കുന്നത് നിർബന്ധമല്ല."}
{"_id": "test-society-simhbrasnba-con02a", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "അഭയാർത്ഥികളുടെ അവകാശങ്ങൾ അന്താരാഷ്ട്ര നിയമത്തിന്റെ മൂലക്കല്ലാണ്. 1951ലെ അഭയാർഥികളെക്കുറിച്ചുള്ള കൺവെൻഷനിൽ ഒപ്പുവെച്ചവർക്ക് രാഷ്ട്രീയ, മത, വംശീയ, സാമൂഹിക കാരണങ്ങളാൽ പീഡനത്തെ ഭയപ്പെടുന്ന, നാട്ടിലേക്ക് മടങ്ങാൻ തയ്യാറാകാത്ത ഏതൊരു വിദേശ പൌരനും അഭയം നൽകാനുള്ള നിയമപരമായ ഉത്തരവാദിത്തമുണ്ട്. കൂടാതെ, അഭയാർത്ഥിയുടെ ജീവൻ അപകടത്തിലാകുമ്പോൾ നിർബന്ധിത തിരിച്ചുവരവിൽ നിന്ന് അഭയാർത്ഥിയെ സംരക്ഷിക്കുന്നു, ഇത് അന്താരാഷ്ട്ര ആചാര നിയമത്തിന്റെ ഭാഗമായതിനാൽ കൺവെൻഷനിൽ കക്ഷികളല്ലാത്ത രാജ്യങ്ങൾക്ക് പോലും ഒരു കടമയാണ്. [1] ഈ ഉടമ്പടി അന്താരാഷ്ട്ര മനുഷ്യാവകാശ നിയമത്തിന്റെ മൂലക്കല്ലുകളിലൊന്നാണ്, അത്തരം രാജ്യങ്ങൾ അത് കത്തിൽ ഉയർത്തിപ്പിടിക്കണം. [1] ജസ്ട്രം, കേറ്റ്, അക്കിറോൺ, മെർലിൻ, റെഫ്യൂജി പ്രൊട്ടക്ഷൻഃ എ ഗൈഡ് ടു ഇന്റർനാഷണൽ റെഫ്യൂജി ലോ ', പി. 14."}
{"_id": "test-society-simhbrasnba-con03a", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ജനാധിപത്യ രാജ്യങ്ങൾ സ്വാതന്ത്ര്യം, മനുഷ്യാവകാശം, നീതി എന്നിവയുടെ ഭാഷ പ്രസംഗിക്കുന്നത് നാം നടപ്പാക്കണം. അടിച്ചമർത്തലിൽ ജീവിക്കുന്നവരെ അവരുടെ ഭരണാധികാരികളെ എതിർക്കാനും ഈ ലക്ഷ്യങ്ങൾക്കായി പ്രവർത്തിക്കാനും അവർ പ്രോത്സാഹിപ്പിക്കുന്നു. അവരുടെ സമൂഹങ്ങളെ മെച്ചപ്പെടുത്തുന്നതിനായി ധീരവും ഉദാത്തവുമായ നടപടി സ്വീകരിച്ചതിന് പീഡിപ്പിക്കപ്പെടുന്ന വ്യക്തികളെ സംരക്ഷിക്കാൻ അവർ വിസമ്മതിക്കുകയാണെങ്കിൽ ഇതെല്ലാം പൊള്ളയും കാപട്യവുമാണ്. ഇത് ധാർമ്മിക പരാജയം മാത്രമല്ല പ്രായോഗികമായി വളരെ ദോഷകരവുമാണ്. ജനാധിപത്യവും സമാധാനപരവുമായ സർക്കാർ രൂപങ്ങൾ പ്രചരിപ്പിക്കുന്നത് ജനാധിപത്യ രാജ്യങ്ങളുടെ താൽപ്പര്യങ്ങൾക്കനുസൃതമാണ്. സ്വേച്ഛാധിപത്യ രാജ്യങ്ങളിലെ ജനങ്ങൾക്ക് മറ്റുള്ളവരുടെ പിന്തുണയുണ്ടെന്ന് തോന്നുന്നില്ലെങ്കിൽ, സ്വാതന്ത്ര്യത്തിന്റെ പേരിൽ എല്ലാം അപകടത്തിലാക്കാനും നിലകൊള്ളാനുമുള്ള അവരുടെ പ്രചോദനം കുറയുന്നു, അതുപോലെ തന്നെ അത്തരം അടിച്ചമർത്തൽ ഭരണകൂടങ്ങളിൽ മാറ്റത്തിനുള്ള ഏറ്റവും മികച്ച അവസരവും."}
{"_id": "test-society-simhbrasnba-con01a", "title": "ശരിയായ അഭയം സമ്പൂർണ്ണമായിരിക്കരുതെന്ന് സൊസൈറ്റി ഇമിഗ്രേഷൻ മൈനോരിറ്റി ഹൌസ് വിശ്വസിക്കുന്നു", "text": "പീഡിപ്പിക്കപ്പെടുന്നവരെ സഹായിക്കേണ്ടത് നമ്മുടെ കടമയാണ്. അഭയാർത്ഥി ഭരണകൂടത്തിന് അടിവരയിടുന്ന തത്വങ്ങൾ എന്നത്തേയും പോലെ സാധുതയുള്ളതാണ്. ദശലക്ഷക്കണക്കിന് ആളുകൾ ഇപ്പോഴും അവർ ആരാണെന്നോ അവരുടെ ബോധ്യങ്ങൾ കാരണമോ ആഗോളതലത്തിൽ പീഡനങ്ങളും മരണവും പീഡനങ്ങളും നേരിടുന്നു. ഈ ആളുകൾക്ക് സംരക്ഷണം നൽകേണ്ടത് ജനാധിപത്യ രാജ്യങ്ങൾക്ക് ഇപ്പോഴും ധാർമ്മിക ബാധ്യതയാണ്. നാസിസത്തിന്റെ ആദ്യകാലങ്ങളിൽ ജൂത അഭയാർത്ഥികളെ തിരിച്ചയച്ച രാജ്യങ്ങളുടെ ഭയാനകമായ പരാജയമായി നാമെല്ലാവരും ഇതിനെ അംഗീകരിക്കുന്നു, അവിടെ അമേരിക്കയും യുകെയും വലിയ സംഖ്യകളെയോ അഭയാർത്ഥികളെയോ തിരിച്ചയച്ചു, [1] ഡൊമിനിക്കൻ റിപ്പബ്ലിക് മാത്രം വലിയ തോതിൽ അഭയം സ്വീകരിക്കാൻ തയ്യാറായിരുന്നു. [2] ഇത് ഒരിക്കലും വീണ്ടും സംഭവിക്കരുത്. അഭയം തേടുന്നവർക്ക് ഏറ്റവും മികച്ച ലക്ഷ്യസ്ഥാനങ്ങളാക്കാൻ വികസിത രാജ്യങ്ങൾക്ക് സമ്പത്തും സുരക്ഷയും ഉണ്ട്. [1] പേൾ, വില്യം ആർ.,'ഹോളോകോസ്റ്റ് ഗൂഢാലോചനഃ വംശഹത്യയുടെ ഒരു അന്താരാഷ്ട്ര നയം', 1989, <pp.37-51] [2] മ്യൂസിയം ഓഫ് ജൂയിഷ് ഹെറിറ്റേജ്, 2008 ജനുവരി 8 ന് ഡൊമിനിക്കൻ കമ്മ്യൂണിറ്റിയിൽ ജനിച്ച അഭയം നൽകി."}
{"_id": "test-society-epsihbdns-pro03b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഗ്രാമപ്രദേശങ്ങളിൽ നിക്ഷേപം നടത്താൻ മാത്രം കാത്തിരിക്കുന്ന ധാരാളം നിക്ഷേപങ്ങൾ ഉണ്ടെന്ന ആശയത്തെ അടിസ്ഥാനമാക്കിയുള്ളതാണ് ഈ വാദം. വാസ്തവത്തിൽ, ഇത് അങ്ങനെയല്ല. വികസ്വര രാജ്യങ്ങളിലെ ഗ്രാമപ്രദേശങ്ങളുടെ അവസ്ഥ മാറ്റാൻ തയ്യാറായ യഥാർത്ഥ നിക്ഷേപകർ ഉണ്ടാകുന്നതുവരെ, സാങ്കൽപ്പിക നിക്ഷേപത്തിനുള്ള മാർക്കറ്റിംഗ് മെറ്റീരിയലായി അസ്ഥിരമായ സാഹചര്യത്തിൽ തുടരാൻ ആളുകളെ നിർബന്ധിക്കുന്നത് ധാർമ്മികമായി പാപ്പരത്തമാണ്."}
{"_id": "test-society-epsihbdns-pro01b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ജനങ്ങൾക്കുവേണ്ടി ചില തീരുമാനങ്ങൾ എടുക്കാൻ സർക്കാരിന് അവകാശമുണ്ട്, പക്ഷേ ഒരു തീരുമാനവുമില്ല. ഇതിനകം തന്നെ പ്രത്യേകാവകാശമുള്ള ഒരു കൂട്ടം ആളുകളുടെ താൽപ്പര്യം വർദ്ധിപ്പിക്കുന്നതിനായി ഒരു കൂട്ടം ആളുകൾക്കെതിരെ സർക്കാർ പ്രവർത്തിച്ചാൽ അത് ഈ അവകാശം നഷ്ടപ്പെടുത്തുന്നു, കാരണം ഭൂരിപക്ഷമോ പ്രത്യേകാവകാശമുള്ള ഒരു വിഭാഗമോ മാത്രമല്ല സമൂഹത്തിലെ എല്ലാവരെയും സംരക്ഷിക്കാൻ സർക്കാർ നിലനിൽക്കുന്നു. ഈ പ്രമേയത്തിൽ ഇത് കൃത്യമായി സംഭവിക്കുന്നു. ഗ്രാമപ്രദേശങ്ങളിൽ താമസിക്കുന്ന ആളുകൾ ഇതിനകം തന്നെ വോട്ടവകാശം നിഷേധിക്കപ്പെടുകയും ഭയാനകമായ സാഹചര്യങ്ങളിൽ ശിക്ഷിക്കപ്പെടുകയും ചെയ്യുന്നു, അവരുടെ സുഖകരമായ ബൂർഷ്വാ ജീവിതം കൂടുതൽ സുഖകരമാക്കാൻ ആഗ്രഹിക്കുന്നവർക്ക് മാത്രമേ ഈ നിർദ്ദേശം സേവനം നൽകൂ."}
{"_id": "test-society-epsihbdns-pro04b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഈ ചർച്ചയുടെ കാതലായ തത്വം വ്യക്തിയുടെ അവകാശങ്ങളെക്കുറിച്ചാണ്. ഒരു വലിയ കൂട്ടം ആളുകൾ അറിവില്ലാത്ത തീരുമാനങ്ങൾ എടുക്കുന്നു എന്നത് ശരിയാണെങ്കിലും, ആളുകൾ താമസിക്കുന്ന സ്ഥലവുമായി ബന്ധപ്പെട്ട ഏത് തീരുമാനങ്ങളും നിരോധിക്കുന്നത് വ്യക്തികളെ എന്തെങ്കിലും തീരുമാനങ്ങൾ എടുക്കുന്നതിൽ നിന്ന് തടയുകയും വിവരമുള്ളവരും അറിവില്ലാത്തവരുമാക്കുകയും ചെയ്യും. യഥാർത്ഥത്തിൽ അവരുടെ ജീവിതം മെച്ചപ്പെടുത്താൻ കഴിയുന്നവർക്ക് ഉണ്ടാകുന്ന നാശനഷ്ടങ്ങൾ ആനുകൂല്യങ്ങളെക്കാൾ വളരെ കൂടുതലാണ്, പ്രത്യേകിച്ചും ഈ നയത്തിന് ആവശ്യമായ വിഭവങ്ങൾ ഗ്രാമപ്രദേശങ്ങളിലെ ആളുകളെ ബോധവൽക്കരിക്കാനും ബോധവൽക്കരിക്കാനും അങ്ങനെ അവരുടെ തീരുമാനങ്ങളുടെ അടിസ്ഥാനം മെച്ചപ്പെടുത്താനും ഉപയോഗിക്കാം."}
{"_id": "test-society-epsihbdns-con03b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഇത്തരത്തിലുള്ള വാദങ്ങൾ മനുഷ്യന്റെ കഴിവിനെ കുറച്ചുകാണുന്നു. ഗ്രാമീണ സമൂഹങ്ങളിലെ ആളുകൾ അവരുടെ എല്ലാ ശ്രമങ്ങളും സർഗ്ഗാത്മകതയും നഗരങ്ങളിൽ എത്തിച്ചേരുന്നതിന് ചെലവഴിക്കുന്നു, കാരണം ഇത് തങ്ങൾക്കും അവരുടെ കുടുംബങ്ങൾക്കും ഏറ്റവും മികച്ചതാണെന്ന് അവർ വിശ്വസിക്കുന്നു. അവർക്ക് ഈ ഓപ്ഷൻ ഇല്ലെങ്കിൽ, അവർക്ക് ആ ഊർജ്ജം അവരുടെ സമൂഹത്തിനായി നീക്കിവയ്ക്കാനും നഗരങ്ങളുമായി മത്സരിക്കാൻ അത് വളർത്താനും കഴിയും. അപ്പോൾ ഗ്രാമപ്രദേശങ്ങളിൽ നിക്ഷേപം നടത്തി അവരുടെ സാഹചര്യം മെച്ചപ്പെടുത്തുന്നതിനുള്ള ശരിയായ സാഹചര്യങ്ങൾ നൽകിക്കൊണ്ട് അത്തരം പ്രതിബദ്ധതകളെ പിന്തുണയ്ക്കേണ്ടത് സർക്കാരിന്റെ കടമയാണ്."}
{"_id": "test-society-epsihbdns-con01b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "സഞ്ചാരസ്വാതന്ത്ര്യം എന്നത് ഒരു അന്തർലീനമായ മനുഷ്യാവകാശമല്ല, മറിച്ച് അത് സാധ്യമാകുന്നിടത്തെല്ലാം ഭരണകൂടത്തിന് നൽകാനും നൽകാനും കഴിയുന്ന ഒരു അവകാശമാണ്. ഉദാഹരണത്തിന് ഭരണകൂടം ആളുകളെ ജയിലുകളിൽ അടയ്ക്കുന്നു; ഇത് അവരുടെ സഞ്ചാരസ്വാതന്ത്ര്യത്തെ ലംഘിക്കുന്നു. ഇത് ഭാഗികമായി ശിക്ഷയായിട്ടാണ്, എന്നാൽ ഇതിന്റെ പ്രധാന യുക്തി ജയിലിന് പുറത്തുള്ള ആളുകളെ അപകടസാധ്യതയുള്ള ആളുകളിൽ നിന്ന് സംരക്ഷിക്കുക എന്നതാണ്. [1] എന്നാൽ അതിനായി, കുറ്റവാളികളെ ശിക്ഷിക്കാൻ ഗണ്യമായി വിലകുറഞ്ഞതും കൂടുതൽ കാര്യക്ഷമവുമായ മാർഗ്ഗങ്ങൾ ഉണ്ടാകും. സഞ്ചാരസ്വാതന്ത്ര്യം നിയന്ത്രിക്കപ്പെട്ട ആളുകൾ നഗരങ്ങളിൽ താമസിക്കുന്ന ആളുകൾക്കും രാജ്യത്തിന്റെ സമ്പദ്വ്യവസ്ഥയ്ക്കും മൊത്തത്തിൽ ഭീഷണിയാണ്. രാജ്യത്തിന്റെ മികച്ച താൽപ്പര്യത്തിനും അനിയന്ത്രിതമായ കുടിയേറ്റം മൂലം ജീവൻ നശിപ്പിക്കപ്പെടുന്ന നിരപരാധികളായ ആളുകളെ സംരക്ഷിക്കുന്നതിനും, ഈ ആളുകൾ നിയന്ത്രിത സഞ്ചാരസ്വാതന്ത്ര്യം സ്വീകരിക്കണം. [1]'ക്രിമിനൽ നീതി കൂടുതൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കണമെന്ന് ഈ സഭ വിശ്വസിക്കുന്നു'എന്ന ചർച്ച കാണുക."}
{"_id": "test-society-epsihbdns-con04b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "വികസിത രാജ്യങ്ങളെ സംബന്ധിച്ചിടത്തോളം ഇത് വസ്തുതാപരമായി ശരിയാണെങ്കിലും, വികസ്വര രാജ്യങ്ങളുടെ യാഥാർത്ഥ്യത്തെ ഇത് പൂർണ്ണമായും അവഗണിക്കുന്നു. ലഭ്യമായ തൊഴിലാളികളിൽ ഭൂരിഭാഗവും അവിദഗ്ധരാണ്, അത് ഗ്രാമങ്ങളിലായാലും നഗരസമൂഹങ്ങളിലായാലും. അവർ നഗരത്തിലേക്ക് മാറുകയാണെങ്കിൽ ദരിദ്രർക്ക് സ്വയമേവ മെച്ചപ്പെട്ട വിദ്യാഭ്യാസം നേടാൻ കഴിയുമെന്ന് വിശ്വസിക്കാൻ കാരണമൊന്നുമില്ല. ദുരിതപൂർണ്ണമായ ജീവിതം നയിക്കാൻ കുടിയേറ്റക്കാരെ നഗരങ്ങളിൽ ഒഴുകാൻ അനുവദിക്കുന്നത് മൂലമുണ്ടാകുന്ന ദോഷം അവരുടെ വിളി നഷ്ടപ്പെടുന്ന ഒന്നോ രണ്ടോ ബുദ്ധിമാനായ കർഷകരെക്കാൾ വളരെ കൂടുതലാണ്."}
{"_id": "test-society-epsihbdns-con02b", "title": "വികസ്വര രാജ്യങ്ങൾ അത് ചെയ്യണമെന്ന് ഇക്കണോമിക് പോളിസി സൊസൈറ്റി ഇമിഗ്രേഷൻ ഹൌസ് വിശ്വസിക്കുന്നു", "text": "ഒരു തരത്തിലുള്ള ആശയക്കുഴപ്പവും നിയമമോ വളരെ ചെറിയ സംസ്ഥാനമോ ഇല്ലാത്ത നെയ്റോബി പോലുള്ള സ്ഥലങ്ങളുടെ അരാജകത്വാവസ്ഥയുമായി താരതമ്യം ചെയ്യാൻ കഴിയില്ല. [1] സമൂഹത്തിന്റെ ഘടനയെ തന്നെ ഭീഷണിപ്പെടുത്തുന്ന ഒരു ഭയാനകമായ പ്രവണത നിലനിൽക്കുന്ന നിലവിലെ സാഹചര്യത്തിൽ, നിയമം അതിന്റെ പൂർണ്ണ ഫലത്തിൽ പ്രവർത്തിക്കുന്നില്ലെങ്കിലും, അത് ഭാഗികമായി പ്രവർത്തിക്കുന്നതാണ് നല്ലത്. അഴിമതി എന്നത് ഈ പ്രദേശങ്ങളിൽ ഇതിനകം തന്നെ നിലനിൽക്കുന്ന ഒരു പ്രത്യേക പ്രശ്നമാണ്, ഈ അധിക നയം അഭിവൃദ്ധിപ്പെടേണ്ടതില്ല. ഇത് പ്രത്യേകം കൈകാര്യം ചെയ്യണം, പക്ഷേ നയത്തെ അടിസ്ഥാനപരമായി ബാധിക്കാത്ത ഒരു പ്രതിഭാസത്തെ ഭയന്ന് ഒരു നല്ല നയം നടപ്പാക്കുന്നതിൽ നിന്ന് ഒരു നല്ല നയം നിലനിർത്തുകയാണെങ്കിൽ അത് തീർച്ചയായും ഖേദകരമാണ്. [1] മാക്സ്വെൽ, ഡാനിയേൽ., \"സബ്-സഹാറൻ ആഫ്രിക്കയിലെ നഗര ഭക്ഷ്യസുരക്ഷയുടെ രാഷ്ട്രീയ സമ്പദ്വ്യവസ്ഥ\". ലണ്ടൻഃ എൽസെവിയേർ ലിമിറ്റഡ്, സയൻസ് ഡെവലപ്മെന്റ്, 1999."}